[{"text": "إِنَّ اللَّهَ لاَ يَسْتَحْيِي أَن يَضْرِبَ مَثَلاً مَّا بَعُوضَةً فَمَا فَوْقَهَا فَأَمَّا الَّذِينَ آمَنُواْ فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَأَمَّا الَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلاً يُضِلُّ بِهِ كَثِيراً وَيَهْدِي بِهِ كَثِيراً وَمَا يُضِلُّ بِهِ إِلاَّ الْفَاسِقِينَ", "sura_id": 2, "type": 0, "id": 33, "aya_id": 26}, {"text": "إن الله لا يستحي أن يضرب مثلا ما بعوضة فما فوقها فأما الذين آمنوا فيعلمون أنه الحق من ربهم وأما الذين كفروا فيقولون ماذا أراد الله بهذا مثلا يضل به كثيرا ويهدي به كثيرا وما يضل به إلا الفاسقين", "sura_id": 2, "type": 1, "id": 6269, "aya_id": 26}, {"text": "26 - (إن الله لا يستحيي أن يضرب) يجعل (مثلاً) مفعول أول (ما) نكرة موصوفة بما بعدها مفعول ثان أي مثل كان أو زائدة لتأكيد الخسة فما بعدها المفعول الثاني (بعوضةً) مفرد البعوض وهو صغار البق (فما فوقها) أي أكبر منها أي لا يترك بيانه لما فيه من الحكم (فأما الذين آمنوا فيعلمون أنه) أي المثل (الحق) الثابت الواقع موقعه (من ربهم وأما الذين كفروا فيقولون ماذا أراد الله بهذا مثلا) تمييز أي بهذا المثل ، وما استفهام إنكار مبتدأ ، وذا بمعنى الذي بصلته خبره أي: أي فائدة فيه قال تعالى في جوابهم (يضل به) أي بهذا المثل (كثيرا) عن الحق لكفرهم به (ويهدي به كثيرا) من المؤمنين لتصديقهم به (وما يضل به إلا الفاسقين) الخارجين عن طاعته \r\n", "sura_id": 2, "type": 2, "id": 24977, "aya_id": 26}, {"text": "إن الله تعالى لا يستحيي من الحق أن يذكر شيئًا ما, قلَّ أو كثر, ولو كان تمثيلا بأصغر شيء, كالبعوضة والذباب ونحو ذلك, مما ضربه الله مثلا لِعَجْز كل ما يُعْبَد من دون الله. فأما المؤمنون فيعلمون حكمة الله في التمثيل بالصغير والكبير من خلقه, وأما الكفار فَيَسْخرون ويقولون: ما مراد الله مِن ضَرْب المثل بهذه الحشرات الحقيرة؟ ويجيبهم الله بأن المراد هو الاختبار, وتمييز المؤمن من الكافر; لذلك يصرف الله بهذا المثل ناسًا كثيرين عن الحق لسخريتهم منه, ويوفق به غيرهم إلى مزيد من الإيمان والهداية. والله تعالى لا يظلم أحدًا; لأنه لا يَصْرِف عن الحق إلا الخارجين عن طاعته.\r\n", "sura_id": 2, "type": 3, "id": 31213, "aya_id": 26}, {"text": " <font color=red>إِنَّ اللَّهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا بَعُوضَةً فَمَا فَوْقَهَا فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلًا يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ</font><BR><p>قَالَ السُّدِّيّ فِي تَفْسِيره عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ الصَّحَابَة لَمَّا ضَرَبَ اللَّه هَذَيْنِ الْمَثَلَيْنِ لِلْمُنَافِقِينَ يَعْنِي قَوْله تَعَالَى \" مَثَلهمْ كَمَثَلِ الَّذِي اِسْتَوْقَدَ نَارًا \" وَقَوْله \" أَوْ كَصَيِّبٍ مِنْ السَّمَاء \" الْآيَات الثَّلَاث قَالَ الْمُنَافِقُونَ : اللَّه أَعْلَى وَأَجَلّ مِنْ أَنْ يَضْرِب هَذِهِ الْأَمْثَال فَأَنْزَلَ اللَّه هَذِهِ الْآيَة إِلَى قَوْله تَعَالَى \" هُمْ الْخَاسِرُونَ \" وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة لَمَّا ذَكَرَ اللَّه تَعَالَى الْعَنْكَبُوت وَالذُّبَاب قَالَ الْمُشْرِكُونَ : مَا بَال الْعَنْكَبُوت وَالذُّبَاب يُذْكَرَانِ ؟ فَأَنْزَلَ اللَّه \" إِنَّ اللَّه لَا يَسْتَحْيِي أَنْ يَضْرِب مَثَلًا مَا بَعُوضَة فَمَا فَوْقهَا \" وَقَالَ سَعِيد عَنْ قَتَادَة أَيْ إِنَّ اللَّه لَا يَسْتَحْيِي مِنْ الْحَقّ أَنْ يَذْكُر شَيْئًا مِمَّا قَلَّ أَوْ كَثُرَ وَإِنَّ اللَّه حِين ذَكَرَ فِي كِتَابه الذُّبَاب وَالْعَنْكَبُوت قَالَ أَهْل الضَّلَالَة مَا أَرَادَ اللَّه مِنْ ذِكْر هَذَا ؟ فَأَنْزَلَ اللَّه \" إِنَّ اللَّه لَا يَسْتَحْيِي أَنْ يَضْرِب مَثَلًا مَا بَعُوضَة فَمَا فَوْقهَا \" قُلْت : الْعِبَارَة الْأُولَى عَنْ قَتَادَة فِيهَا إِشْعَار أَنَّ هَذِهِ الْآيَة مَكِّيَّة وَلَيْسَ كَذَلِكَ وَعِبَارَة رِوَايَة سَعِيد عَنْ قَتَادَة أَقْرَب وَاَللَّه أَعْلَم . وَرَوَى اِبْن جُرَيْج عَنْ مُجَاهِد نَحْو هَذَا الثَّانِي عَنْ قَتَادَة : وَقَالَ اِبْن أَبِي حَاتِم : رُوِيَ عَنْ الْحَسَن وَإِسْمَاعِيل بْن أَبِي خَالِد نَحْو قَوْل السُّدِّيّ وَقَتَادَة . وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس فِي هَذِهِ الْآيَة قَالَ : هَذَا مَثَل ضَرَبَهُ اللَّه لِلدُّنْيَا أَنَّ الْبَعُوضَة تَحْيَا مَا جَاعَتْ فَإِذَا سَمِنَتْ مَاتَتْ وَكَذَلِكَ مَثَل هَؤُلَاءِ الْقَوْم الَّذِينَ ضَرَبَ لَهُمْ هَذَا الْمَثَل فِي الْقُرْآن إِذَا اِمْتَلَئُوا مِنْ الدُّنْيَا رِيًّا أَخَذَهُمْ اللَّه عِنْد ذَلِكَ ثُمَّ تَلَا \" فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَاب كُلّ شَيْء \" هَكَذَا رَوَاهُ اِبْن جَرِير وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث أَبِي جَعْفَر عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة بِنَحْوِهِ فَاَللَّه أَعْلَم فَهَذَا اِخْتِلَافهمْ فِي سَبَب النُّزُول . وَقَدْ اِخْتَارَ اِبْن جَرِير مَا حَكَاهُ السُّدِّيّ لِأَنَّهُ أَمَسّ بِالسُّورَةِ وَهُوَ مُنَاسِب وَمَعْنَى الْآيَة أَنَّهُ تَعَالَى أَخْبَرَ أَنَّهُ لَا يَسْتَحْيِي أَيْ لَا يَسْتَنْكِف وَقِيلَ لَا يَخْشَى أَنْ يَضْرِب مَثَلًا مَا أَيّ مَثَل كَانَ بِأَيِّ شَيْء كَانَ صَغِيرًا كَانَ أَوْ كَبِيرًا وَمَا هَاهُنَا لِلتَّقْلِيلِ وَتَكُون بَعُوضَة مَنْصُوبَة عَلَى الْبَدَل كَمَا تَقُول لَأَضْرِبَن ضَرْبًا مَا فَيَصْدُق بِأَدْنَى شَيْء أَوْ تَكُون مَا نَكِرَة مَوْصُوفَة بِبَعُوضَةٍ وَاخْتَارَ اِبْن جَرِير أَنَّ مَا مَوْصُولَة وَبَعُوضَة مُعْرَبَة بِإِعْرَابِهَا قَالَ : وَذَلِكَ سَائِغ فِي كَلَام الْعَرَب أَنَّهُمْ يُعْرِبُونَ صِلَة مَا وَمَنْ بِإِعْرَابِهِمَا لِأَنَّهُمَا يَكُونَانِ مَعْرِفَة تَارَة وَنَكِرَة أُخْرَى كَمَا قَالَ حَسَّان بْن ثَابِت : يَكْفِي بِنَا فَضْلًا عَلَى مَنْ غَيْرنَا حُبّ النَّبِيّ مُحَمَّد إِيَّانَا قَالَ وَيَجُوز أَنْ تَكُون بَعُوضَة مَنْصُوبَة بِحَذْفِ الْجَار وَتَقْدِير الْكَلَام إِنَّ اللَّه لَا يَسْتَحْيِي أَنْ يَضْرِب مَثَلًا مَا بَيْن بَعُوضَة إِلَى مَا فَوْقهَا وَهَذَا الَّذِي اِخْتَارَهُ الْكِسَائِيّ وَالْفَرَّاء وَقَرَأَ الضَّحَّاك وَإِبْرَاهِيم بْن عَبْلَة بَعُوضَة بِالرَّفْعِ قَالَ اِبْن جِنِّيّ وَتَكُون صِلَة لِمَا وَحُذِفَ الْعَائِد كَمَا فِي قَوْله \" تَمَامًا عَلَى الَّذِي أَحْسَن \" أَيْ عَلَى الَّذِي هُوَ أَحْسَن . وَحَكَى سِيبَوَيْهِ : مَا أَنَا بِاَلَّذِي قَائِل لَك شَيْئًا. أَيْ بِاَلَّذِي هُوَ قَائِل لَك شَيْئًا وَقَوْله تَعَالَى \" فَمَا فَوْقهَا \" فِيهِ قَوْلَانِ أَحَدهمَا فَمَا دُونهَا فِي الصِّغَر وَالْحَقَارَة كَمَا إِذَا وُصِفَ لَك رَجُل بِاللُّؤْمِ وَالشُّحّ فَيَقُول السَّامِع نَعَمْ وَهُوَ فَوْق ذَلِكَ - يَعْنِي فِيمَا وَصَفْت - وَهَذَا قَوْل الْكِسَائِيّ وَأَبِي عُبَيْد قَالَهُ الرَّازِيّ وَأَكْثَر الْمُحَقِّقِينَ. وَفِي الْحَدِيث \" لَوْ أَنَّ الدُّنْيَا تَزِن عِنْد اللَّه جَنَاح بَعُوضَة لَمَا سَقَى كَافِرًا مِنْهَا شَرْبَة مَاء \" وَالثَّانِي فَمَا فَوْقهَا لِمَا هُوَ أَكْبَر مِنْهَا لِأَنَّهُ لَيْسَ شَيْء أَحْقَر وَلَا أَصْغَر مِنْ الْبَعُوضَة وَهَذَا قَوْل قَتَادَة بْن دِعَامَة وَاخْتِيَار اِبْن جَرِير فَإِنَّهُ يُؤَيِّدهُ مَا رَوَاهُ مُسْلِم عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ مُسْلِم يُشَاك شَوْكَة فَمَا فَوْقهَا إِلَّا كُتِبَ لَهُ بِهَا دَرَجَة وَمُحِيَتْ عَنْهُ بِهَا خَطِيئَة\" فَأَخْبَرَ أَنَّهُ لَا يَسْتَصْغِر شَيْئًا يَضْرِب بِهِ مَثَلًا وَلَوْ كَانَ فِي الْحَقَارَة وَالصِّغَر كَالْبَعُوضَةِ كَمَا لَا يَسْتَنْكِف عَنْ خَلْقهَا كَذَلِكَ لَا يَسْتَنْكِف مِنْ ضَرْب الْمَثَل بِهَا كَمَا ضَرَبَ الْمَثَل بِالذُّبَابِ وَالْعَنْكَبُوت فِي قَوْله \" يَا أَيُّهَا النَّاس ضُرِبَ مَثَل فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُون اللَّه لَنْ يَخْلُقُوا ذُبَابًا وَلَوْ اِجْتَمَعُوا لَهُ وَإِنْ يَسْلُبهُمْ الذُّبَاب شَيْئًا لَا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِب وَالْمَطْلُوب \" وَقَالَ \" مَثَل الَّذِينَ اِتَّخَذُوا مِنْ دُون اللَّه أَوْلِيَاء كَمَثَلِ الْعَنْكَبُوت اِتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَن الْبُيُوت لَبَيْت الْعَنْكَبُوت لَوْ كَانُوا يَعْلَمُونَ\" وَقَالَ تَعَالَى \" أَلَمْ تَرَ كَيْف ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاء تُؤْتِي أُكُلَهَا كُلّ حِين بِإِذْنِ رَبّهَا وَيَضْرِب اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ وَمَثَل كَلِمَة خَبِيثَة كَشَجَرَةٍ خَبِيثَة اُجْتُثَّتْ مِنْ فَوْق الْأَرْض مَا لَهَا مِنْ قَرَار يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِت فِي الْحَيَاة الدُّنْيَا وَفِي الْآخِرَة وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَل اللَّهُ مَا يَشَاء \" وَقَالَ تَعَالَى \" ضَرَبَ اللَّهُ مَثَلًا عَبْدًا مَمْلُوكًا لَا يَقْدِرُ عَلَى شَيْءٍ \" الْآيَة ثُمَّ قَالَ \" وَضَرَبَ اللَّهُ مَثَلًا رَجُلَيْنِ أَحَدُهُمَا أَبْكَمُ لَا يَقْدِرُ عَلَى شَيْء وَهُوَ كَلٌّ عَلَى مَوْلَاهُ أَيْنَمَا يُوَجِّهُهُ لَا يَأْتِ بِخَيْرٍ هَلْ يَسْتَوِي هُوَ وَمَنْ يَأْمُرُ بِالْعَدْلِ \" الْآيَة كَمَا قَالَ \" ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسكُمْ هَلْ لَكُمْ مِمَّا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاء فِيمَا رَزَقْنَاكُمْ \" الْآيَة . وَقَالَ\" ضَرَبَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاء مُتَشَاكِسُونَ \" الْآيَة. وَقَالَ \" وَتِلْكَ الْأَمْثَالُ نَضْرِبهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ \" وَفِي الْقُرْآن أَمْثَال كَثِيرَة . قَالَ بَعْض السَّلَف إِذَا سَمِعْت الْمَثَل فِي الْقُرْآن فَلَمْ أَفْهَمهُ بَكَيْت عَلَى نَفْسِي لِأَنَّ اللَّه قَالَ \" وَتِلْكَ الْأَمْثَالُ نَضْرِبهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ \" وَقَالَ مُجَاهِد فِي قَوْله تَعَالَى \" إِنَّ اللَّه لَا يَسْتَحْيِي أَنْ يَضْرِب مَثَلًا مَا بَعُوضَة فَمَا فَوْقهَا \" الْأَمْثَال صَغِيرهَا وَكَبِيرهَا يُؤْمِن بِهَا الْمُؤْمِنُونَ وَيَعْلَمُونَ أَنَّهَا الْحَقّ مِنْ رَبّهمْ وَيَهْدِيهِمْ اللَّهُ بِهَا . وَقَالَ قَتَادَة \" فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقّ مِنْ رَبّهمْ \" أَيْ يَعْلَمُونَ أَنَّهُ كَلَام الرَّحْمَن وَأَنَّهُ مِنْ عِنْد اللَّه وَرُوِيَ عَنْ مُجَاهِد وَالْحَسَن وَالرَّبِيع بْن أَنَس نَحْو ذَلِكَ وَقَالَ أَبُو الْعَالِيَة \" فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقّ مِنْ رَبّهمْ \" يَعْنِي هَذَا الْمَثَل \" وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلًا \" كَمَا قَالَ فِي سُورَة الْمُدَّثِّر \" وَمَا جَعَلْنَا أَصْحَاب النَّار إِلَّا مَلَائِكَة وَمَا جَعَلْنَا عِدَّتهمْ إِلَّا فِتْنَة لِلَّذِينَ كَفَرُوا لِيَسْتَيْقِنَّ الَّذِينَ أُوتُوا الْكِتَاب وَيَزْدَاد الَّذِينَ آمَنُوا إِيمَانًا وَلَا يَرْتَاب الَّذِينَ أُوتُوا الْكِتَاب وَالْمُؤْمِنُونَ وَلِيَقُولَ الَّذِينَ فِي قُلُوبهمْ مَرَض وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّه بِهَذَا مَثَلًا كَذَلِكَ يُضِلّ اللَّه مَنْ يَشَاء وَيَهْدِي مَنْ يَشَاء وَمَا يَعْلَم جُنُود رَبِّك إِلَّا هُوَ \" وَكَذَلِكَ قَالَ هَاهُنَا \" يُضِلّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا وَمَا يُضِلّ بِهِ إِلَّا الْفَاسِقِينَ \" قَالَ السُّدِّيّ فِي تَفْسِيره عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ الصَّحَابَة يُضِلّ بِهِ كَثِيرًا يَعْنِي بِهِ الْمُنَافِقِينَ وَيَهْدِي بِهِ كَثِيرًا يَعْنِي بِهِ الْمُؤْمِنِينَ فَيَزِيد هَؤُلَاءِ ضَلَالَة إِلَى ضَلَالَتهمْ لِتَكْذِيبِهِمْ بِمَا قَدْ عَلِمُوهُ حَقًّا يَقِينًا مِنْ الْمَثَل الَّذِي ضَرَبَهُ اللَّه بِمَا ضَرَبَ لَهُمْ وَأَنَّهُ لِمَا ضُرِبَ لَهُ مُوَافِق فَذَلِكَ إِضْلَال اللَّه إِيَّاهُمْ بِهِ وَيَهْدِي بِهِ يَعْنِي الْمَثَل كَثِيرًا مِنْ أَهْل الْإِيمَان وَالتَّصْدِيق فَيَزِيدهُمْ هُدًى إِلَى هُدَاهُمْ وَإِيمَانًا إِلَى إِيمَانهمْ لِتَصْدِيقِهِمْ بِمَا قَدْ عَلِمُوهُ حَقًّا يَقِينًا أَنَّهُ مُوَافِق لِمَا ضَرَبَهُ اللَّه لَهُ مَثَلًا وَإِقْرَارهمْ بِهِ وَذَلِكَ هِدَايَة مِنْ اللَّه لَهُمْ بِهِ \" وَمَا يُضِلّ بِهِ إِلَّا الْفَاسِقِينَ \" قَالَ هُمْ الْمُنَافِقُونَ وَقَالَ أَبُو الْعَالِيَة \" وَمَا يُضِلّ بِهِ إِلَّا الْفَاسِقِينَ \" قَالَ هُمْ أَهْل النِّفَاق . وَكَذَا قَالَ رَبِيع بْن أَنَس وَقَالَ اِبْن جُرَيْج عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس \" وَمَا يُضِلّ بِهِ إِلَّا الْفَاسِقِينَ \" قَالَ يَقُول يَعْرِفهُ الْكَافِرُونَ فَيَكْفُرُونَ بِهِ . وَقَالَ قَتَادَة \" وَمَا يُضِلّ بِهِ إِلَّا الْفَاسِقِينَ\" فَسَقَوْا فَأَضَلَّهُمْ اللَّهُ عَلَى فِسْقهمْ . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي عَنْ إِسْحَاق بْن سُلَيْمَان عَنْ أَبِي سِنَان عَنْ عَمْرو بْن مُرَّة عَنْ مُصْعَب بْن سَعْد عَنْ سَعْد \" يُضِلّ بِهِ كَثِيرًا \" يَعْنِي الْخَوَارِج .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38674, "aya_id": 26}]