[{"text": "وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِّسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُّبِينٌ", "sura_id": 16, "type": 0, "id": 2004, "aya_id": 103}, {"text": "ولقد نعلم أنهم يقولون إنما يعلمه بشر لسان الذي يلحدون إليه أعجمي وهذا لسان عربي مبين", "sura_id": 16, "type": 1, "id": 8240, "aya_id": 103}, {"text": "103 - (ولقد) للتحقيق (نعلم أنهم يقولون إنما يعلمه) القرآن (بشر) وهو قين نصراني كان النبي صلى الله عليه وسلم يدخل عليه قال تعالى (لسان) لغة (الذي يلحدون) يميلون (إليه) أنه يعلمه (أعجمي وهذا) القرآن (لسان عربي مبين) ذو بيان وفصاحة فكيف يعلمه أعجمي \r\n", "sura_id": 16, "type": 2, "id": 26948, "aya_id": 103}, {"text": "ولقد نعلم أن المشركين يقولون: إن النبي يتلقى القرآن مِن بشر مِن بني آدم. كذبوا; فإن لسان الذي نسبوا إليه تعليم النبي صلى الله عليه وسلم أعجمي لا يُفصح, والقرآن عربي غاية في الوضوح والبيان.\r\n", "sura_id": 16, "type": 3, "id": 33184, "aya_id": 103}, {"text": " <font color=red>وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْمُشْرِكِينَ مَا كَانُوا يَقُولُونَهُ مِنْ الْكَذِب وَالِافْتِرَاء وَالْبَهْت أَنَّ مُحَمَّدًا إِنَّمَا يُعَلِّمهُ هَذَا الَّذِي يَتْلُوهُ عَلَيْنَا مِنْ الْقُرْآن بَشَر وَيُشِيرُونَ إِلَى رَجُل أَعْجَمِيّ كَانَ بَيْن أَظْهُرهمْ غُلَام لِبَعْضِ بُطُون قُرَيْش وَكَانَ بَيَّاعًا يَبِيع عِنْد الصَّفَا وَرُبَّمَا كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَجْلِس إِلَيْهِ وَيُكَلِّمهُ بَعْض الشَّيْء وَذَاكَ كَانَ أَعْجَمِيّ اللِّسَان لَا يَعْرِف الْعَرَبِيَّة أَوْ أَنَّهُ كَانَ يَعْرِف الشَّيْء الْيَسِير بِقَدْرِ مَا يَرُدّ جَوَاب الْخِطَاب فِيمَا لَا بُدّ مِنْهُ فَلِهَذَا قَالَ اللَّه تَعَالَى رَادًّا عَلَيْهِمْ فِي اِفْتِرَائِهِمْ ذَلِكَ \" لِسَان الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيّ وَهَذَا لِسَان عَرَبِيّ مُبِين \" أَيْ الْقُرْآن أَيْ فَكَيْف يَتَعَلَّم مَنْ جَاءَ بِهَذَا الْقُرْآن فِي فَصَاحَته وَبَلَاغَته وَمَعَانِيه التَّامَّة الشَّامِلَة الَّتِي هِيَ أَكْمَل مِنْ مَعَانِي كُلّ كِتَاب نَزَلَ عَلَى بَنِي إِسْرَائِيل كَيْف يَتَعَلَّم مِنْ رَجُل أَعْجَمِيّ ؟ لَا يَقُول هَذَا مَنْ لَهُ أَدْنَى مُسْكَة مِنْ الْعَقْل . قَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار فِي السِّيرَة : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيمَا بَلَغَنِي كَثِيرًا مَا يَجْلِس عِنْد الْمَرْوَة إِلَى سُبَيْعَة غُلَام نَصْرَانِيّ يُقَال لَهُ جَبْر عَبْد لِبَعْضِ بَنِي الْحَضْرَمِيّ فَأَنْزَلَ اللَّه \" وَلَقَدْ نَعْلَم أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمهُ بَشَر لِسَان الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيّ وَهَذَا لِسَان عَرَبِيّ مُبِين \" وَكَذَا قَالَ عَبْد اللَّه بْن كَثِير وَعَنْ عِكْرِمَة وَقَتَادَة كَانَ اِسْمه يَعِيش . وَقَالَ اِبْن جَرِير حَدَّثَنِي أَحْمَد بْن مُحَمَّد الطُّوسِيّ حَدَّثَنَا أَبُو عَامِر حَدَّثَنَا إِبْرَاهِيم بْن طَهْمَان عَنْ مُسْلِم بْن عَبْد اللَّه الْمُلَائِيّ عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْلَم قَيْنًا بِمَكَّة وَكَانَ اِسْمه بَلْعَام وَكَانَ أَعْجَمِيّ اللِّسَان وَكَانَ الْمُشْرِكُونَ يَرَوْنَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدْخُل عَلَيْهِ وَيَخْرُج مِنْ عِنْده فَقَالُوا إِنَّمَا يُعَلِّمهُ بَلْعَام فَأَنْزَلَ اللَّه هَذِهِ الْآيَة \" وَلَقَدْ نَعْلَم أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمهُ بَشَر لِسَان الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيّ وَهَذَا لِسَان عَرَبِيّ مُبِين \" وَقَالَ الضَّحَّاك بْن مُزَاحِم هُوَ سَلْمَان الْفَارِسِيّ وَهَذَا الْقَوْل ضَعِيف لِأَنَّ هَذِهِ الْآيَة مَكِّيَّة وَسَلْمَان إِنَّمَا أَسْلَمَ بِالْمَدِينَةِ وَقَالَ عُبَيْد اللَّه بْن مُسْلِم كَانَ لَنَا غُلَامَانِ رُومِيَّانِ يَقْرَآنِ كِتَابًا لَهُمَا بِلِسَانِهِمَا فَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَمُرّ بِهِمَا فَيَقُوم فَيَسْمَع مِنْهُمَا فَقَالَ الْمُشْرِكُونَ يَتَعَلَّم مِنْهُمَا فَأَنْزَلَ اللَّه هَذِهِ الْآيَة وَقَالَ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب : الَّذِي قَالَ ذَلِكَ مِنْ الْمُشْرِكِينَ رَجُل كَانَ يَكْتُب الْوَحْي لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَارْتَدَّ بَعْد ذَلِكَ عَنْ الْإِسْلَام وَافْتَرَى هَذِهِ الْمَقَالَة قَبَّحَهُ اللَّه .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38056, "aya_id": 103}]