[{"text": "وَاللّهُ يَدْعُو إِلَى دَارِ السَّلاَمِ وَيَهْدِي مَن يَشَاء إِلَى صِرَاطٍ مُّسْتَقِيمٍ", "sura_id": 10, "type": 0, "id": 1389, "aya_id": 25}, {"text": "والله يدعو إلى دار السلام ويهدي من يشاء إلى صراط مستقيم", "sura_id": 10, "type": 1, "id": 7625, "aya_id": 25}, {"text": "25 - (والله يدعو إلى دار السلام) أي السلامة ، وهي الجنة بالدعاء إلى الإيمان (ويهدي من يشاء) هدايته (إلى صراط مستقيم) دين الإسلام \r\n", "sura_id": 10, "type": 2, "id": 26333, "aya_id": 25}, {"text": "والله يدعوكم إلى جناته التي أعدها لأوليائه, ويهدي مَن يشاء مِن خَلْقه, فيوفقه لإصابة الطريق المستقيم, وهو الإسلام.\r\n", "sura_id": 10, "type": 3, "id": 32569, "aya_id": 25}, {"text": " <font color=red>وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلَامِ وَيَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى الدُّنْيَا وَسُرْعَة زَوَالهَا رَغَّبَ فِي الْجَنَّة وَدَعَا إِلَيْهَا وَسَمَّاهَا دَار السَّلَام أَيْ مِنْ الْآفَات وَالنَّقَائِص وَالنَّكَبَات فَقَالَ \" وَاَللَّه يَدْعُو إِلَى دَار السَّلَام وَيَهْدِي مَنْ يَشَاء إِلَى صِرَاط مُسْتَقِيم \" قَالَ أَيُّوب عَنْ أَبِي قِلَابَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" قِيلَ لِي لِتَنَمْ عَيْنك وَلْيَعْقِلْ قَلْبك وَلْتَسْمَعْ أُذُنك فَنَامَتْ عَيْنِي وَعَقَلَ قَلْبِي وَسَمِعَتْ أُذُنِي ثُمَّ قِيلَ لِي مَثَلِي وَمَثَل مَا جِئْت كَمَثَلِ سَيِّد بَنَى دَارًا ثُمَّ صَنَعَ مَأْدُبَة وَأَرْسَلَ دَاعِيًا فَمَنْ أَجَابَ الدَّاعِيَ دَخَلَ الدَّار وَأَكَلَ مِنْ الْمَأْدُبَة وَرَضِيَ عَنْهُ السَّيِّد وَمَنْ لَمْ يُجِبْ الدَّاعِيَ لَمْ يَدْخُل الدَّار وَلَمْ يَأْكُل مِنْ الْمَأْدُبَة وَلَمْ يَرْضَ عَنْهُ السَّيِّد وَاَللَّه السَّيِّد وَالدَّار الْإِسْلَام وَالْمَأْدُبَة الْجَنَّة وَالدَّاعِي مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَهَذَا حَدِيث مُرْسَل وَقَدْ جَاءَ مُتَّصِلًا مِنْ حَدِيث اللَّيْث عَنْ خَالِد بْن يَزِيد عَنْ سَعِيد بْن أَبِي هِلَال عَنْ جَابِر بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُ قَالَ : خَرَجَ عَلَيْنَا رَسُول اللَّه صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا فَقَالَ \" إِنِّي رَأَيْت فِي الْمَنَام كَأَنَّ جِبْرِيل عِنْد رَأْسِي وَمِيكَائِيل عِنْد رِجْلِي يَقُول أَحَدهمَا لِصَاحِبِهِ اِضْرِبْ لَهُ مَثَلًا فَقَالَ : اِسْمَعْ سَمِعَتْ أُذُنك وَاعْقِلْ عَقَلَ قَلْبك إِنَّمَا مَثَلك وَمَثَل أُمَّتك كَمَثَلِ مَلِك اِتَّخَذَ دَارًا ثُمَّ بَنَى فِيهَا بَيْتًا ثُمَّ جَعَلَ فِيهَا مَأْدُبَة ثُمَّ بَعَثَ رَسُولًا يَدْعُو النَّاس إِلَى طَعَامه فَمِنْهُمْ مَنْ أَجَابَ الرَّسُول وَمِنْهُمْ مَنْ تَرَكَهُ فَاَللَّه الْمَلِك وَالدَّار الْإِسْلَام وَالْبَيْت الْجَنَّة وَأَنْتَ يَا مُحَمَّد الرَّسُول فَمَنْ أَجَابَك دَخَلَ الْإِسْلَام وَمَنْ دَخَلَ الْإِسْلَام دَخَلَ الْجَنَّة وَمَنْ دَخَلَ الْجَنَّة أَكَلَ مِنْهَا \" رَوَاهُ اِبْن جَرِير وَقَالَ قَتَادَة : حَدَّثَنِي خُلَيْد الْعَصَرِيّ عَنْ أَبِي الدَّرْدَاء مَرْفُوعًا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ يَوْم طَلَعَتْ فِيهِ الشَّمْس إِلَّا وَبِجَنْبَتَيْهَا مَلَكَانِ يُنَادِيَانِ يَسْمَعهُمَا خَلْق اللَّه كُلّهمْ إِلَّا الثَّقَلَيْنِ : يَا أَيّهَا النَّاس هَلُمُّوا إِلَى رَبّكُمْ إِنَّ مَا قَلَّ وَكَفَى خَيْر مِمَّا كَثُرَ وَأَلْهَى \" قَالَ وَأُنْزِلَ فِي قَوْله يَا أَيّهَا النَّاس هَلُمُّوا إِلَى رَبّكُمْ \" وَاَللَّه يَدْعُو إِلَى دَار السَّلَام \" الْآيَة . رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37451, "aya_id": 25}]