[{"text": "وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِنًا إِلاَّ خَطَئًا وَمَن قَتَلَ مُؤْمِنًا خَطَئًا فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ وَدِيَةٌ مُّسَلَّمَةٌ إِلَى أَهْلِهِ إِلاَّ أَن يَصَّدَّقُواْ فَإِن كَانَ مِن قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مْؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ وَإِن كَانَ مِن قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِّيثَاقٌ فَدِيَةٌ مُّسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةً فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِّنَ اللّهِ وَكَانَ اللّهُ عَلِيمًا حَكِيمًا", "sura_id": 4, "type": 0, "id": 585, "aya_id": 92}, {"text": "وما كان لمؤمن أن يقتل مؤمنا إلا خطأ ومن قتل مؤمنا خطأ فتحرير رقبة مؤمنة ودية مسلمة إلى أهله إلا أن يصدقوا فإن كان من قوم عدو لكم وهو مؤمن فتحرير رقبة مؤمنة وإن كان من قوم بينكم وبينهم ميثاق فدية مسلمة إلى أهله وتحرير رقبة مؤمنة فمن لم يجد فصيام شهرين متتابعين توبة من الله وكان الله عليما حكيما", "sura_id": 4, "type": 1, "id": 6821, "aya_id": 92}, {"text": "92 - (وما كان لمؤمن أن يقتل مؤمنا) أي ما ينبغي أن يصدر منه قتل له (إلا خطأ) مخطئا في قتله من غير قصد (ومن قتل مؤمنا خطأ) بأن قصد رمي غيره كصيد أو شجرة فأصابه أو ضربه بما لا يقتل غالبا (فتحرير) عتق (رقبة) نسمة (مؤمنة) عليه (ودية مسلمة) مؤداة (إلى أهله) أي ورثة المقتول (إلا أن يصدقوا) يتصدقوا عليه بها بأن يعفوا عنها ، وبينت السنة أنها مئة من الإبل عشرون بنت مخاض وكذا بنات لبون وبنو لبون وحقاق وجذاع وأنها على عاقلة القاتل وهم عصبته في الأصل والفرع موزعة عليهم على ثلاث سنين على الغني منهم نصف دينار والمتوسط ربع كل سنة فإن لم يفوا فمن بيت المال فإن تعذر فعلى الجاني (فإن كان) المقتول (من قوم عدو) حرب (لكم وهو مؤمن فتحرير رقبة مؤمنة) على قاتله كفارة ولا دية تسلم إلى أهله لحرابتهم (وإن كان) المقتول (من قوم بينكم وبينهم ميثاق) عهد كأهل الذمة (فدية) له (مسلمة إلى أهله) وهي ثلث دية المؤمن إن كان يهوديا أو نصرانيا وثلثا عشرها إن كان مجوسيا (وتحرير رقبة مؤمنة) على قاتله (فمن لم يجد) الرقبة بأن فقدها وما يحصلها به (فصيام شهرين متتابعين) عليه كفارة ، ولم يذكر الله تعالى الانتقال إلى الطعام كالظهار وبه أخذ الشافعي في أصح قوليه (توبة من الله) مصدر منصوب بفعله المقدر (وكان الله عليما) بخلقه (حكيما) فيما دبره لهم \r\n", "sura_id": 4, "type": 2, "id": 25529, "aya_id": 92}, {"text": "ولا يحق لمؤمن الاعتداء على أخيه المؤمن وقتله بغير حق, إلا أن يقع منه ذلك على وجه الخطأ الذي لا عمد فيه, ومن وقع منه ذلك الخطأ فعليه عتق رقبة مؤمنة, وتسليم دية مقدرة إلى أوليائه, إلا أن يتصدقوا بها عليه ويعفوا عنه. فإن كان المقتول من قوم كفار أعداء للمؤمنين, وهو مؤمن بالله تعالى, وبما أنزل من الحق على رسوله محمد صلى الله عليه وسلم, فعلى قاتله عتق رقبة مؤمنة, وإن كان من قوم بينكم وبينهم عهد وميثاق, فعلى قاتله دية تسلم إلى أوليائه وعتق رقبة مؤمنة, فمن لم يجد القدرة على عتق رقبة مؤمنة, فعليه صيام شهرين متتابعين; ليتوب الله تعالى عليه. وكان الله تعالى عليما بحقيقة شأن عباده, حكيمًا فيما شرعه لهم.\r\n", "sura_id": 4, "type": 3, "id": 31765, "aya_id": 92}, {"text": " <font color=red>وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ إِلَّا أَنْ يَصَّدَّقُوا فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِنَ اللَّهِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا</font><BR><p>يَقُول تَعَالَى لَيْسَ لِمُؤْمِنٍ أَنْ يَقْتُل أَخَاهُ الْمُؤْمِن بِوَجْهٍ مِنْ الْوُجُوه كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ اِبْن مَسْعُود أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا يَحِلّ دَم اِمْرِئٍ مُسْلِم يَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَنِّي رَسُول اللَّه إِلَّا بِإِحْدَى ثَلَاث : النَّفْس بِالنَّفْسِ وَالثَّيِّب الزَّانِي وَالتَّارِك لِدِينِهِ الْمُفَارِق لِلْجَمَاعَةِ \" ثُمَّ إِذَا وَقَعَ شَيْء مِنْ هَذِهِ الثَّلَاث فَلَيْسَ لِأَحَدٍ مِنْ آحَاد الرَّعِيَّة أَنْ يَقْتُلهُ وَإِنَّمَا ذَلِكَ إِلَى الْإِمَام أَوْ نَائِبه وَقَوْله \" إِلَّا خَطَأ \" قَالُوا هُوَ اِسْتِثْنَاء مُنْقَطِع كَقَوْلِ الشَّاعِر : مِنْ الْبِيض لَمْ تَظْعَن بَعِيدًا وَلَمْ تَطَأ عَلَى الْأَرْض إِلَّا رَيْط بُرْد مُرَحَّل وَلِهَذَا شَوَاهِد كَثِيرَة وَاخْتُلِفَ فِي سَبَب نُزُول هَذِهِ فَقَالَ مُجَاهِد وَغَيْر وَاحِد نَزَلَتْ فِي عَيَّاش بْن أَبِي رَبِيعَة أَخِي أَبِي جَهْل لِأُمِّهِ وَهِيَ أَسْمَاء بِنْت مَخْرَمَة وَذَلِكَ أَنَّهُ قَتَلَ رَجُلًا يُعَذِّبهُ مَعَ أَخِيهِ عَلَى الْإِسْلَام وَهُوَ الْحَارِث بْن يَزِيد الْغَامِدِيّ فَأَضْمَرَ لَهُ عَيَّاش السُّوء فَأَسْلَمَ ذَلِكَ الرَّجُل وَهَاجَرَ وَعَيَّاش لَا يَشْعُر فَلَمَّا كَانَ يَوْم الْفَتْح رَآهُ فَظَنَّ أَنَّهُ عَلَى دِينه فَحَمَلَ عَلَيْهِ فَقَتَلَهُ فَأَنْزَلَ اللَّه هَذِهِ الْآيَة قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم : نَزَلَتْ فِي أَبِي الدَّرْدَاء لِأَنَّهُ قَتَلَ رَجُلًا وَقَدْ قَالَ كَلِمَة الْإِيمَان حِين رَفَعَ عَلَيْهِ السَّيْف فَأَهْوَى بِهِ إِلَيْهِ فَقَالَ كَلِمَته فَلَمَّا ذُكِرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ إِنَّمَا قَالَهَا مُتَعَوِّذًا فَقَالَ لَهُ \" هَلْ شَقَقْت عَنْ قَلْبه \" وَهَذِهِ الْقِصَّة فِي الصَّحِيح لِغَيْرِ أَبِي الدَّرْدَاء . وَقَوْله \" وَمَنْ قَتَلَ مُؤْمِنًا خَطَأ فَتَحْرِير رَقَبَة مُؤْمِنَة وَدِيَة مُسَلَّمَة إِلَى أَهْله \" هَذَانِ وَاجِبَانِ فِي قَتْل الْخَطَأ أَحَدهمَا الْكَفَّارَة لِمَا اِرْتَكَبَهُ مِنْ الذَّنْب الْعَظِيم وَإِنْ كَانَ خَطَأ وَمِنْ شَرْطهَا أَنْ تَكُون عِتْق رَقَبَة مُؤْمِنَة فَلَا تُجْزِئ الْكَفَّارَة وَحَكَى اِبْن جَرِير عَنْ اِبْن عَبَّاس وَالشَّعْبِيّ وَإِبْرَاهِيم النَّخَعِيّ وَالْحَسَن الْبَصْرِيّ أَنَّهُمْ قَالُوا لَا يُجْزِئ الصَّغِير حَتَّى يَكُون قَاصِدًا لِلْإِيمَانِ وَرُوِيَ مِنْ طَرِيق عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة قَالَ فِي مُصْحَف أُبَيّ \" فَتَحْرِير رَقَبَة مُؤْمِنَة \" لَا يُجْزِئ فِيهَا صَبِيّ . وَاخْتَارَ اِبْن جَرِير أَنَّهُ إِنْ كَانَ مَوْلُودًا بَيْن أَبَوَيْنِ مُسْلِمَيْنِ أَجْزَأَ وَإِلَّا فَلَا وَاَلَّذِي عَلَيْهِ الْجُمْهُور أَنَّهُ مَتَى كَانَ مُسْلِمًا صَحَّ عِتْقه عَنْ الْكَفَّارَة سَوَاء كَانَ صَغِيرًا أَوْ كَبِيرًا قَالَ الْإِمَام أَحْمَد أَنْبَأَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ عَبْد اللَّه بْن عَبْد اللَّه عَنْ رَجُل مِنْ الْأَنْصَار أَنَّهُ جَاءَ بِأَمَةٍ سَوْدَاء فَقَالَ يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ عَلَيَّ عِتْق رَقَبَة مُؤْمِنَة فَإِنْ كُنْت تَرَى هَذِهِ مُؤْمِنَة أَعْتَقْتهَا فَقَالَ لَهَا رَسُول اللَّه \" أَتَشْهَدِينَ أَنْ لَا إِلَه إِلَّا اللَّه ؟ \" قَالَتْ نَعَمْ. قَالَ \" أَتَشْهَدِينَ أَنِّي رَسُول اللَّه ؟ \" قَالَ نَعَمْ قَالَ\" أَتُؤْمِنِينَ بِالْبَعْثِ بَعْد الْمَوْت \" قَالَتْ نَعَمْ قَالَ \" أَعْتِقْهَا \" وَهَذَا إِسْنَاد صَحِيح وَجَهَالَة الصَّحَابِيّ لَا تَضُرّهُ . وَفِي مُوَطَّأ مَالِك وَمُسْنَد الشَّافِعِيّ وَأَحْمَد وَصَحِيح مُسْلِم وَسُنَن أَبِي دَاوُد وَالنَّسَائِيّ مِنْ طَرِيق هِلَال بْن أَبِي مَيْمُونَة عَنْ عَطَاء بْن يَسَار عَنْ مُعَاوِيَة بْن الْحَكَم أَنَّهُ لَمَّا جَاءَ بِتِلْكَ الْجَارِيَة السَّوْدَاء قَالَ لَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَيْنَ اللَّه\" قَالَتْ فِي السَّمَاء قَالَ \" مَنْ أَنَا \" قَالَتْ أَنْتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَعْتِقْهَا فَإِنَّهَا مُؤْمِنَة \" وَقَوْله \" وَدِيَة مُسَلَّمَة إِلَى أَهْله \" هُوَ الْوَاجِب الثَّانِي فِيمَا بَيْن الْقَاتِل وَأَهْل الْقَتِيل عِوَضًا لَهُمْ عَمَّا فَاتَهُمْ مِنْ قَتِيلهمْ وَهَذِهِ الدِّيَة إِنَّمَا تَجِب أَخْمَاسًا كَمَا رَوَاهُ الْإِمَام أَحْمَد وَأَهْل السُّنَن مِنْ حَدِيث الْحَجَّاج بْن أَرْطَاة عَنْ زَيْد بْن بْن جُبَيْر عَنْ خَشْف بْن مَالِك عَنْ اِبْن مَسْعُود قَالَ قَضَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ فِي دِيَة الْخَطَأ عِشْرِينَ بِنْت مَخَاض وَعِشْرِينَ بَنِي مَخَاض ذُكُورًا وَعِشْرِينَ بِنْت لَبُون وَعِشْرِينَ جَذَعَة وَعِشْرِينَ حِقَّة لَفْظ النَّسَائِيّ قَالَ التِّرْمِذِيّ لَا نَعْرِفهُ مَرْفُوعًا إِلَّا مِنْ هَذَا الْوَجْه وَقَدْ رُوِيَ عَنْ عَبْد اللَّه مَوْقُوفًا كَمَا رُوِيَ عَنْ عَلِيّ وَطَائِفَة وَقِيلَ تَجِب أَرْبَاعًا وَهَذِهِ الدِّيَة إِنَّمَا تَجِب عَلَى عَاقِلَة الْقَاتِل لَا فِي مَاله قَالَ الشَّافِعِيّ رَحِمَهُ اللَّه لَمْ أَعْلَم مُخَالِفًا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَضَى بِالدِّيَةِ عَلَى الْعَاقِلَة وَهُوَ أَكْثَر مِنْ حَدِيث الْخَاصَّة . وَهَذَا الَّذِي أَشَارَ إِلَيْهِ رَحِمَهُ اللَّه قَدْ ثَبَتَ فِي غَيْر مَا حَدِيث فَمِنْ ذَلِكَ مَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة قَالَ : اِقْتَتَلَتْ اِمْرَأَتَانِ مِنْ هُذَيْل فَرَمَتْ إِحْدَاهُمَا الْأُخْرَى بِحَجَرٍ فَقَتَلَتْهَا وَمَا فِي بَطْنهَا فَاخْتَصَمُوا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَضَى أَنَّ دِيَة جَنِينهَا غُرَّة عَبْد أَوْ أَمَة وَقَضَى بِدِيَةِ الْمَرْأَة عَلَى عَاقِلَتهَا وَهَذَا يَقْتَضِي أَنَّ حُكْم عَمْد الْخَطَأ حُكْم الْخَطَأ الْمَحْض فِي وُجُوب الدِّيَة لَكِنْ هَذَا تَجِب فِيهِ الدِّيَة أَثْلَاثًا لِشُبْهَةِ الْعَمْد وَفِي صَحِيح الْبُخَارِيّ عَنْ عَبْد اللَّه بْن عُمَر قَالَ : بَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَالِد بْن الْوَلِيد إِلَى بَنِي خُزَيْمَة فَدَعَاهُمْ إِلَى الْإِسْلَام فَلَمْ يُحْسِنُوا أَنْ يَقُولُوا أَسْلَمْنَا فَجَعَلُوا يَقُولُونَ صَبَأْنَا صَبَأْنَا فَجَعَلَ خَالِد يَقْتُلهُمْ فَبَلَغَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَرَفَعَ يَده وَقَالَ \" اللَّهُمَّ إِنِّي أَبْرَأ إِلَيْك مِمَّا صَنَعَ خَالِد \" وَبَعَثَ عَلِيًّا فَوَدَى قَتْلَاهُمْ وَمَا أَتْلَفَ مِنْ أَمْوَالهمْ حَتَّى مِيلَغَة الْكَلْب وَهَذَا الْحَدِيث يُؤْخَذ مِنْهُ أَنَّ خَطَأ الْإِمَام أَوْ نَائِبه يَكُون فِي بَيْت الْمَال وَقَوْله \" إِلَّا أَنْ يَصَّدَّقُوا \" أَيْ فَتَجِب فِيهِ الدِّيَة مُسَلَّمَة إِلَى أَهْله إِلَّا أَنْ يَتَصَدَّقُوا بِهَا فَلَا تَجِب وَقَوْله \" فَإِنْ كَانَ مِنْ قَوْم عَدُوّ لَكُمْ وَهُوَ مُؤْمِن فَتَحْرِير رَقَبَة مُؤْمِنَة \" أَيْ إِذَا كَانَ الْقَتِيل مُؤْمِنًا وَلَكِنْ أَوْلِيَاؤُهُ مِنْ الْكُفَّار أَهْل حَرْب فَلَا دِيَة لَهُمْ وَعَلَى الْقَاتِل تَحْرِير رَقَبَة مُؤْمِنَة لَا غَيْر وَقَوْله \" وَإِنْ كَانَ مِنْ قَوْم بَيْنكُمْ وَبَيْنهمْ مِيثَاق \" الْآيَة . أَيْ فَإِنْ كَانَ الْقَتِيل أَوْلِيَاؤُهُ أَهْل ذِمَّة أَوْ هُدْنَة فَلَهُمْ دِيَة قَتِيلهمْ فَإِنْ كَانَ مُؤْمِنًا فَدِيَة كَامِلَة وَكَذَا إِنْ كَانَ كَافِرًا أَيْضًا عِنْد طَائِفَة مِنْ الْعُلَمَاء وَقِيلَ يَجِب فِي الْكَافِر نِصْف دِيَة الْمُسْلِم وَقِيلَ ثُلُثهَا كَمَا هُوَ مُفَصَّل فِي كِتَاب الْأَحْكَام . وَيَجِب أَيْضًا عَلَى الْقَاتِل تَحْرِير رَقَبَة مُؤْمِنَة \" فَمَنْ لَمْ يَجِد فَصِيَام شَهْرَيْنِ مُتَتَابِعَيْنِ \" أَيْ لَا إِفْطَار بَيْنهمَا بَلْ يَسْرُد صَوْمهمَا إِلَى آخِرهمَا فَإِنْ أَفْطَرَ مِنْ غَيْر عُذْر مِنْ مَرَض أَوْ حَيْض أَوْ نِفَاس اِسْتَأْنَفَ وَاخْتَلَفُوا فِي السَّفَر هَلْ يُقْطَع أَمْ لَا عَلَى قَوْلَيْنِ وَقَوْله \" تَوْبَة مِنْ اللَّه وَكَانَ اللَّه عَلِيمًا حَكِيمًا \" أَيْ هَذِهِ تَوْبَة الْقَاتِل خَطَأ إِذَا لَمْ يَجِد الْعِتْق صَامَ شَهْرَيْنِ مُتَتَابِعَيْنِ : وَاخْتَلَفُوا فِيمَنْ لَا يَسْتَطِيع الصِّيَام هَلْ يَجِب عَلَيْهِ إِطْعَام سِتِّينَ مِسْكِينًا كَمَا فِي كَفَّارَة الظِّهَار عَلَى قَوْلَيْنِ أَحَدهمَا نَعَمْ كَمَا هُوَ مَنْصُوص عَلَيْهِ فِي كَفَّارَة الظِّهَار وَإِنَّمَا لَمْ يُذْكَر هَهُنَا لِأَنَّ هَذَا مَقَام تَهْدِيد وَتَخْوِيف وَتَحْذِير فَلَا يُنَاسِب أَنْ يُذْكَر فِيهِ الْإِطْعَام لِمَا فِيهِ مِنْ التَّسْهِيل وَالتَّرْخِيص . وَالْقَوْل الثَّانِي لَا يُعْدَل إِلَى الطَّعَام لِأَنَّهُ لَوْ كَانَ وَاجِبًا لَمَا أَخَّرَ بَيَانه عَنْ وَقْت الْحَاجَة \" وَكَانَ اللَّه عَلِيمًا حَكِيمًا \" قَدْ تَقَدَّمَ تَفْسِيره غَيْر مَرَّة . ثُمَّ لَمَّا بَيَّنَ تَعَالَى حُكْم الْقَتْل الْخَطَأ شَرَعَ فِي بَيَان حُكْم الْقَتْل الْعَمْد فَقَالَ \" وَمَنْ يَقْتُل مُؤْمِنًا مُتَعَمِّدًا \" الْآيَة . وَهَذَا تَهْدِيد شَدِيد وَوَعِيد أَكِيد لِمَنْ تَعَاطَى هَذَا الذَّنْب الْعَظِيم الَّذِي هُوَ مَقْرُون بِالشِّرْكِ بِاَللَّهِ فِي غَيْر مَا آيَة فِي كِتَاب اللَّه حَيْثُ يَقُول سُبْحَانه فِي سُورَة الْفُرْقَان \" وَاَلَّذِينَ لَا يَدْعُونَ مَعَ اللَّه إِلَهًا آخَر وَلَا يَقْتُلُونَ النَّفْس الَّتِي حَرَّمَ اللَّه إِلَّا بِالْحَقِّ \" الْآيَة وَقَالَ تَعَالَى \" قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبّكُمْ عَلَيْكُمْ أَنْ لَا تُشْرِكُوا بِهِ شَيْئًا\" الْآيَة وَالْآيَات وَالْأَحَادِيث فِي تَحْرِيم الْقَتْل كَثِيرَة جِدًّا فَمِنْ ذَلِكَ مَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ اِبْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أَوَّل مَا يُقْضَى بَيْن النَّاس يَوْم الْقِيَامَة فِي الدِّمَاء \" وَفِي الْحَدِيث الْآخَر الَّذِي رَوَاهُ أَبُو دَاوُد مِنْ رِوَايَة عَمْرو بْن الْوَلِيد بْن عُبَيْدَة الْمِصْرِيّ عَنْ عُبَادَة بْن الصَّامِت قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يَزَال الْمُؤْمِن مُعْنِقًا صَالِحًا مَا لَمْ يُصِبْ دَمًا حَرَامًا فَإِذَا أَصَابَ دَمًا حَرَامًا بَلَّحَ\" وَفِي حَدِيث آخَر \" لَزَوَال الدُّنْيَا أَهْوَن عِنْد اللَّه مِنْ قَتْل رَجُل مُسْلِم \" وَفِي الْحَدِيث الْآخَر \" لَوْ اِجْتَمَعَ أَهْل السَّمَوَات وَالْأَرْض عَلَى قَتْل رَجُل مُسْلِم لَأَكَبَّهُمْ اللَّه فِي النَّار \" وَفِي الْحَدِيث الْآخَر \" مَنْ أَعَانَ عَلَى قَتْل الْمُسْلِم وَلَوْ بِشَطْرِ كَلِمَة جَاءَ يَوْم الْقِيَامَة مَكْتُوب بَيْن عَيْنَيْهِ آيِس مِنْ رَحْمَة اللَّه\" وَقَدْ كَانَ اِبْن عَبَّاس يَرَى أَنَّهُ لَا تَوْبَة لِقَاتِلِ الْمُؤْمِن عَمْدًا . وَقَالَ الْبُخَارِيّ حَدَّثَنَا آدَم حَدَّثَنَا شُعْبَة حَدَّثَنَا الْمُغِيرَة بْن النُّعْمَان قَالَ سَمِعْت اِبْن جُبَيْر قَالَ اِخْتَلَفَ فِيهَا أَهْل الْكُوفَة فَرَحَلْت إِلَى اِبْن عَبَّاس فَسَأَلْته عَنْهَا فَقَالَ : نَزَلَتْ هَذِهِ الْآيَة \" وَمَنْ يَقْتُل مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّم \" هِيَ آخِر مَا نَزَلَ وَمَا نَسَخَهَا شَيْء . وَكَذَا رَوَاهُ هُوَ أَيْضًا وَمُسْلِم وَالنَّسَائِيّ مِنْ طُرُق عَنْ شُعْبَة بِهِ وَرَوَاهُ أَبُو دَاوُد عَنْ أَحْمَد بْن حَنْبَل عَنْ اِبْن مَهْدِيّ عَنْ سُفْيَان الثَّوْرِيّ عَنْ مُغِيرَة بْن النُّعْمَان عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله وَمَنْ يَقْتُل مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّم فَقَالَ مَا نَسَخَهَا شَيْء . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا اِبْن عَوْن حَدَّثَنَا شُعْبَة عَنْ سَعِيد بْن جُبَيْر قَالَ : قَالَ عَبْد الرَّحْمَن بْن أَبْزَى سُئِلَ اِبْن عَبَّاس عَنْ قَوْله وَمَنْ \" يَقْتُل مُؤْمِنًا مُتَعَمِّدًا \" الْآيَة قَالَ لَمْ يَنْسَخهَا شَيْء وَقَالَ فِي هَذِهِ الْآيَة \" وَاَلَّذِينَ لَا يَدْعُونَ مَعَ اللَّه إِلَهًا آخَر \" إِلَى آخِرهَا قَالَ نَزَلَتْ فِي أَهْل الشِّرْك . وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا جَرِير عَنْ مَنْصُور حَدَّثَنِي سَعِيد بْن جُبَيْر قَالَ سَأَلْت اِبْن عَبَّاس عَنْ قَوْله .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40934, "aya_id": 92}]