[{"text": "الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ", "sura_id": 2, "type": 0, "id": 10, "aya_id": 3}, {"text": "الذين يؤمنون بالغيب ويقيمون الصلاة ومما رزقناهم ينفقون", "sura_id": 2, "type": 1, "id": 6246, "aya_id": 3}, {"text": "3 - (الذين يؤمنون) يصدقون (بالغيب) بما غاب عنهم من البعث والجنة والنار (ويقيمون الصلاة) أي يأتون بها بحقوقها (ومما رزقناهم) أعطيناهم (ينفقون) في طاعة الله \r\n", "sura_id": 2, "type": 2, "id": 24954, "aya_id": 3}, {"text": "وهم الذين يُصَدِّقون بالغيب الذي لا تدركه حواسُّهم ولا عقولهم وحدها; لأنه لا يُعْرف إلا بوحي الله إلى رسله, مثل الإيمان بالملائكة, والجنة, والنار, وغير ذلك مما أخبر الله به أو أخبر به رسوله، (والإيمان: كلمة جامعة للإقرار بالله وملائكته وكتبه ورسله واليوم الآخر والقدر خيره وشره، وتصديق الإقرار بالقول والعمل بالقلب واللسان والجوارح) وهم مع تصديقهم بالغيب يحافظون على أداء الصلاة في مواقيتها أداءً صحيحًا وَفْق ما شرع الله لنبيه محمد صلى الله عليه وسلم, ومما أعطيناهم من المال يخرجون صدقة أموالهم الواجبة والمستحبة.\r\n", "sura_id": 2, "type": 3, "id": 31190, "aya_id": 3}, {"text": " <font color=red>الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ</font><BR><p>قَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الْعَلَاء بْن الْمُسَيِّب بْن رَافِع عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه قَالَ : الْإِيمَان التَّصْدِيق وَقَالَ عَلِيّ بْن أَبِي طَلْحَة وَغَيْره عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا يُؤْمِنُونَ يُصَدِّقُونَ وَقَالَ مَعْمَر عَنْ الزُّهْرِيّ : الْإِيمَان الْعَمَل وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس يُؤْمِنُونَ يَخْشُونَ . قَالَ اِبْن جَرِير : وَالْأَوْلَى أَنْ يَكُونُوا مَوْصُوفِينَ بِالْإِيمَانِ بِالْغَيْبِ قَوْلًا وَاعْتِقَادًا وَعَمَلًا وَقَدْ تَدْخُل الْخَشْيَة لِلَّهِ فِي مَعْنَى الْإِيمَان الَّذِي هُوَ تَصْدِيق الْقَوْل بِالْعَمَلِ وَالْإِيمَان كَلِمَة جَامِعَة لِلْإِيمَانِ بِاَللَّهِ وَكُتُبه وَرُسُله وَتَصْدِيق الْإِقْرَار بِالْفِعْلِ\" قُلْت \" أَمَّا الْإِيمَان فِي اللُّغَة فَيُطْلَق عَلَى التَّصْدِيق الْمَحْض وَقَدْ يُسْتَعْمَل فِي الْقُرْآن وَالْمُرَاد بِهِ ذَلِكَ كَمَا قَالَ تَعَالَى \" يُؤْمِن بِاَللَّهِ وَيُؤْمِن لِلْمُؤْمِنِينَ\" وَكَمَا قَالَ إِخْوَة يُوسُف لِأَبِيهِمْ \" وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقِينَ \" وَكَذَلِكَ إِذَا اُسْتُعْمِلَ مَقْرُونًا مَعَ الْأَعْمَال كَقَوْلِهِ تَعَالَى \" إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات \" فَأَمَّا إِذَا اُسْتُعْمِلَ مُطْلَقًا فَالْإِيمَان الشَّرْعِيّ الْمَطْلُوب لَا يَكُون إِلَّا اِعْتِقَادًا وَقَوْلًا وَعَمَلًا. هَكَذَا ذَهَبَ إِلَيْهِ أَكْثَر الْأَئِمَّة بَلْ قَدْ حَكَاهُ الشَّافِعِيّ وَأَحْمَد بْن حَنْبَل وَأَبُو عُبَيْدَة وَغَيْر وَاحِد إِجْمَاعًا : أَنَّ الْإِيمَان قَوْل وَعَمَل وَيَزِيد وَيَنْقُص وَقَدْ وَرَدَ فِيهِ آثَار كَثِيرَة وَأَحَادِيث أَفْرَدْنَا الْكَلَام فِيهَا فِي أَوَّل شَرْح الْبُخَارِيّ وَلِلَّهِ الْحَمْد وَالْمِنَّة . وَمِنْهُمْ مَنْ فَسَّرَهُ بِالْخَشْيَةِ كَقَوْلِهِ تَعَالَى \" إِنَّ الَّذِينَ يَخْشَوْنَ رَبّهمْ بِالْغَيْبِ \" وَقَوْله \" مَنْ خَشِيَ الرَّحْمَن بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُنِيب \" وَالْخَشْيَة خُلَاصَة الْإِيمَان وَالْعِلْم كَمَا قَالَ تَعَالَى \" إِنَّمَا يَخْشَى اللَّه مِنْ عِبَاده الْعُلَمَاء \" وَقَالَ بَعْضهمْ يُؤْمِنُونَ بِالْغَيْبِ كَمَا يُؤْمِنُونَ بِالشَّهَادَةِ وَلَيْسُوا كَمَا قَالَ تَعَالَى عَنْ الْمُنَافِقِينَ\" وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَا وَإِذَا خَلَوْا إِلَى شَيَاطِينهمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ\" وَقَالَ \" إِذَا جَاءَك الْمُنَافِقُونَ قَالُوا نَشْهَد إِنَّك لَرَسُول اللَّه وَاَللَّه يَعْلَم إِنَّك لِرَسُولِهِ وَاَللَّه يَشْهَد إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ \" فَعَلَى هَذَا يَكُون قَوْله بِالْغَيْبِ حَالًا أَيْ فِي حَال كَوْنهمْ غَيْبًا عَنْ النَّاس . وَأَمَّا الْغَيْب الْمُرَاد هَاهُنَا فَقَدْ اِخْتَلَفَتْ عِبَارَات السَّلَف فِيهِ وَكُلّهَا صَحِيحَة تَرْجِع إِلَى أَنَّ الْجَمِيع مُرَاد قَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة فِي قَوْله تَعَالَى \" يُؤْمِنُونَ بِالْغَيْبِ \" قَالَ يُؤْمِنُونَ بِاَللَّهِ وَمَلَائِكَته وَكُتُبه وَرُسُله وَالْيَوْم الْآخِر وَجَنَّته وَنَاره وَلِقَائِهِ وَيُؤْمِنُونَ بِالْحَيَاةِ بَعْد الْمَوْت وَبِالْبَعْثِ فَهَذَا غَيْب كُلّه . وَكَذَا قَالَ قَتَادَة بْن دِعَامَة وَقَالَ السُّدِّيّ عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة الْهَمْدَانِيّ عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَّا الْغَيْب فَمَا غَابَ عَنْ الْعِبَاد مِنْ أَمْر الْجَنَّة وَأَمْر النَّار وَمَا ذُكِرَ فِي الْقُرْآن وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس بِالْغَيْبِ قَالَ بِمَا جَاءَ مِنْهُ - يَعْنِي مِنْ اللَّه تَعَالَى - وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ عَاصِم عَنْ زِرّ قَالَ الْغَيْب الْقُرْآن وَقَالَ عَطَاء بْن أَبِي رَبَاح مَنْ آمَنَ بِاَللَّهِ فَقَدْ آمَنَ بِالْغَيْبِ وَقَالَ إِسْمَاعِيل بْن أَبِي خَالِد يُؤْمِنُونَ بِالْغَيْبِ قَالَ بِغَيْبِ الْإِسْلَام وَقَالَ زَيْد بْن أَسْلَمَ الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ قَالَ بِالْقَدَرِ . فَكُلّ هَذِهِ مُتَقَارِبَة فِي مَعْنَى وَاحِد لِأَنَّ جَمِيع هَذِهِ الْمَذْكُورَات مِنْ الْغَيْب الَّذِي يَجِب الْإِيمَان بِهِ . وَقَالَ سَعِيد بْن مَنْصُور حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ عُمَارَة بْن عُمَيْر عَنْ عَبْد الرَّحْمَن بْن يَزِيد قَالَ كُنَّا عِنْد عَبْد اللَّه بْن مَسْعُود جُلُوسًا فَذَكَرنَا أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَا سَبَقُونَا بِهِ فَقَالَ عَبْد اللَّه إِنَّ أَمْر مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ بَيِّنًا لِمَنْ رَآهُ وَاَلَّذِي لَا إِلَه غَيْره مَا آمَنَ أَحَد قَطُّ إِيمَانًا أَفْضَل مِنْ إِيمَان بِغَيْبٍ ثُمَّ قَرَأَ \" الم ذَلِكَ الْكِتَاب لَا رَيْب فِيهِ هُدًى لِلْمُتَّقِينَ الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ - إِلَى قَوْله - الْمُفْلِحُونَ \" وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم وَابْن مَرْدَوَيْهِ وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ طُرُق عَنْ الْأَعْمَش بِهِ وَقَالَ الْحَاكِم صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ . وَفِي مَعْنَى هَذَا الْحَدِيث الَّذِي رَوَاهُ أَحْمَد حَدَّثَنَا أَبُو الْمُغِيرَة أَنَا الْأَوْزَاعِيّ حَدَّثَنِي أَسَد بْن عَبْد الرَّحْمَن عَنْ خَالِد بْن دُرَيْك عَنْ اِبْن مُحَيْرِيز قَالَ : قُلْت لِأَبِي جُمْعَة حَدِّثْنَا حَدِيثًا سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ نَعَمْ أُحَدِّثك حَدِيثًا جَيِّدًا : تَغَدَّيْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَعَنَا أَبُو عُبَيْدَة بْن الْجَرَّاح فَقَالَ يَا رَسُول اللَّه هَلْ أَحَد خَيْر مِنَّا ؟ أَسْلَمْنَا مَعَك وَجَاهَدْنَا مَعَك . قَالَ \" نَعَمْ قَوْم مِنْ بَعْدكُمْ يُؤْمِنُونَ بِي وَلَمْ يَرَوْنِي \" طَرِيق أُخْرَى قَالَ أَبُو بَكْر بْن مَرْدَوَيْهِ فِي تَفْسِيره حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر حَدَّثَنَا إِسْمَاعِيل عَنْ عَبْد اللَّه بْن مَسْعُود حَدَّثَنَا عَبْد اللَّه بْن صَالِح حَدَّثَنَا مُعَاوِيَة بْن صَالِح عَنْ صَالِح بْن جُبَيْر قَالَ : قَدَّمَ عَلَيْنَا أَبُو جُمْعَة الْأَنْصَارِيّ صَاحِب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِبَيْتِ الْمَقْدِس يُصَلِّي فِيهِ وَمَعَنَا يَوْمَئِذٍ رَجَاء بْن حَيْوَة رَضِيَ اللَّه عَنْهُ فَلَمَّا اِنْصَرَفَ خَرَجْنَا نُشَيِّعهُ فَلَمَّا أَرَادَ الِانْصِرَاف قَالَ إِنَّ لَكُمْ جَائِزَة وَحَقًّا أُحَدِّثكُمْ بِحَدِيثِ سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُلْنَا هَاتِ رَحِمَك اللَّه قَالَ : كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَعَنَا مُعَاذ بْن جَبَل عَاشِر عَشَرَة فَقُلْنَا يَا رَسُول اللَّه هَلْ مِنْ قَوْم أَعْظَم مِنَّا أَجْرًا ؟ آمَنَا بِاَللَّهِ وَاتَّبَعْنَاك قَالَ \" مَا يَمْنَعكُمْ مِنْ ذَلِكَ وَرَسُول اللَّه بَيْن أَظْهُركُمْ يَأْتِيكُمْ بِالْوَحْيِ مِنْ السَّمَاء بَلْ قَوْم بَعْدكُمْ يَأْتِيهِمْ كِتَاب مِنْ بَيْن لَوْحَيْنِ يُؤْمِنُونَ بِهِ وَيَعْمَلُونَ بِمَا فِيهِ أُولَئِكَ أَعْظَم مِنْكُمْ أَجْرًا \" مَرَّتَيْنِ - ثُمَّ رَوَاهُ مِنْ حَدِيث ضَمْرَة بْن رَبِيعَة عَنْ مَرْزُوق بْن نَافِع عَنْ صَالِح بْن جُبَيْر عَنْ أَبِي جُمْعَة بِنَحْوِهِ . وَهَذَا الْحَدِيث فِيهِ دَلَالَة عَلَى الْعَمَل بِالْوِجَادَةِ الَّتِي اِخْتَلَفَ فِيهَا أَهْل الْحَدِيث كَمَا قَرَّرْته فِي أَوَّل شَرْح الْبُخَارِيّ لِأَنَّهُ مَدَحَهُمْ عَلَى ذَلِكَ وَذَكَرَ أَنَّهُمْ أَعْظَم أَجْرًا مِنْ هَذِهِ الْحَيْثِيَّة لَا مُطْلَقًا وَكَذَا الْحَدِيث الْآخَر الَّذِي رَوَاهُ الْحَسَن بْن عَرَفَة الْعَبْدِيّ حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش الْحِمْصِيّ عَنْ الْمُغِيرَة بْن قَيْس التَّمِيمِيّ عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَيّ الْخَلْق أَعْجَب إِلَيْكُمْ إِيمَانًا ؟ قَالُوا الْمَلَائِكَة قَالَ \" وَمَا لَهُمْ لَا يُؤْمِنُونَ وَهُمْ عِنْد رَبّهمْ \" قَالُوا فَالنَّبِيُّونَ قَالَ \" وَمَا لَهُمْ لَا يُؤْمِنُونَ وَالْوَحْي يَنْزِل عَلَيْهِمْ ؟ \" قَالُوا فَنَحْنُ قَالَ \" وَمَا لَكُمْ لَا تُؤْمِنُونَ وَأَنَا بَيْن أَظْهُركُمْ \" قَالَ : فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا إِنَّ أَعْجَب الْخَلْق إِلَيَّ إِيمَانًا لَقَوْم يَكُونُونَ مِنْ بَعْدكُمْ يَجِدُونَ صُحُفًا فِيهَا كِتَاب يُؤْمِنُونَ بِمَا فِيهَا \" قَالَ أَبُو حَاتِم الرَّازِيّ : الْمُغِيرَة بْن قَيْس الْبَصْرِيّ مُنْكَر الْحَدِيث\" قُلْت \" وَلَكِنْ قَدْ رَوَى أَبُو يَعْلَى فِي مُسْنَده وَابْن مَرْدَوَيْهِ فِي تَفْسِيره وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث مُحَمَّد بْن حُمَيْد - وَفِيهِ ضَعْف - عَنْ زَيْد بْن أَسْلَمَ عَنْ أَبِيهِ عَنْ عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ أَوْ نَحْوه . وَقَالَ الْحَاكِم صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ وَقَدْ رُوِيَ نَحْوه عَنْ أَنَس بْن مَالِك مَرْفُوعًا وَاَللَّه أَعْلَم وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد الْمُسْنَدِيّ حَدَّثَنَا إِسْحَاق بْن إِدْرِيس أَخْبَرَنِي إِبْرَاهِيم بْن جَعْفَر بْن مَحْمُود بْن سَلَمَة الْأَنْصَارِيّ أَخْبَرَنِي جَعْفَر بْن مَحْمُود عَنْ جَدَّته بَدِيلَة بِنْت أَسْلَمَ قَالَتْ : صَلَّيْت الظُّهْر أَوْ الْعَصْر فِي مَسْجِد بَنِي حَارِثَة فَاسْتَقْبَلْنَا مَسْجِد إِيلِيَاء فَصَلَّيْنَا سَجْدَتَيْنِ ثُمَّ جَاءَنَا مَنْ يُخْبِرنَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ اِسْتَقْبَلَ الْبَيْت الْحَرَام فَتَحَوَّلَ النِّسَاء مَكَان الرِّجَال وَالرِّجَال مَكَان النِّسَاء فَصَلَّيْنَا السَّجْدَتَيْنِ الْبَاقِيَتَيْنِ وَنَحْنُ مُسْتَقْبِلُونَ الْبَيْت الْحَرَام قَالَ إِبْرَاهِيم فَحَدَّثَنِي رِجَال مِنْ بَنِي حَارِثَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين بَلَغَهُ ذَلِكَ قَالَ \" أُولَئِكَ قَوْم آمَنُوا بِالْغَيْبِ\" هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه .</p><BR><font color=red>وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ</font><BR><p>قَالَ اِبْن عَبَّاس وَيُقِيمُونَ الصَّلَاة أَيْ يُقِيمُونَ الصَّلَاة بِفُرُوضِهَا وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس إِقَامَة الصَّلَاة إِتْمَام الرُّكُوع وَالسُّجُود وَالتِّلَاوَة وَالْخُشُوع وَالْإِقْبَال عَلَيْهَا فِيهَا وَقَالَ قَتَادَة إِقَامَة الصَّلَاة الْمُحَافَظَة عَلَى مَوَاقِيتهَا وَوُضُوئِهَا وَرُكُوعهَا وَسُجُودهَا . وَقَالَ مُقَاتِل بْن حَيَّان : إِقَامَتهَا الْمُحَافَظَة عَلَى مَوَاقِيتهَا وَإِسْبَاغ الطَّهُور بِهَا وَتَمَام رُكُوعهَا وَسُجُودهَا وَتِلَاوَة الْقُرْآن فِيهَا وَالتَّشَهُّد وَالصَّلَاة عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَهَذَا إِقَامَتهَا . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة وَغَيْره عَنْ اِبْن عَبَّاس \" وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ \" قَالَ زَكَاة أَمْوَالهمْ وَقَالَ السُّدِّيّ عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ أُنَاس مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ \" قَالَ نَفَقَة الرَّجُل عَلَى أَهْله وَهَذَا قَبْل أَنْ تَنْزِل الزَّكَاة وَقَالَ جُوَيْبِر عَنْ الضَّحَّاك : كَانَتْ النَّفَقَات قُرْبَانًا يَتَقَرَّبُونَ بِهَا إِلَى اللَّه عَلَى قَدْر مَيْسَرَتهمْ وَجَهْدهمْ حَتَّى نَزَلَتْ فَرَائِض الصَّدَقَات سَبْع آيَات فِي سُورَة بَرَاءَة مِمَّا يُذْكَر فِيهِنَّ الصَّدَقَات هُنَّ النَّاسِخَات الْمُثْبِتَات وَقَالَ قَتَادَة \" وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ \" فَأَنْفِقُوا مِمَّا أَعْطَاكُمْ اللَّه هَذِهِ الْأَمْوَال عَوَار وَوَدَائِع عِنْدك يَا اِبْن آدَم يُوشِك أَنْ تُفَارِقهَا . وَاخْتَارَ اِبْن جَرِير أَنَّ الْآيَة عَامَّة فِي الزَّكَاة وَالنَّفَقَات فَإِنَّهُ قَالَ وَأَوْلَى التَّأْوِيلَات وَأَحَقّهَا بِصِفَةِ الْقَوْم أَنْ يَكُونُوا لِجَمِيعِ اللَّازِم لَهُمْ فِي أَمْوَالهمْ مُؤَدِّينَ - زَكَاة كَانَتْ ذَلِكَ أَوْ نَفَقَة مَنْ لَزِمَتْهُ نَفَقَتُهُ مِنْ أَهْل أَوْ عِيَال وَغَيْرهمْ مِمَّنْ يَجِب عَلَيْهِمْ نَفَقَتُهُ بِالْقَرَابَةِ وَالْمِلْك وَغَيْر ذَلِكَ لِأَنَّ اللَّه تَعَالَى عَمَّ وَصْفهمْ وَمَدَحَهُمْ بِذَلِكَ وَكُلّ مِنْ الْإِنْفَاق وَالزَّكَاة مَمْدُوح بِهِ مَحْمُود عَلَيْهِ \" قُلْت \" كَثِيرًا مَا يَقْرُن اللَّهُ تَعَالَى بَيْن الصَّلَاة وَالْإِنْفَاق مِنْ الْأَمْوَال فَإِنَّ الصَّلَاة حَقّ اللَّه وَعِبَادَته وَهِيَ مُشْتَمِلَة عَلَى تَوْحِيده وَالثَّنَاء عَلَيْهِ وَتَمْجِيده وَالِابْتِهَال إِلَيْهِ وَدُعَائِهِ وَالتَّوَكُّل عَلَيْهِ وَالْإِنْفَاق هُوَ مِنْ الْإِحْسَان إِلَى الْمَخْلُوقِينَ بِالنَّفْعِ الْمُتَعَدِّي إِلَيْهِمْ وَأَوْلَى النَّاس بِذَلِكَ الْقَرَابَات وَالْأَهْلُونَ وَالْمَمَالِيك ثُمَّ الْأَجَانِب فَكُلّ مِنْ النَّفَقَات الْوَاجِبَة وَالزَّكَاة الْمَفْرُوضَة دَاخِل فِي قَوْله تَعَالَى \" وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ \" وَلِهَذَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" بُنِيَ الْإِسْلَامُ عَلَى خَمْس : شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا رَسُول اللَّه وَإِقَام الصَّلَاة وَإِيتَاء الزَّكَاة وَصَوْم رَمَضَان وَحَجّ الْبَيْت \" وَالْأَحَادِيث فِي هَذَا كَثِيرَة وَأَصْلُ الصَّلَاة فِي كَلَام الْعَرَب الدُّعَاء . قَالَ الْأَعْشَى : لَهَا حَارِس لَا يَبْرَح الدَّهْرَ بَيْتَهَا وَإِنْ ذُبِحَتْ صَلَّى عَلَيْهَا وَزَمْزَمَا وَقَالَ أَيْضًا : وَقَابَلَهَا الرِّيح فِي دَنّهَا وَصَلَّى عَلَى دَنّهَا وَارْتَسَمْ أَنْشَدَهُمَا اِبْن جَرِير مُسْتَشْهِدًا عَلَى ذَلِكَ وَقَالَ الْآخَر وَهُوَ الْأَعْشَى أَيْضًا : تَقُول بِنْتِي وَقَدْ قَرَّبْت مُرْتَحِلًا يَا رَبّ جَنِّبْ أَبِي الْأَوْصَاب وَالْوَجَعَا عَلَيْك مِثْل الَّذِي صَلَّيْت فَاغْتَمِضِي نَوْمًا فَإِنَّ لِجَنْبِ الْمَرْء مُضْطَجَعًا يَقُول عَلَيْك مِنْ الدُّعَاء مِثْل الَّذِي دَعَيْته لِي . وَهَذَا ظَاهِر ثُمَّ اُسْتُعْمِلَتْ الصَّلَاة فِي الشَّرْع فِي ذَات الرُّكُوع وَالسُّجُود وَالْأَفْعَال الْمَخْصُوصَة فِي الْأَوْقَات الْمَخْصُوصَة بِشُرُوطِهَا الْمَعْرُوفَة وَصِفَاتهَا وَأَنْوَاعهَا الْمَشْهُورَة . قَالَ اِبْن جَرِير وَأَرَى أَنَّ الصَّلَاة سُمِّيَتْ صَلَاة لِأَنَّ الْمُصَلِّي يَتَعَرَّض لِاسْتِنْجَاحِ طُلْبَته مِنْ ثَوَاب اللَّه بِعَمَلِهِ مَعَ مَا يَسْأَل رَبّه مِنْ حَاجَاته وَقِيلَ هِيَ مُشْتَقَّة مِنْ الصَّلَوَيْنِ إِذَا تَحَرَّكَا فِي الصَّلَاة عِنْد الرُّكُوع وَالسُّجُود وَهُمَا عِرْقَانِ يَمْتَدَّانِ مِنْ الظَّهْر حَتَّى يَكْتَنِفَانِ عَجْب الذَّنَب وَمِنْهُ سُمِّيَ الْمُصَلِّي وَهُوَ التَّالِي لِلسَّابِقِ فِي حَلَبَة الْخَيْل وَفِيهِ نَظَر . وَقِيلَ هِيَ مُشْتَقَّة مِنْ الصَّلَى وَهُوَ الْمُلَازَمَة لِلشَّيْءِ مِنْ قَوْله تَعَالَى \" لَا يَصْلَاهَا \" أَيْ لَا يَلْزَمهَا وَيَدُوم فِيهَا\" إِلَّا الْأَشْقَى \" وَقِيلَ مُشْتَقَّة مِنْ تَصْلِيَة الْخَشَبَة فِي النَّار لِتَقُومَ كَمَا أَنَّ الْمُصَلِّي يُقَوِّم عِوَجه بِالصَّلَاةِ\" إِنَّ الصَّلَاة تَنْهَى عَنْ الْفَحْشَاء وَالْمُنْكَر وَلَذِكْرُ اللَّه أَكْبَرُ \" وَاشْتِقَاقهَا مِنْ الدُّعَاء أَصَحّ وَأَشْهَر وَاَللَّه أَعْلَم . وَأَمَّا الزَّكَاة فَسَيَأْتِي الْكَلَام عَلَيْهَا فِي مَوْضِعه إِنْ شَاءَ اللَّه تَعَالَى .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38705, "aya_id": 3}]