[{"text": "وَقَالُواْ قُلُوبُنَا غُلْفٌ بَل لَّعَنَهُمُ اللَّه بِكُفْرِهِمْ فَقَلِيلاً مَّا يُؤْمِنُونَ", "sura_id": 2, "type": 0, "id": 95, "aya_id": 88}, {"text": "وقالوا قلوبنا غلف بل لعنهم الله بكفرهم فقليلا ما يؤمنون", "sura_id": 2, "type": 1, "id": 6331, "aya_id": 88}, {"text": "88 - (وقالوا) للنبي استهزاء (قلوبنا غلف) جمع أغلف أي مغشاة بأغطية فلا تعي ما تقول قال تعالى: (بل) للإضراب (لعنهم الله) أبعدهم من رحمته وخذلهم عن القبول (بكفرهم) وليس عدم قبولهم لخلل في قلوبهم (فقليلا ما يؤمنون) ما زائدة لتأكيد القلة أي: إيمانهم قليل جدا \r\n", "sura_id": 2, "type": 2, "id": 25039, "aya_id": 88}, {"text": "وقال بنو إسرائيل لنبي الله ورسوله محمد صلى الله عليه وسلم: قلوبنا مغطاة, لا يَنْفُذ إليها قولك. وليس الأمر كما ادَّعَوْا, بل قلوبهم ملعونة, مطبوع عليها, وهم مطرودون من رحمة الله بسبب جحودهم, فلا يؤمنون إلا إيمانًا قليلا لا ينفعهم.\r\n", "sura_id": 2, "type": 3, "id": 31275, "aya_id": 88}, {"text": " <font color=red>وَقَالُوا قُلُوبُنَا غُلْفٌ بَلْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَا يُؤْمِنُونَ</font><BR><p>قَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد عَنْ اِبْن عَبَّاس \" وَقَالُوا قُلُوبُنَا غُلْفٌ \" أَيْ فِي أَكِنَّة : وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَقَالُوا قُلُوبُنَا غُلْفٌ \" أَيْ لَا تَفْقَهُ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس\" وَقَالُوا قُلُوبنَا غُلْفٌ \" هِيَ الْقُلُوب الْمَطْبُوع عَلَيْهَا وَقَالَ مُجَاهِد وَقَالُوا قُلُوبنَا غُلْفٌ عَلَيْهَا غِشَاوَة وَقَالَ عِكْرِمَة : عَلَيْهَا طَابَع وَقَالَ أَبُو الْعَالِيَة : أَيْ لَا تَفْقَه وَقَالَ السُّدِّيّ يَقُولُونَ عَلَيْهَا غِلَاف وَهُوَ الْغِطَاء : وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة : فَلَا تَعِي وَلَا تَفْقَه قَالَهُ مُجَاهِد وَقَتَادَة : وَقَرَأَ اِبْن عَبَّاس غُلُف بِضَمِّ اللَّام وَهُوَ جَمْع غِلَاف أَيْ قُلُوبنَا أَوْعِيَة لِكُلِّ عِلْم فَلَا تَحْتَاج إِلَى عِلْمك قَالَهُ اِبْن عَبَّاس وَعَطَاء\" بَلْ لَعَنَهُمْ اللَّهُ بِكُفْرِهِمْ \" أَيْ طَرَدَهُمْ اللَّه وَأَبْعَدَهُمْ مِنْ كُلّ خَيْر \" فَقَلِيلًا مَا يُؤْمِنُونَ \" قَالَ قَتَادَة مَعْنَاهُ لَا يُؤْمِن مِنْهُمْ إِلَّا الْقَلِيل \" وَقَالُوا قُلُوبنَا غُلْف\" هُوَ كَقَوْلِهِ \" وَقَالُوا قُلُوبنَا فِي أَكِنَّة مِمَّا تَدْعُونَا إِلَيْهِ \" وَقَالَ عَبْد الرَّحْمَن بْن أَسْلَمَ فِي قَوْله غُلْف قَالَ : تَقُول قَلْبِي فِي غِلَاف فَلَا يَخْلُص إِلَيْهِ مِمَّا تَقُول شَيْء وَقَرَأَ \" وَقَالُوا قُلُوبنَا فِي أَكِنَّة مِمَّا تَدْعُونَا إِلَيْهِ \" وَهَذَا الَّذِي رَجَّحَهُ اِبْن جَرِير وَاسْتَشْهَدَ بِمَا رُوِيَ مِنْ حَدِيث عَمْرو بْن مُرَّة الْجُمَلِيّ عَنْ أَبِي الْبَخْتَرِيّ عَنْ حُذَيْفَة قَالَ \" الْقُلُوب أَرْبَعَة - فَذَكَرَ مِنْهَا - وَقَلْب أَغْلَف مَغْضُوب عَلَيْهِ وَذَاكَ قَلْب الْكَافِر \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحْمَن الْعَرْزَمِيّ أَنْبَأَنَا أَبِي عَنْ جَدِّي عَنْ قَتَادَة عَنْ الْحَسَن فِي قَوْله : \" قُلُوبنَا غُلْف \" قَالَ : لَمْ تُخْتَن وَهَذَا الْقَوْل يَرْجِع مَعْنَاهُ إِلَى مَا تَقَدَّمَ مِنْ عَدَم طَهَارَة قُلُوبهمْ وَأَنَّهَا بَعِيدَة مِنْ الْخَيْر . قَوْلٌ آخَر : قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس \" وَقَالُوا قُلُوبنَا غُلْف \" قَالَ يَقُولُونَ قُلُوبنَا غُلْف مَمْلُوءَة لَا تَحْتَاج إِلَى عِلْم مُحَمَّد وَلَا غَيْره وَقَالَ عَطِيَّة الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَقَالُوا قُلُوبنَا غُلْف\" أَيْ أَوْعِيَة لِلْعِلْمِ وَعَلَى هَذَا الْمَعْنَى جَاءَتْ قِرَاءَة بَعْض الْأَنْصَار فِيهَا حَكَاهُ اِبْن جَرِير وَقَالُوا قُلُوبنَا غُلُف بِضَمِّ اللَّام نَقَلَهَا الزَّمَخْشَرِيّ أَيْ جَمْع غِلَاف أَيْ أَوْعِيَة بِمَعْنَى أَنَّهُمْ اِدَّعَوْا أَنَّ قُلُوبهمْ مَمْلُوءَة بِعِلْمِ لَا يَحْتَاجُونَ مَعَهُ إِلَى عِلْم آخَر كَمَا كَانُوا يُفْتُونَ بِعِلْمِ التَّوْرَاة وَلِهَذَا قَالَ تَعَالَى \" بَلْ لَعَنَهُمْ اللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَا يُؤْمِنُونَ \" أَيْ لَيْسَ الْأَمْر كَمَا اِدَّعَوْا بَلْ قُلُوبهمْ مَلْعُونَة مَطْبُوع عَلَيْهَا كَمَا قَالَ فِي سُورَة النِّسَاء \" وَقَوْلهمْ قُلُوبنَا غُلْف بَلْ طَبَعَ اللَّه عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا \" وَقَدْ اِخْتَلَفُوا فِي مَعْنَى قَوْله \" فَقَلِيلًا مَا يُؤْمِنُونَ \" وَقَوْله\" فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا \" فَقَالَ بَعْضهمْ فَقَلِيل مَنْ يُؤْمِن مِنْهُمْ وَقِيلَ فَقَلِيل إِيمَانهمْ بِمَعْنَى أَنَّهُمْ يُؤْمِنُونَ بِمَا جَاءَهُمْ بِهِ مُوسَى مِنْ أَمْر الْمَعَاد وَالثَّوَاب وَالْعِقَاب وَلَكِنَّهُ إِيمَان لَا يَنْفَعُهُمْ لِأَنَّهُ مَغْمُورٌ بِمَا كَفَرُوا بِهِ مِنْ الَّذِي جَاءَهُمْ بِهِ مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَقَالَ بَعْضهمْ إِنَّمَا كَانُوا غَيْر مُؤْمِنِينَ بِشَيْءٍ وَإِنَّمَا قَالَ : فَقَلِيلًا مَا يُؤْمِنُونَ وَهُمْ بِالْجَمِيعِ كَافِرُونَ كَمَا تَقُول الْعَرَب قَلَّمَا رَأَيْت مِثْل هَذَا قَطُّ. تُرِيد مَا رَأَيْت مِثْل هَذَا قَطُّ وَقَالَ الْكِسَائِيّ : تَقُول الْعَرَب مَنْ زَنَى بِأَرْضٍ قَلَّمَا تُنْبِت أَيْ لَا تُنْبِت شَيْئًا حَكَاهُ اِبْن جَرِير رَحِمَهُ اللَّه وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38769, "aya_id": 88}]