[{"text": "وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِن شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ فَاسْتَغَاثَهُ الَّذِي مِن شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ قَالَ هَذَا مِنْ عَمَلِ الشَّيْطَانِ إِنَّهُ عَدُوٌّ مُّضِلٌّ مُّبِينٌ", "sura_id": 28, "type": 0, "id": 3267, "aya_id": 15}, {"text": "ودخل المدينة على حين غفلة من أهلها فوجد فيها رجلين يقتتلان هذا من شيعته وهذا من عدوه فاستغاثه الذي من شيعته على الذي من عدوه فوكزه موسى فقضى عليه قال هذا من عمل الشيطان إنه عدو مضل مبين", "sura_id": 28, "type": 1, "id": 9503, "aya_id": 15}, {"text": "15 - (ودخل) موسى (المدينة) مدينة فرعون وهي منف بعد أن غاب عنها مدة (على حين غفلة من أهلها) وقت القيلولة (فوجد فيها رجلين يقتتلان هذا من شيعته) إسرائيلي (وهذا من عدوه) قبطي يسخر الاسرائيلي ليحمل حطبا إلى مطبخ فرعون (فاستغاثه الذي من شيعته على الذي من عدوه) فقال له موسى خل سبيله فقيل إنه قال لموسى لقد هممت أن أحمله عليك (فوكزه موسى) ضربه بجمع كفه وكان شديد القوة والبطش (فقضى عليه) ولم يمن يقصد قتله ودفنه في الرمل (قال هذا) قتله (من عمل الشيطان) المهيج غضبي (إنه عدو) لابن آدم (مضل) له (مبين) بين الاضلال \r\n", "sura_id": 28, "type": 2, "id": 28211, "aya_id": 15}, {"text": "ودخل موسى المدينة مستخفيًا وقت غفلة أهلها, فوجد فيها رجلين يقتتلان: أحدهما من قوم موسى من بني إسرائيل, والآخر من قوم فرعون, فطلب الذي من قوم موسى النصر على الذي من عدوه, فضربه موسى بجُمْع كفِّه فمات, قال موسى حين قتله: هذا من نزغ الشيطان, بأن هيَّج غضبي, حتى ضربت هذا فهلك, إن الشيطان عدو لابن آدم, مضل عن سبيل الرشاد, ظاهر العداوة. وهذا العمل من موسى عليه السلام كان قبل النبوة.\r\n", "sura_id": 28, "type": 3, "id": 34447, "aya_id": 15}, {"text": " <font color=red>وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ قَالَ هَذَا مِنْ عَمَلِ الشَّيْطَانِ إِنَّهُ عَدُوٌّ مُضِلٌّ مُبِينٌ</font><BR><p>قَالَ تَعَالَى : \" وَدَخَلَ الْمَدِينَة عَلَى حِين غَفْلَة مِنْ أَهْلهَا \" قَالَ اِبْن جُرَيْج عَنْ عَطَاء الْخُرَاسَانِيّ عَنْ اِبْن عَبَّاس وَذَلِكَ بَيْن الْمَغْرِب وَالْعِشَاء . وَقَالَ اِبْن الْمُنْكَدِر عَنْ عَطَاء بْن يَسَار عَنْ اِبْن عَبَّاس كَانَ ذَلِكَ نِصْف النَّهَار وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَعِكْرِمَة وَالسُّدِّيّ وَقَتَادَة \" فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ\" أَيْ يَتَضَارَبَانِ وَيَتَنَازَعَانِ \" هَذَا مِنْ شِيعَته \" أَيْ إِسْرَائِيلِيّ \" وَهَذَا مِنْ عَدُوّهُ \" أَيْ قِبْطِيّ قَالَهُ اِبْن عَبَّاس وَقَتَادَة وَالسُّدِّيّ وَمُحَمَّد بْن إِسْحَاق فَاسْتَغَاثَ الْإِسْرَائِيلِيّ بِمُوسَى فَوَجَدَ مُوسَى فُرْصَة وَهِيَ غَفْلَة النَّاس فَعَمَدَ إِلَى الْقِبْطِيّ \" فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ\" قَالَ مُجَاهِد فَوَكَزَهُ أَيْ طَعَنَهُ بِجَمْعِ كَفّه وَقَالَ قَتَادَة وَكَزَهُ بِعَصًا كَانَتْ مَعَهُ فَقَضَى عَلَيْهِ أَيْ كَانَ فِيهَا حَتْفه فَمَاتَ \" قَالَ \" مُوسَى \" هَذَا مِنْ عَمَل الشَّيْطَان إِنَّهُ عَدُوّ مُضِلّ مُبِين قَالَ رَبّ إِنِّي ظَلَمْت نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُور الرَّحِيم قَالَ رَبّ بِمَا أَنْعَمْت عَلَيَّ \" أَيْ بِمَا جَعَلْت لِي مِنْ الْجَاه وَالْعِزّ وَالنِّعْمَة\" فَلَنْ أَكُون ظَهِيرًا \" أَيْ مُعِينًا \" لِلْمُجْرِمِينَ \" أَيْ الْكَافِرِينَ بِك الْمُخَالِفِينَ لِأَمْرِك .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39692, "aya_id": 15}]