[{"text": "وَإِنْ عَزَمُواْ الطَّلاَقَ فَإِنَّ اللّهَ سَمِيعٌ عَلِيمٌ", "sura_id": 2, "type": 0, "id": 234, "aya_id": 227}, {"text": "وإن عزموا الطلاق فإن الله سميع عليم", "sura_id": 2, "type": 1, "id": 6470, "aya_id": 227}, {"text": "227 - (وإن عزموا الطلاق) أي عليه بأن لم يفيئوا فليوقِعوه (فإن الله سميع) لقولهم (عليم) بعزمهم المعنى ليس لهم بعد تربص ما ذكر إلا الفيئة أو الطلاق \r\n", "sura_id": 2, "type": 2, "id": 25178, "aya_id": 227}, {"text": "وإن عقدوا عزمهم على الطلاق, باستمرارهم في اليمين, وترك الجماع, فإن الله سميع لأقوالهم, عليم بمقاصدهم, وسيجازيهم على ذلك.\r\n", "sura_id": 2, "type": 3, "id": 31414, "aya_id": 227}, {"text": " <font color=red>وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ</font><BR><p>وَقَوْله\" وَإِنْ عَزَمُوا الطَّلَاقَ \" فِيهِ دَلَالَة عَلَى أَنَّ الطَّلَاق لَا يَقَع بِمُجَرَّدِ مُضِيّ الْأَرْبَعَة أَشْهُر كَقَوْلِ الْجُمْهُور مِنْ الْمُتَأَخِّرِينَ وَذَهَبَ آخَرُونَ إِلَى أَنَّهُ يَقَع بِمُضِيِّ أَرْبَعَة أَشْهُر تَطْلِيقَة وَهُوَ مَرْوِيّ بِأَسَانِيد صَحِيحَة عَنْ عُمَر وَعُثْمَان وَعَلِيّ وَابْن مَسْعُود وَابْن عَبَّاس وَابْن عُمَر وَزَيْد بْن ثَابِت وَبِهِ يَقُول اِبْن سِيرِينَ وَمَسْرُوق وَالْقَاسِم وَسَالِم وَالْحَسَن وَأَبُو سَلَمَة وَقَتَادَة وَشُرَيْح الْقَاضِي وَقَبِيصَة بْن ذُؤَيْب وَعَطَاء وَأَبُو سَلَمَة بْن عَبْد الرَّحْمَن وَسُلَيْمَان بْن طَرْخَان التَّيْمِيّ وَإِبْرَاهِيم النَّخَعِيّ وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ ثُمَّ قِيلَ إِنَّهَا تَطْلُق بِمُضِيِّ الْأَرْبَعَة أَشْهُر طَلْقَة رَجْعِيَّة قَالَهُ سَعِيد بْن الْمُسَيِّب وَأَبُو بَكْر بْن عَبْد الرَّحْمَن بْن الْحَارِث بْن هِشَام وَمَكْحُول وَرَبِيعَة وَالزُّهْرِيّ وَمَرْوَان بْن الْحَكَم وَقِيلَ إِنَّهَا تَطْلُق طَلْقَة بَائِنَة رُوِيَ عَنْ عَلِيّ وَابْن مَسْعُود وَعُثْمَان وَابْن عَبَّاس وَابْن عُمَر وَزَيْد بْن ثَابِت وَبِهِ يَقُول عَطَاء وَجَابِر بْن زَيْد وَمَسْرُوق وَعِكْرِمَة وَالْحَسَن وَابْن سِيرِينَ وَمُحَمَّد بْن الْحَنَفِيَّة وَإِبْرَاهِيم وَقَبِيصَة بْن ذُؤَيْب وَأَبُو حَنِيفَة وَالثَّوْرِيّ وَالْحَسَن بْن صَالِح فَكُلّ مَنْ قَالَ إِنَّمَا تَطْلُق بِمُضِيِّ الْأَرْبَعَة أَشْهُر أَوْجَبَ عَلَيْهَا الْعِدَّة إِلَّا مَا رُوِيَ عَنْ اِبْن عَبَّاس وَأَبِي الشَّعْثَاء أَنَّهَا إِنْ كَانَتْ حَاضَتْ ثَلَاث حِيَض فَلَا عِدَّة عَلَيْهَا وَهُوَ قَوْل الشَّافِعِيّ وَاَلَّذِي عَلَيْهِ الْجُمْهُور مِنْ الْمُتَأَخِّرِينَ أَنْ يُوقَف فَيُطَالَب إِمَّا بِهَذَا وَإِمَّا بِهَذَا وَلَا يَقَع عَلَيْهَا بِمُجَرَّدِ مُضِيّهَا طَلَاق وَرَوَى مَالِك عَنْ نَافِع عَنْ عَبْد اللَّه بْن عُمَر أَنَّهُ قَالَ : إِذَا آلَى الرَّجُل مِنْ اِمْرَأَته لَمْ يَقَع عَلَيْهِ طَلَاق وَإِنْ مَضَتْ أَرْبَعَة أَشْهُر حَتَّى يُوقَف فَإِمَّا أَنْ يُطَلِّق وَإِمَّا أَنْ يَفِيء . وَأَخْرَجَهُ الْبُخَارِيّ وَقَالَ الشَّافِعِيّ رَحِمَهُ اللَّه : أَخْبَرَنَا سُفْيَان بْن عُيَيْنَة عَنْ يَحْيَى بْن سَعِيد عَنْ سُلَيْمَان بْن يَسَار قَالَ : أَدْرَكْت بِضْعَة عَشَر مِنْ أَصْحَاب النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - كُلّهمْ يُوقِف الْمُولِي . قَالَ الشَّافِعِيّ : وَأَقَلّ ذَلِكَ ثَلَاثَة عَشَر وَرَوَاهُ الشَّافِعِيّ عَنْ عَلِيّ - رَضِيَ اللَّه عَنْهُ - أَنَّهُ يُوقَف الْمُولِي ثُمَّ قَالَ وَهَكَذَا تَقُول وَهُوَ مُوَافِق لِمَا رَوَيْنَاهُ عَنْ عُمَر وَابْن عُمَر وَعَائِشَة وَعُثْمَان وَزَيْد بْن ثَابِت وَبِضْعَة عَشَر مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . هَكَذَا قَالَ الشَّافِعِيّ رَحِمَهُ اللَّه قَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن أَبِي مَرْيَم حَدَّثَنَا يَحْيَى بْن أَيُّوب عَنْ عُبَيْد اللَّه بْن عُمَر عَنْ سُهَيْل اِبْن أَبِي صَالِح عَنْ أَبِيهِ قَالَ : سَأَلْت اِثْنَيْ عَشْر رَجُلًا مِنْ الصَّحَابَة عَنْ الرَّجُل يُولِي مِنْ اِمْرَأَته فَكُلّهمْ يَقُول لَيْسَ عَلَيْهِ شَيْء حَتَّى تَمْضِي الْأَرْبَعَة الْأَشْهُر فَيُوقَف فَإِنْ فَاءَ وَإِلَّا طَلَّقَ وَرَوَاهُ الدَّارَقُطْنِيّ مِنْ طَرِيق سُهَيْل .\" قُلْت \" وَهُوَ يُرْوَى عَنْ عُمَر وَعُثْمَان وَعَلِيّ وَأَبِي الدَّرْدَاء وَعَائِشَة أَمّ الْمُؤْمِنِينَ وَابْن عُمَر وَابْن عَبَّاس وَبِهِ يَقُول سَعِيد بْن الْمُسَيِّب وَعُمَر بْن عَبْد الْعَزِيز وَمُجَاهِد وَطَاوُس وَمُحَمَّد بْن كَعْب وَالْقَاسِم وَهُوَ مَذْهَب مَالِك وَالشَّافِعِيّ وَأَحْمَد بْن حَنْبَل وَأَصْحَابهمْ رَحِمَهُمْ اللَّه وَهُوَ اِخْتِيَار اِبْن جَرِير أَيْضًا وَهُوَ قَوْل اللَّيْث وَإِسْحَاق بْن رَاهْوَيْهِ وَأَبِي عُبَيْد وَأَبِي ثَوْر وَدَاوُد وَكُلّ هَؤُلَاءِ قَالُوا : إِنْ لَمْ يَفِئْ أُلْزِمَ بِالطَّلَاقِ فَإِنْ لَمْ يُطَلِّق طَلَّقَ عَلَيْهِ الْحَاكِم وَالطَّلْقَة تَكُون رَجْعِيَّة لَهُ رَجْعَتهَا فِي الْعِدَّة وَانْفَرَدَ مَالِك بِأَنْ قَالَ : لَا يَجُوز لَهُ رَجْعَتهَا حَتَّى يُجَامِعهَا فِي الْعِدَّة وَهَذَا غَرِيب جِدًّا . وَقَدْ ذَكَرَ الْفُقَهَاء وَغَيْرهمْ فِي مُنَاسَبَة تَأْجِيل الْمُولِي بِأَرْبَعَةِ أَشْهُر الْأَثَر الَّذِي رَوَاهُ الْإِمَام مَالِك بْن أَنَس رَحِمَهُ اللَّه فِي الْمُوَطَّإِ عَنْ عَبْد اللَّه بْن دِينَار قَالَ : خَرَجَ عُمَر بْن الْخَطَّاب مِنْ اللَّيْل فَسَمِعَ اِمْرَأَة تَقُول : تَطَاوَلَ هَذَا اللَّيْلُ وَاسْوَدَّ جَانِبُهُ وَأَرَّقَنِي أَنْ لَا ضَجِيعَ أُلَاعِبُهُ فَوَاَللَّهِ لَوْلَا اللَّهُ أَنِّي أُرَاقِبُهُ لَحُرِّكَ مِنْ هَذَا السَّرِيرِ جَوَانِبُهُ فَسَأَلَ عُمَر اِبْنَته حَفْصَة رَضِيَ اللَّه عَنْهَا كَمْ أَكْثَر مَا تَصْبِر الْمَرْأَة عَنْ زَوْجهَا ؟ فَقَالَتْ : سِتَّة أَشْهُر أَوْ أَرْبَعَة أَشْهُر فَقَالَ عُمَر : لَا أَحْبِس أَحَدًا مِنْ الْجُيُوش أَكْثَر مِنْ ذَلِكَ وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ السَّائِب بْن جُبَيْر مَوْلَى اِبْن عَبَّاس وَكَانَ قَدْ أَدْرَكَ أَصْحَاب النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : مَا زِلْت أَسْمَع حَدِيث عُمَر أَنَّهُ خَرَجَ ذَات لَيْلَة يَطُوف بِالْمَدِينَةِ وَكَانَ يَفْعَل ذَلِكَ كَثِيرًا إِذْ مَرَّ بِامْرَأَةٍ مِنْ نِسَاء الْعَرَب مُغْلِقَة بَابهَا تَقُول : تَطَاوَلَ هَذَا اللَّيْلُ وَازْوَرَّ جَانِبُهُ وَأَرَّقَنِي أَنْ لَا ضَجِيعَ أُلَاعِبُهُ أُلَاعِبُهُ طَوْرًا وَطَوْرًا كَأَنَّمَا بَدَا قَمَرًا فِي ظُلْمَةِ اللَّيْل حَاجِبُهُ يُسَرّ بِهِ مَنْ كَانَ يَلْهُو بِقُرْبِهِ لَطِيفُ الْحَشَا لَا يَحْتَوِيه أَقَارِبُهُ فَوَاَللَّهِ لَوْلَا اللَّهُ لَا شَيْءَ غَيْره لَنُقِضَ مِنْ هَذَا السَّرِير جَوَانِبُهُ وَلَكِنَّنِي أَخْشَى رَقِيبًا مُوَكَّلًا بِأَنْفَاسِنَا لَا يَفْتُرُ الدَّهْرَ كَاتِبُهُ مَخَافَة رَبِّي وَالْحَيَاء يَصُدُّنِي وَإِكْرَامُ بَعْلِي أَنْ تُنَالَ مَرَاكِبُهُ ثُمَّ ذَكَرَ بَقِيَّة ذَلِكَ كَمَا تَقَدَّمَ أَوْ نَحْوه وَقَدْ رُوِيَ هَذَا مِنْ طُرُق وَهُوَ مِنْ الْمَشْهُورَات .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38639, "aya_id": 227}]