[{"text": "ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ", "sura_id": 35, "type": 0, "id": 3692, "aya_id": 32}, {"text": "ثم أورثنا الكتاب الذين اصطفينا من عبادنا فمنهم ظالم لنفسه ومنهم مقتصد ومنهم سابق بالخيرات بإذن الله ذلك هو الفضل الكبير", "sura_id": 35, "type": 1, "id": 9928, "aya_id": 32}, {"text": "32 - (ثم أورثنا) أعطينا (الكتاب) القرآن (الذين اصطفينا من عبادنا) وهم أمتك (فمنهم ظالم لنفسه) بالتقصير في العمل به (ومنهم مقتصد) يعمل به أغلب الأوقات (ومنهم سابق بالخيرات) يضم إلى العلم التعليم والإرشاد إلى العمل (بإذن الله) بإرادته (ذلك) أي إيراثهم الكتاب (هو الفضل الكبير) \r\n", "sura_id": 35, "type": 2, "id": 28636, "aya_id": 32}, {"text": "ثم أعطينا -بعد هلاك الأمم- القرآن مَن اخترناهم من أمة محمد صلى الله عليه وسلم: فمنهم ظالم لنفسه بفعل بعض المعاصي, ومنهم مقتصد, وهو المؤدي للواجبات المجتنب للمحرمات, ومنهم سابق بالخيرات بإذن الله, أي مسارع مجتهد في الأعمال الصالحة, فَرْضِها ونفلها, ذلك الإعطاء للكتاب واصطفاء هذه الأمة هو الفضل الكبير.\r\n", "sura_id": 35, "type": 3, "id": 34872, "aya_id": 32}, {"text": " <font color=red>ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ</font><BR><p>يَقُول تَعَالَى : ثُمَّ جَعَلْنَا الْقَائِمِينَ بِالْكِتَابِ الْعَظِيم الْمُصَدِّق لِمَا بَيْن يَدَيْهِ مِنْ الْكُتُب الَّذِينَ اِصْطَفَيْنَا مِنْ عِبَادنَا وَهُمْ هَذِهِ الْأُمَّة ثُمَّ قَسَّمَهُمْ إِلَى ثَلَاثَة أَنْوَاع فَقَالَ تَعَالَى : \" فَمِنْهُمْ ظَالِم لِنَفْسِهِ \" وَهُوَ الْمُفَرِّط فِي فِعْل بَعْض الْوَاجِبَات الْمُرْتَكِب لِبَعْضِ الْمُحَرَّمَات\" وَمِنْهُمْ مُقْتَصِد \" هُوَ الْمُؤَدِّي لِلْوَاجِبَاتِ التَّارِك لِلْمُحَرَّمَاتِ وَقَدْ يَتْرُك بَعْض الْمُسْتَحَبَّات وَيَفْعَل بَعْض الْمَكْرُوهَات \" وَمِنْهُمْ سَابِق بِالْخَيْرَاتِ بِإِذْنِ اللَّه\" وَهُوَ الْفَاعِل لِلْوَاجِبَاتِ وَالْمُسْتَحَبَّات التَّارِك لِلْمُحَرَّمَاتِ وَالْمَكْرُوهَات وَبَعْض الْمُبَاحَات . قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى : \" ثُمَّ أَوْرَثْنَا الْكِتَاب الَّذِينَ اِصْطَفَيْنَا مِنْ عِبَادنَا \" قَالَ هُمْ أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَرَّثَهُمْ اللَّه تَعَالَى كُلّ كِتَاب أَنْزَلَهُ فَظَالِمهمْ يُغْفَر لَهُ وَمُقْتَصِدهمْ يُحَاسَب حِسَابًا يَسِيرًا وَسَابِقهمْ يَدْخُل الْجَنَّة بِغَيْرِ حِسَاب وَقَالَ اِبْن الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا يَحْيَى بْن عُثْمَان بْن صَالِح وَعَبْد الرَّحْمَن بْن مُعَاوِيَة الْعُتْبِيّ قَالَا حَدَّثَنَا أَبُو الطَّاهِر بْن السَّرْح حَدَّثَنَا مُوسَى بْن عَبْد الرَّحْمَن الصَّنْعَانِيّ حَدَّثَنَا اِبْن جُرَيْج عَنْ عَطَاء عَنْ اِبْن عَبَّاس عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ ذَات يَوْم \" شَفَاعَتِي لِأَهْلِ الْكَبَائِر مِنْ أُمَّتِي \" قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا السَّابِق بِالْخَيْرَاتِ يَدْخُل الْجَنَّة بِغَيْرِ حِسَاب وَالْمُقْتَصِد يَدْخُل الْجَنَّة بِرَحْمَةِ اللَّه وَالظَّالِم لِنَفْسِهِ وَأَصْحَاب الْأَعْرَاف يَدْخُلُونَ الْجَنَّة بِشَفَاعَةِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَذَا رُوِيَ عَنْ غَيْر وَاحِد مِنْ السَّلَف أَنَّ الظَّالِم لِنَفْسِهِ مِنْ هَذِهِ الْأُمَّة مِنْ الْمُصْطَفَيْنَ عَلَى مَا فِيهِ مِنْ عِوَج وَتَقْصِير. وَقَالَ آخَرُونَ بَلْ الظَّالِم لِنَفْسِهِ لَيْسَ مِنْ هَذِهِ الْأُمَّة وَلَا مِنْ الْمُصْطَفَيْنَ الْوَارِثِينَ لِلْكِتَابِ . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَلِيّ بْن هَاشِم بْن مَرْزُوق حَدَّثَنَا اِبْن عُيَيْنَةَ عَنْ عَمْرو عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" فَمِنْهُمْ ظَالِم لِنَفْسِهِ \" قَالَ هُوَ الْكَافِر وَكَذَا رَوَى عَنْهُ عِكْرِمَة وَبِهِ قَالَ عِكْرِمَة أَيْضًا فِيمَا رَوَاهُ اِبْن جَرِير وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد فِي قَوْله تَعَالَى : \" فَمِنْهُمْ ظَالِم لِنَفْسِهِ \" قَالَ هُمْ أَصْحَاب الْمَشْأَمَة وَقَالَ مَالِك عَنْ زَيْد بْن أَسْلَمَ وَالْحَسَن . وَقَتَادَة هُوَ الْمُنَافِق ثُمَّ قَدْ قَالَ اِبْن عَبَّاس وَالْحَسَن وَقَتَادَة وَهَذِهِ الْأَقْسَام الثَّلَاثَة كَالْأَقْسَامِ الثَّلَاثَة الْمَذْكُورَة فِي أَوَّل سُورَة الْوَاقِعَة وَآخِرهَا وَالصَّحِيح أَنَّ الظَّالِم لِنَفْسِهِ مِنْ هَذِهِ الْأُمَّة وَهَذَا اِخْتِيَار اِبْن جَرِير كَمَا هُوَ ظَاهِر الْآيَة وَكَمَا جَاءَتْ بِهِ الْأَحَادِيث عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ طُرُق يَشُدّ بَعْضهَا بَعْضًا وَنَحْنُ إِنْ شَاءَ اللَّه تَعَالَى نُورِد مِنْهَا مَا تَيَسَّرَ. \" الْحَدِيث الْأَوَّل \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ الْوَلِيد بْن الْعِيزَارِ أَنَّهُ سَمِعَ رَجُلًا مِنْ ثَقِيف يُحَدِّث عَنْ رَجُل مِنْ كِنَانَة عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ فِي هَذِهِ الْآيَة \" ثُمَّ أَوْرَثْنَا الْكِتَاب الَّذِينَ اِصْطَفَيْنَا مِنْ عِبَادنَا فَمِنْهُمْ ظَالِم لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِد وَمِنْهُمْ سَابِق بِالْخَيْرَاتِ بِإِذْنِ اللَّه \" قَالَ : \" هَؤُلَاءِ كُلّهمْ بِمَنْزِلَة وَاحِدَة وَكُلّهمْ فِي الْجَنَّة \" هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَفِي إِسْنَاده مَنْ لَمْ يُسَمَّ وَقَدْ رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث شُعْبَة بِهِ نَحْوه وَمَعْنَى قَوْله بِمَنْزِلَة وَاحِدَة أَيْ فِي أَنَّهُمْ مِنْ هَذِهِ الْأُمَّة وَأَنَّهُمْ مِنْ أَهْل الْجَنَّة وَإِنْ كَانَ بَيْنهمْ فَرْق فِي الْمَنَازِل فِي الْجَنَّة\" الْحَدِيث الثَّانِي \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْحَاق بْن عِيسَى حَدَّثَنَا أَنَس بْن عِيَاض اللَّيْثِيّ أَبُو حَمْزَة عَنْ مُوسَى بْن عُقْبَة عَنْ عَلِيّ بْن عَبْد اللَّه الْأَزْدِيّ عَنْ أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" قَالَ اللَّه تَعَالَى \" ثُمَّ أَوْرَثْنَا الْكِتَاب الَّذِينَ اِصْطَفَيْنَا مِنْ عِبَادنَا فَمِنْهُمْ ظَالِم لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِد وَمِنْهُمْ سَابِق بِالْخَيْرَاتِ بِإِذْنِ اللَّه \" فَأَمَّا الَّذِينَ سَبَقُوا فَأُولَئِكَ الَّذِينَ يَدْخُلُونَ الْجَنَّة بِغَيْرِ حِسَاب وَأَمَّا الَّذِينَ اِقْتَصَدُوا فَأُولَئِكَ الَّذِينَ يُحَاسَبُونَ حِسَابًا يَسِيرًا وَأَمَّا الَّذِينَ ظَلَمُوا أَنْفُسهمْ فَأُولَئِكَ الَّذِينَ يُحْبَسُونَ فِي طُول الْمَحْشَر ثُمَّ هُمْ الَّذِينَ تَلَافَاهُمْ اللَّه بِرَحْمَتِهِ فَهُمْ الَّذِينَ يَقُولُونَ\" الْحَمْد لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَن إِنَّ رَبّنَا لَغَفُور شَكُور الَّذِي أَحَلَّنَا دَار الْمُقَامَة مِنْ فَضْله لَا يَمَسّنَا فِيهَا نَصَب وَلَا يَمَسّنَا فِيهَا لُغُوب \" \" طَرِيق أُخْرَى\" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أُسَيْد بْن عَاصِم ثَنَا الْحُسَيْن بْن حَفْص حَدَّثَنَا سُفْيَان عَنْ الْأَعْمَش عَنْ رَجُل عَنْ أَبِي ثَابِت عَنْ أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" ثُمَّ أَوْرَثْنَا الْكِتَاب الَّذِينَ اِصْطَفَيْنَا مِنْ عِبَادنَا فَمِنْهُمْ ظَالِم لِنَفْسِهِ \" - قَالَ : فَأَمَّا الظَّالِم لِنَفْسِهِ فَيُحْبَس حَتَّى يُصِيبهُ الْهَمّ وَالْحَزَن ثُمَّ يَدْخُل الْجَنَّة \" وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث سُفْيَان الثَّوْرِيّ عَنْ الْأَعْمَش قَالَ ذَكَرَ أَبُو ثَابِت أَنَّهُ دَخَلَ الْمَسْجِد فَجَلَسَ إِلَى جَنْب أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ فَقَالَ اللَّهُمَّ آنِسْ وَحْشَتِي وَارْحَمْ غُرْبَتِي وَيَسِّرْ لِي جَلِيسًا صَالِحًا فَقَالَ أَبُو الدَّرْدَاء رَضِيَ اللَّه عَنْهُ لَئِنْ كُنْت صَادِقًا لَأَنَا أَسْعَد بِهِ مِنْك سَأُحَدِّثُك حَدِيثًا سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ أُحَدِّث بِهِ مُنْذُ سَمِعْته مِنْهُ ذَكَرَ هَذِهِ الْآيَة \" ثُمَّ أَوْرَثْنَا الْكِتَاب الَّذِينَ اِصْطَفَيْنَا مِنْ عِبَادنَا فَمِنْهُمْ ظَالِم لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِد وَمِنْهُمْ سَابِق بِالْخَيْرَاتِ \" فَأَمَّا السَّابِق بِالْخَيْرَاتِ فَيَدْخُلهَا بِغَيْرِ حِسَاب وَأَمَّا الْمُقْتَصِد فَيُحَاسَب حِسَابًا يَسِيرًا وَأَمَّا الظَّالِم لِنَفْسِهِ فَيُصِيبهُ فِي ذَلِكَ الْمَكَان مِنْ الْغَمّ وَالْحَزَن وَذَلِكَ قَوْله تَعَالَى : \" وَقَالُوا الْحَمْد لِلَّهِ الَّذِي أَذْهَب عَنَّا الْحَزَن \" . \" الْحَدِيث الثَّالِث\" قَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد بْن الْعَبَّاس حَدَّثَنَا اِبْن مَسْعُود أَخْبَرَنَا سَهْل بْن عَبْد رَبّه الرَّازِيّ حَدَّثَنَا عَمْرو بْن أَبِي قَيْس عَنْ اِبْن أَبِي لَيْلَى عَنْ أَخِيهِ عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ أُسَامَة بْن زَيْد رَضِيَ اللَّه عَنْهُمَا \" فَمِنْهُمْ ظَالِم لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِد وَمِنْهُمْ سَابِق بِالْخَيْرَاتِ بِإِذْنِ اللَّه \" الْآيَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّهمْ مِنْ هَذِهِ الْأُمَّة \" \" الْحَدِيث الرَّابِع\" قَالَ اِبْن أَبِي حَاتِم مُحَمَّد بْن عَزِيز حَدَّثَنَا سَلَامَة عَنْ عُقَيْل عَنْ اِبْن شِهَاب عَنْ عَوْف بْن مَالِك رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" أُمَّتِي ثَلَاثَة أَثَلَات : فَثُلُث يَدْخُلُونَ الْجَنَّة بِغَيْرِ حِسَاب وَلَا عَذَاب وَثُلُث يُحَاسَبُونَ حِسَابًا يَسِيرًا ثُمَّ يَدْخُلُونَ الْجَنَّة وَثُلُث يُمَحَّصُونَ وَيُكْشِفُونَ ثُمَّ تَأْتِي الْمَلَائِكَة فَيَقُولُونَ وَجَدْنَاهُمْ يَقُولُونَ لَا إِلَه إِلَّا اللَّه وَحْده يَقُول اللَّه تَعَالَى صَدَقُوا لَا إِلَه إِلَّا أَنَا أَدْخِلُوهُمْ الْجَنَّة بِقَوْلِهِمْ لَا إِلَه إِلَّا اللَّه وَحْده وَاحْمِلُوا خَطَايَاهُمْ عَلَى أَهْل النَّار وَهِيَ الَّتِي قَالَ اللَّه تَعَالَى \" وَلَيَحْمِلُنَّ أَثْقَالهمْ وَأَثْقَالًا مَعَ أَثْقَالهمْ \" وَتَصْدِيقهَا فِي الَّتِي فِيهَا ذِكْر الْمَلَائِكَة قَالَ اللَّه تَعَالَى : \" ثُمَّ أَوْرَثْنَا الْكِتَاب الَّذِينَ اِصْطَفَيْنَا مِنْ عِبَادنَا \" فَجَعَلَهُمْ ثَلَاثَة أَفْوَاج وَهُمْ أَصْنَاف كُلّهمْ فَمِنْهُمْ ظَالِم لِنَفْسِهِ فَهَذَا الَّذِي يُمَحَّص وَيُكْشَف \" غَرِيب جِدًّا \" أُثِرَ عَنْ اِبْن مَسْعُود \" رَضِيَ اللَّه عَنْهُ قَالَ اِبْن جَرِير حَدَّثَنِي اِبْن حُمَيْد حَدَّثَنَا الْحَكَم بْن بَشِير عَنْ عَمْرو بْن قَيْس عَنْ عَبْد اللَّه بْن عِيسَى رَضِيَ اللَّه عَنْهُ عَنْ يَزِيد بْن الْحَارِث عَنْ شَقِيق أَبِي وَائِل عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ هَذِهِ الْأُمَّة ثَلَاثَة أَثْلَاث يَوْم الْقِيَامَة ثُلُث يَدْخُلُونَ الْجَنَّة بِغَيْرِ حِسَاب وَثُلُث يُحَاسَبُونَ حِسَابًا يَسِيرًا وَثُلُث يَجِيئُونَ بِذُنُوبٍ عِظَام حَتَّى يَقُول اللَّه عَزَّ وَجَلَّ مَا هَؤُلَاءِ ؟ وَهُوَ أَعْلَم تَبَارَكَ وَتَعَالَى فَتَقُول الْمَلَائِكَة هَؤُلَاءِ جَاءُوا بِذُنُوبٍ عِظَام إِلَّا أَنَّهُمْ لَمْ يُشْرِكُوا بِك شَيْئًا فَيَقُول الرَّبّ عَزَّ وَجَلَّ أَدْخِلُوا هَؤُلَاءِ فِي سَعَة رَحْمَتِي . وَتَلَا عَبْد اللَّه رَضِيَ اللَّه عَنْهُ هَذِهِ الْآيَة \" ثُمَّ أَوْرَثْنَا الْكِتَاب الَّذِينَ اِصْطَفَيْنَا مِنْ عِبَادنَا \" الْآيَة \" أَثَر آخَر \" قَالَ أَبُو دَاوُدَ الطَّيَالِسِيّ عَنْ الصَّلْت بْن دِينَار بْن الْأَشْعَث عَنْ عُقْبَة بْن صُهْبَانَ الْهُنَائِيّ قَالَ سَأَلْت عَائِشَة رَضِيَ اللَّه عَنْهَا عَنْ قَوْل اللَّه تَعَالَى \" ثُمَّ أَوْرَثْنَا الْكِتَاب الَّذِينَ اِصْطَفَيْنَا مِنْ عِبَادنَا فَمِنْهُمْ ظَالِم لِنَفْسِهِ\" الْآيَة فَقَالَتْ لِي يَا بُنَيّ هَؤُلَاءِ فِي الْجَنَّة أَمَّا السَّابِق بِالْخَيْرَاتِ فَمَنْ مَضَى عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَهِدَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْحَيَاةِ وَالرِّزْق وَأَمَّا الْمُقْتَصِد فَمَنْ اِتَّبَعَ أَثَره مِنْ أَصْحَابه حَتَّى لَحِقَ بِهِ وَأَمَّا الظَّالِم لِنَفْسِهِ فَمِثْلِي وَمِثْلكُمْ قَالَ فَجَعَلَتْ نَفْسهَا رَضِيَ اللَّه عَنْهَا مَعَنَا وَهَذَا مِنْهَا رَضِيَ اللَّه عَنْهَا مِنْ بَاب الْهَضْم وَالتَّوَاضُع وَإِلَّا فَهِيَ مِنْ أَكْبَر السَّابِقِينَ بِالْخَيْرَاتِ لِأَنَّ فَضْلهَا عَلَى النِّسَاء كَفَضْلِ الثَّرِيد عَلَى سَائِر الطَّعَام وَقَالَ عَبْد اللَّه بْن الْمُبَارَك رَحِمَهُ اللَّه قَالَ أَمِير الْمُؤْمِنِينَ عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ فِي قَوْله تَبَارَكَ وَتَعَالَى \" فَمِنْهُمْ ظَالِم لِنَفْسِهِ\" قَالَ : هِيَ لِأَهْلِ بَدْونَا وَمُقْتَصِدنَا أَهْل حَضَرنَا وَسَابِقنَا أَهْل الْجِهَاد رَوَاهُ اِبْن أَبِي حَاتِم . وَقَالَ عَوْف الْأَعْرَابِيّ حَدَّثَنَا عَبْد اللَّه بْن الْحَارِث بْن نَوْفَل قَالَ حَدَّثَنَا كَعْب الْأَحْبَار رَحْمَة اللَّه عَلَيْهِ قَالَ : إِنَّ الظَّالِم لِنَفْسِهِ مِنْ هَذِهِ الْأُمَّة وَالْمُقْتَصِد وَالسَّابِق بِالْخَيْرَاتِ كُلّهمْ فِي الْجَنَّة أَلَمْ تَرَ أَنَّ اللَّه تَعَالَى قَالَ \" ثُمَّ أَوْرَثْنَا الْكِتَاب الَّذِينَ اِصْطَفَيْنَا مِنْ عِبَادنَا فَمِنْهُمْ ظَالِم لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِد وَمِنْهُمْ سَابِق بِالْخَيْرَاتِ بِإِذْنِ اللَّه ذَلِكَ هُوَ الْفَضْل الْكَبِير جَنَّات عَدْن يَدْخُلُونَهَا - إِلَى قَوْله عَزَّ وَجَلَّ - وَاَلَّذِينَ كَفَرُوا لَهُمْ نَار جَهَنَّم\" قَالَ فَهَؤُلَاءِ أَهْل النَّار رَوَاهُ اِبْن جَرِير مِنْ طُرُق عَنْ عَوْف بِهِ . ثُمَّ قَالَ حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة أَخْبَرَنَا حُمَيْد عَنْ إِسْحَاق بْن عَبْد اللَّه بْن الْحَارِث عَنْ أَبِيهِ قَالَ إِنَّ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا سَأَلَ كَعْبًا عَنْ قَوْله تَعَالَى : \" ثُمَّ أَوْرَثْنَا الْكِتَاب الَّذِينَ اِصْطَفَيْنَا مِنْ عِبَادنَا - إِلَى قَوْله - بِإِذْنِ اللَّه \" قَالَ تَمَاسَّتْ مَنَاكِبهمْ وَرَبّ كَعْب ثُمَّ أُعْطُوا الْفَضْل بِأَعْمَالِهِمْ ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا الْحَكَم بْن بَشِير حَدَّثَنَا عَمْرو بْن قَيْس عَنَّ أَبِي إِسْحَاق السَّبِيعِيّ فِي هَذِهِ الْآيَة \" ثُمَّ أَوْرَثْنَا الْكِتَاب الَّذِينَ اِصْطَفَيْنَا مِنْ عِبَادنَا \" الْآيَة قَالَ أَبُو إِسْحَاق أَمَّا مَا سَمِعْت مِنْ ذِي سِتِّينَ سَنَة فَكُلّهمْ نَاجٍ ثُمَّ قَالَ حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا الْحَكَم حَدَّثَنَا عَمْرو عَنْ مُحَمَّد بْن الْحَنَفِيَّة رَضِيَ اللَّه عَنْهُ قَالَ إِنَّهَا أُمَّة مَرْحُومَة الظَّالِم مَغْفُور لَهُ وَالْمُقْتَصِد فِي الْجِنَان عِنْد اللَّه وَالسَّابِق بِالْخَيْرَاتِ فِي الدَّرَجَات عِنْد اللَّه . وَرَوَاهُ الثَّوْرِيّ عَنْ إِسْمَاعِيل بْن سُمَيْع عَنْ رَجُل عَنْ مُحَمَّد بْن الْحَنَفِيَّة رَضِيَ اللَّه عَنْهُ بِنَحْوِهِ. وَقَالَ أَبُو الْجَارُود : سَأَلْت مُحَمَّد بْن عَلِيّ - يَعْنِي الْبَاقِر - رَضِيَ اللَّه عَنْهُمَا عَنْ قَوْل اللَّه تَعَالَى \" فَمِنْهُمْ ظَالِم لِنَفْسِهِ \" فَقَالَ هُوَ الَّذِي خَلَطَ عَمَلًا صَالِحًا وَآخَر سَيِّئًا . فَهَذَا مَا تَيَسَّرَ مِنْ إِيرَاد الْأَحَادِيث وَالْآثَار الْمُتَعَلِّقَة بِهَذَا الْمَقَام . وَإِذَا تَقَرَّرَ هَذَا فَإِنَّ الْآيَة عَامَّة فِي جَمِيع الْأَقْسَام الثَّلَاثَة فِي هَذِهِ الْأُمَّة فَالْعُلَمَاء أَغْبَط النَّاس بِهَذِهِ النِّعْمَة وَأَوْلَى النَّاس بِهَذِهِ الرَّحْمَة فَإِنَّهُمْ كَمَا قَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه حَدَّثَنَا مُحَمَّد بْن يَزِيد حَدَّثَنَا عَاصِم بْن رَجَاء بْن حَيْوَةَ عَنْ قَيْس بْن كَثِير قَالَ قَدِمَ رَجُل مِنْ أَهْل الْمَدِينَة إِلَى أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ وَهُوَ بِدِمَشْق فَقَالَ مَا أَقْدَمَك أَيْ أَخِي ؟ قَالَ حَدِيث بَلَغَنِي أَنَّك تُحَدِّث بِهِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ أَمَا قَدِمْت لِتِجَارَةٍ ؟ قَالَ لَا قَالَ أَمَا قَدِمْت لِحَاجَةٍ قَالَ لَا قَالَ أَمَا قَدِمْت إِلَّا فِي طَلَب هَذَا الْحَدِيث ؟ قَالَ نَعَمْ قَالَ رَضِيَ اللَّه عَنْهُ فَإِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ سَلَكَ طَرِيقًا يَطْلُب فِيهَا عِلْمًا سَلَكَ اللَّه تَعَالَى بِهِ طَرِيقًا إِلَى الْجَنَّة وَإِنَّ الْمَلَائِكَة لَتَضَع أَجْنِحَتهَا رِضًا لِطَالِبِ الْعِلْم وَإِنَّهُ لَيَسْتَغْفِر لِلْعَالِمِ مَنْ فِي السَّمَاوَات وَالْأَرْض حَتَّى الْحِيتَان فِي الْمَاء وَفَضْل الْعَالِم عَلَى الْعَابِد كَفَضْلِ الْقَمَر عَلَى سَائِر الْكَوَاكِب إِنَّ الْعُلَمَاء هُمْ وَرَثَة الْأَنْبِيَاء وَإِنَّ الْأَنْبِيَاء لَمْ يُوَرِّثُوا دِينَارًا وَلَا دِرْهَمًا وَإِنَّمَا وَرَّثُوا الْعِلْم فَمَنْ أَخَذَ بِهِ أَخَذَ بِحَظٍّ وَافِر \" وَأَخْرَجَهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث كَثِير بْن قَيْس وَمِنْهُمْ مَنْ يَقُول قَيْس بْن كَثِير عَنْ أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ وَقَدْ ذَكَرْنَا طُرُقه وَاخْتِلَاف الرُّوَاة فِيهِ فِي شَرْح كِتَاب الْعِلْم مِنْ صَحِيح الْبُخَارِيّ وَلِلَّهِ الْحَمْد وَالْمِنَّة وَقَدْ تَقَدَّمَ فِي أَوَّل سُورَة طَه حَدِيث ثَعْلَبَة بْن الْحَكَم رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَقُول اللَّه تَعَالَى يَوْم الْقِيَامَة لِلْعُلَمَاءِ إِنِّي لَمْ أَضَع عِلْمِي وَحِكْمَتِي فِيكُمْ إِلَّا وَأَنَا أُرِيد أَنْ أَغْفِر لَكُمْ عَلَى مَا كَانَ مِنْكُمْ وَلَا أُبَالِي \" .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40319, "aya_id": 32}]