[{"text": "الَّذِينَ يَأْكُلُونَ الرِّبَا لاَ يَقُومُونَ إِلاَّ كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ ذَلِكَ بِأَنَّهُمْ قَالُواْ إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا وَأَحَلَّ اللّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا فَمَن جَاءهُ مَوْعِظَةٌ مِّن رَّبِّهِ فَانتَهَىَ فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللّهِ وَمَنْ عَادَ فَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ", "sura_id": 2, "type": 0, "id": 282, "aya_id": 275}, {"text": "الذين يأكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المس ذلك بأنهم قالوا إنما البيع مثل الربا وأحل الله البيع وحرم الربا فمن جاءه موعظة من ربه فانتهى فله ما سلف وأمره إلى الله ومن عاد فأولئك أصحاب النار هم فيها خالدون", "sura_id": 2, "type": 1, "id": 6518, "aya_id": 275}, {"text": "275 - (الذين يأكلون الربا) أي يأخذونه وهو الزيادة في المعاملة بالنقود والمطعومات في القدر أو الأجل (لا يقومون) من قبورهم (إلا) قياما (كما يقوم الذي يتخبطه) يصرعه (الشيطان من المَسِّ) الجنون ، متعلق بيقومون (ذلك) الذي نزل بهم (بأنهم) بسبب أنهم (قالوا إنما البيع مثل الربا) في الجواز وهذا من عكس التشبيه مبالغة فقال تعالى ردا عليهم (وأحل الله البيع وحرم الربا فمن جاءه) بلغه (موعظة) وعظ (من ربه فانتهى) عن أكله (فله ما سلف) قبل النهي أي لا يسترد منه (وأمره) في العفو عنه (إلى الله ومن عاد) إلى أكله مشبها له بالبيع في الحل (فأولئك أصحاب النار هم فيها خالدون) \r\n", "sura_id": 2, "type": 2, "id": 25226, "aya_id": 275}, {"text": "الذين يتعاملون بالربا -وهو الزيادة على رأس المال- لا يقومون في الآخرة من قبورهم إلا كما يقوم الذي يتخبطه الشيطان من الجنون; ذلك لأنهم قالوا: إنما البيع مثل الربا, في أن كلا منهما حلال, ويؤدي إلى زيادة المال, فأكذبهم الله, وبيَّن أنه أحل البيع وحرَّم الربا; لما في البيع والشراء من نفع للأفراد والجماعات, ولما في الربا من استغلال وضياع وهلاك. فمن بلغه نهي الله عن الربا فارتدع, فله ما مضى قبل أن يبلغه التحريم لا إثم عليه فيه, وأمره إلى الله فيما يستقبل من زمانه, فإن استمرَّ على توبته فالله لا يضيع أجر المحسنين, ومن عاد إلى الربا ففعله بعد بلوغه نهي الله عنه, فقد استوجب العقوبة, وقامت عليه الحجة, ولهذا قال سبحانه: (فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ)\r\n", "sura_id": 2, "type": 3, "id": 31462, "aya_id": 275}, {"text": " <font color=red>الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ ذَلِكَ بِأَنَّهُمْ قَالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ وَمَنْ عَادَ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى الْأَبْرَار الْمُؤَدِّينَ النَّفَقَات الْمُخْرِجِينَ الزَّكَوَات الْمُتَفَضِّلِينَ بِالْبِرِّ وَالصَّدَقَات لِذَوِي الْحَاجَات وَالْقَرَابَات فِي جَمِيع الْأَحْوَال وَالْأَوْقَات شَرَعَ فِي ذِكْر أَكَلَة الرِّبَا وَأَمْوَال النَّاس بِالْبَاطِلِ وَأَنْوَاع الشُّبُهَات فَأَخْبَرَ عَنْهُمْ يَوْم خُرُوجهمْ مِنْ قُبُورهمْ وَقِيَامهمْ مِنْهَا إِلَى بَعَثَهُمْ وَنُشُورهمْ فَقَالَ \" الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُوم الَّذِي يَتَخَبَّطهُ الشَّيْطَان مِنْ الْمَسّ \" أَيْ لَا يَقُومُونَ مِنْ قُبُورهمْ يَوْم الْقِيَامَة إِلَّا كَمَا يَقُوم الْمَصْرُوع حَال صَرْعه وَتَخَبُّط الشَّيْطَان لَهُ وَذَلِكَ أَنَّهُ يَقُوم قِيَامًا مُنْكَرًا وَقَالَ اِبْن عَبَّاس : آكِل الرِّبَا يُبْعَث يَوْم الْقِيَامَة مَجْنُونًا يُخْنَق رَوَاهُ اِبْن أَبِي حَاتِم قَالَ وَرُوِيَ عَنْ عَوْف بْن مَالِك وَسَعِيد بْن جُبَيْر وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس وَقَتَادَة وَمُقَاتِل بْن حَيَّان نَحْو ذَلِكَ وَحُكِيَ عَنْ عَبْد اللَّه بْن عَبَّاس وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَالْحَسَن وَقَتَادَة وَمُقَاتِل بْن حَيَّان أَنَّهُمْ قَالُوا : فِي قَوْله \" الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُوم الَّذِي يَتَخَبَّطهُ الشَّيْطَان مِنْ الْمَسّ \" يَعْنِي لَا يَقُومُونَ يَوْم الْقِيَامَة وَكَذَا قَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد وَالضَّحَّاك وَابْن زَيْد وَرَوَى اِبْن أَبِي حَاتِم مِنْ حَدِيث أَبِي بَكْر بْن أَبِي مَرْيَم عَنْ ضَمْرَة بْن حُنَيْف عَنْ أَبِي عَبْد اللَّه بْن مَسْعُود عَنْ أَبِيهِ أَنَّهُ كَانَ يَقْرَأ : \" الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُوم الَّذِي يَتَخَبَّطهُ الشَّيْطَان مِنْ الْمَسّ يَوْم الْقِيَامَة \" وَقَالَ اِبْن جَرِير : حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا مُسْلِم بْن إِبْرَاهِيم حَدَّثَنَا رَبِيعَة بْن كُلْثُوم حَدَّثَنَا أَبِي عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ يُقَال يَوْم الْقِيَامَة لِآكِلِ الرِّبَا خُذْ سِلَاحك لِلْحَرْبِ وَقَرَأَ \" الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُوم الَّذِي يَتَخَبَّطهُ الشَّيْطَان مِنْ الْمَسّ \" وَذَلِكَ حِين يَقُوم مِنْ قَبْره وَفِي حَدِيث أَبِي سَعِيد فِي الْإِسْرَاء كَمَا هُوَ مَذْكُور فِي سُورَة سُبْحَان أَنَّهُ عَلَيْهِ السَّلَام مَرَّ لَيْلَتئِذٍ بِقَوْمٍ لَهُمْ أَجْوَاف مِثْل الْبُيُوت فَسَأَلَ عَنْهُمْ فَقِيلَ : هَؤُلَاءِ أَكَلَة الرِّبَا رَوَاهُ الْبَيْهَقِيّ مُطَوَّلًا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا الْحَسَن بْن مُوسَى عَنْ حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ أَبِي الصَّلْت عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَتَيْت لَيْلَة أُسْرِيَ بِي عَلَى قَوْم بُطُونهمْ كَالْبُيُوتِ فِيهَا الْحَيَّات تَجْرِي مِنْ خَارِج بُطُونهمْ فَقُلْت : مَنْ هَؤُلَاءِ يَا جِبْرِيل ؟ قَالَ : هَؤُلَاءِ أَكَلَة الرِّبَا وَرَوَاهُ الْإِمَام أَحْمَد عَنْ حَسَن وَعَفَّان كِلَاهُمَا عَنْ حَمَّاد بْن سَلَمَة بِهِ وَفِي إِسْنَاده ضَعْف وَقَدْ رَوَى الْبُخَارِيّ عَنْ سَمُرَة بْن جُنْدُب فِي حَدِيث الْمَنَام الطَّوِيل فَأَتَيْنَا عَلَى نَهَر حَسِبْت أَنَّهُ كَانَ يَقُول أَحْمَر مِثْل الدَّم وَإِذَا فِي النَّهَر رَجُل سَابِح يَسْبَح وَإِذَا عَلَى شَطّ النَّهَر رَجُل قَدْ جَمَعَ عِنْده حِجَارَة كَثِيرَة وَإِذَا ذَلِكَ السَّابِح يَسْبَح ثُمَّ يَأْتِي ذَلِكَ الَّذِي قَدْ جَمَعَ الْحِجَارَة عِنْده فَيَفْغَر لَهُ فَاهُ فَيُلْقِمهُ حَجَرًا وَذَكَرَ فِي نَفْسه أَنَّهُ آكِل الرِّبَا . وَقَوْله \" ذَلِكَ بِأَنَّهُمْ قَالُوا إِنَّمَا الْبَيْعُ مِثْل الرِّبَا وَأَحَلَّ اللَّه الْبَيْع وَحَرَّمَ الرِّبَا\" أَيْ إِنَّمَا جُوزُوا بِذَلِكَ لِاعْتِرَاضِهِمْ عَلَى أَحْكَام اللَّه فِي شَرْعه وَلَيْسَ هَذَا قِيَاسًا مِنْهُمْ لِلرِّبَا عَلَى الْبَيْع لِأَنَّ الْمُشْرِكِينَ لَا يَعْتَرِفُونَ بِمَشْرُوعِيَّةِ أَصْل الْبَيْع الَّذِي شَرَعَهُ اللَّه فِي الْقُرْآن وَلَوْ كَانَ هَذَا مِنْ بَاب الْقِيَاس لَقَالُوا : إِنَّمَا الرِّبَا مِثْل الْبَيْع وَإِنَّمَا قَالُوا \" إِنَّمَا الْبَيْع مِثْل الرِّبَا \" أَيْ هُوَ نَظِيره فَلِمَ حُرِّمَ هَذَا وَأُبِيحَ هَذَا ؟ وَهَذَا اِعْتِرَاض مِنْهُمْ عَلَى الشَّرْع أَيْ هَذَا مِثْل هَذَا وَقَدْ أَحَلَّ هَذَا وَحَرَّمَ هَذَا يَحْتَمِل أَنْ يَكُون مِنْ تَمَام الْكَلَام رَدًّا عَلَيْهِمْ أَيْ عَلَى مَا قَالُوهُ مِنْ الِاعْتِرَاض مَعَ عِلْمهمْ بِتَفْرِيقِ اللَّه بَيْن هَذَا وَهَذَا حُكْمًا وَهُوَ الْعَلِيم الْحَكِيم الَّذِي لَا مُعَقِّب لِحُكْمِهِ وَلَا يُسْأَل عَمَّا يَفْعَل وَهُمْ يُسْأَلُونَ وَهُوَ الْعَالِم بِحَقَائِق الْأُمُور وَمَصَالِحهَا وَمَا يَنْفَع عِبَاده فَيُبِيحهُ لَهُمْ وَمَا يَضُرّهُمْ فَيَنْهَاهُمْ عَنْهُ وَهُوَ أَرْحَم بِهِمْ مِنْ الْوَالِدَة بِوَلَدِهَا الطِّفْل وَلِهَذَا قَالَ\" فَمَنْ جَاءَهُ مَوْعِظَة مِنْ رَبّه فَانْتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّه \" أَيْ مَنْ بَلَغَهُ نَهْيُ اللَّه عَنْ الرِّبَا فَانْتَهَى حَال وُصُول الشَّرْع إِلَيْهِ فَلَهُ مَا سَلَفَ مِنْ الْمُعَامَلَة لِقَوْلِهِ \" عَفَا اللَّه عَمَّا سَلَفَ \" وَكَمَا قَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَوْم فَتْح مَكَّة وَكُلّ رِبًا فِي الْجَاهِلِيَّة مَوْضُوعٌ تَحْت قَدَمَيَّ هَاتَيْنِ وَأَوَّل رِبًا أَضَع رِبَا الْعَبَّاس وَلَمْ يَأْمُرهُمْ بِرَدِّ الزِّيَادَات الْمَأْخُوذَة فِي حَال الْجَاهِلِيَّة عَفَا عَمَّا سَلَفَ كَمَا قَالَ تَعَالَى \" فَلَهُ مَا سَلَفَ وَأَمْره إِلَى اللَّه \" قَالَ سَعِيد بْن جُبَيْر وَالسُّدِّيّ : فَلَهُ مَا سَلَفَ مَا كَانَ أَكَلَ مِنْ الرِّبَا قَبْل التَّحْرِيم وَقَالَ اِبْن أَبِي حَاتِم قَرَأَ عَلَيَّ مُحَمَّد بْن عَبْد اللَّه بْن عَبْد الْحَكَم أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي جَرِير بْن حَازِم عَنْ أَبِي إِسْحَاق الْهَمْدَانِيّ عَنْ أُمّ يُونُس يَعْنِي اِمْرَأَته الْعَالِيَة بِنْت أَبْقَع أَنَّ عَائِشَة زَوْج النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَتْ لَهَا أُمّ بحنة أُمّ وَلَد زَيْد بْن أَرْقَم يَا أَمّ الْمُؤْمِنِينَ أَتَعْرِفِينَ زَيْد بْن أَرْقَم قَالَتْ : نَعَمْ قَالَتْ : فَإِنِّي بِعْته عَبْدًا إِلَى الْعَطَاء بِثَمَانِمِائَةِ فَاحْتَاجَ إِلَى ثَمَنه فَاشْتَرَيْته قَبْل مَحَلّ الْأَجَل بِسِتِّمِائَةِ فَقَالَتْ : بِئْسَ مَا اِشْتَرَيْت وَبِئْسَ مَا اِشْتَرَيْت أَبْلِغِي زَيْدًا أَنَّهُ قَدْ أَبْطَلَ جِهَاده مَعَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَدْ بَطَلَ إِنْ لَمْ يَتُبْ قَالَتْ : فَقُلْت أَرَأَيْت إِنْ تَرَكْت الْمِائَتَيْنِ وَأَخَذْت السِّتّمِائَةِ قَالَتْ : نَعَمْ \" فَمَنْ جَاءَهُ مَوْعِظَة مِنْ رَبّه فَانْتَهَى فَلَهُ مَا سَلَفَ \" وَهَذَا الْأَثَر مَشْهُور وَهُوَ دَلِيل لِمَنْ حَرَّمَ مَسْأَلَة الْعِينَة مَعَ مَا جَاءَ فِيهَا مِنْ الْأَحَادِيث الْمَذْكُورَة الْمُقَرَّرَة فِي كِتَاب الْأَحْكَام وَلِلَّهِ الْحَمْد وَالْمِنَّة ثُمَّ قَالَ تَعَالَى \" وَمَنْ عَادَ\" أَيْ إِلَى الرِّبَا فَفَعَلَهُ بَعْد بُلُوغه نَهْي اللَّه عَنْهُ فَقَدْ اِسْتَوْجَبَ الْعُقُوبَة وَقَامَتْ عَلَيْهِ الْحُجَّة وَلِهَذَا قَالَ \" فَأُولَئِكَ أَصْحَاب النَّار هُمْ فِيهَا خَالِدُونَ \" وَقَدْ قَالَ أَبُو دَاوُد : حَدَّثَنَا يَحْيَى أَبُو دَاوُد حَدَّثَنَا يَحْيَى بْن مَعِين أَخْبَرَنَا عَبْد اللَّه بْن رَجَاء الْمَكِّيّ عَنْ عَبْد اللَّه بْن عُثْمَان بْن خُثَيْم عَنْ أَبِي الزُّبَيْر عَنْ جَابِر قَالَ : لَمَّا نَزَلَتْ \" الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُوم الَّذِي يَتَخَبَّطهُ الشَّيْطَان مِنْ الْمَسّ\" قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَنْ لَمْ يَذَر الْمُخَابَرَة فَلْيَأْذَنْ بِحَرْبٍ مِنْ اللَّه وَرَسُوله وَرَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث أَبِي خُثَيْم وَقَالَ : صَحِيح عَلَى شَرْط مُسْلِم وَلَمْ يُخَرِّجَاهُ وَإِنَّمَا حُرِّمَتْ الْمُخَابَرَة وَهِيَ الْمُزَارَعَة بِبَعْضِ مَا يَخْرُج مِنْ الْأَرْض وَالْمُزَابَنَة وَهِيَ اِشْتِرَاء الرُّطَب فِي رُءُوس النَّخْل بِالتَّمْرِ عَلَى وَجْه الْأَرْض وَالْمُحَاقَلَة وَهِيَ اِشْتِرَاء الْحَبّ فِي سُنْبُله فِي الْحَقْل بِالْحَبِّ عَلَى وَجْه الْأَرْض إِنَّمَا حُرِّمَتْ هَذِهِ الْأَشْيَاء وَمَا شَاكَلَهَا حَسْمًا لِمَادَّةِ الرِّبَا لِأَنَّهُ لَا يُعْلَم التَّسَاوِي بَيْن الشَّيْئَيْنِ قَبْل الْجَفَاف وَلِهَذَا قَالَ الْفُقَهَاء : الْجَهْل بِالْمُمَاثَلَةِ كَحَقِيقَةِ الْمُفَاضَلَة وَمِنْ هَذَا حَرَّمُوا أَشْيَاء بِمَا فَهِمُوا مِنْ تَضْيِيق الْمَسَالِك الْمُفْضِيَة إِلَى الرِّبَا وَالْوَسَائِل الْمُوصِلَة إِلَيْهِ وَتَفَاوُت نَظَرهمْ بِحَسَبِ مَا وَهَبَ اللَّه لِكُلٍّ مِنْهُمْ مِنْ الْعِلْم وَقَدْ قَالَ تَعَالَى \" وَفَوْقَ كُلّ ذِي عِلْمٍ عَلِيمٌ \" وَبَاب الرِّبَا مِنْ أَشْكَل الْأَبْوَاب عَلَى كَثِير مِنْ أَهْل الْعِلْم وَقَدْ قَالَ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب - رَضِيَ اللَّه عَنْهُ - ثَلَاث وَدِدْت أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَهِدَ إِلَيْنَا فِيهِنَّ عَهْدًا نَنْتَهِي إِلَيْهِ : الْجَدّ وَالْكَلَالَة وَأَبْوَاب مِنْ أَبْوَاب الرِّبَا - يَعْنِي بِذَلِكَ بَعْض الْمَسَائِل الَّتِي فِيهَا شَائِبَة الرِّبَا وَالشَّرِيعَة شَاهِدَة بِأَنَّ كُلّ حَرَام فَالْوَسِيلَة إِلَيْهِ مِثْله لِأَنَّ مَا أَفْضَى إِلَى الْحَرَام حَرَام كَمَا أَنَّ مَا لَا يَتِمّ الْوَاجِب إِلَّا بِهِ فَهُوَ وَاجِب وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ النُّعْمَان بْن بَشِير قَالَ : سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول إِنَّ الْحَلَالَ بَيِّنٌ وَالْحَرَامَ بَيِّنٌ وَبَيْن ذَلِكَ أُمُور مُشْتَبِهَات فَمَنْ اِتَّقَى الشُّبُهَات اِسْتَبْرَأَ لِدِينِهِ وَعِرْضه وَمَنْ وَقَعَ فِي الشُّبُهَات وَقَعَ فِي الْحَرَام كَالرَّاعِي يَرْعَى حَوْل الْحِمَى يُوشِك أَنْ يَرْتَع فِيهِ وَفِي السُّنَن عَنْ الْحَسَن بْن عَلِيّ - رَضِيَ اللَّه عَنْهُمَا - قَالَ : سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول دَعْ مَا يَرِيبك إِلَى مَا لَا يَرِيبك وَفِي الْحَدِيث الْآخَر الْإِثْم مَا حَاكَ فِي الْقَلْب وَتَرَدَّدْت فِيهِ النَّفْس وَكَرِهْت أَنْ يَطَّلِع عَلَيْهِ النَّاس وَفِي رِوَايَة اِسْتَفْتِ قَلْبك وَإِنْ أَفْتَاك النَّاسُ وَأَفْتَوْك وَقَالَ الثَّوْرِيّ عَنْ عَاصِم عَنْ الشَّعْبِيّ عَنْ اِبْن عَبَّاس قَالَ : آخِر مَا نَزَلَ عَلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - آيَة الرِّبَا رَوَاهُ الْبُخَارِيّ عَنْ قَبِيصَة عَنْهُ وَقَالَ أَحْمَد عَنْ يَحْيَى عَنْ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ سَعِيد بْن الْمُسَيِّب أَنَّ عُمَر قَالَ مِنْ آخِر مَا نَزَلَ آيَة الرِّبَا وَإِنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قُبِضَ قَبْل أَنْ يُفَسِّرهَا لَنَا فَدَعُوا الرِّبَا وَالرِّيبَة وَقَالَ : رَوَاهُ اِبْن مَاجَهْ وَابْن مَرْدَوَيْهِ عَنْ طَرِيق هَيَّاج بْن بَسْطَام عَنْ دَاوُد بْن أَبِي هِنْد عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : خَطَبَنَا عُمَر بْن الْخَطَّاب - رَضِيَ اللَّه عَنْهُ - فَقَالَ : إِنِّي لَعَلِّي أَنْهَاكُمْ عَنْ أَشْيَاء تَصْلُح لَكُمْ وَآمُركُمْ بِأَشْيَاء لَا تَصْلُح لَكُمْ وَإِنَّ مِنْ آخِر الْقُرْآن نُزُولًا آيَة الرِّبَا وَإِنَّهُ قَدْ مَاتَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَلَمْ يُبَيِّنهُ لَنَا فَدَعُوا مَا يُرِيبكُمْ إِلَى مَا لَا يُرِيبكُمْ وَقَدْ قَالَ اِبْن أَبِي عَدِيّ بِالْإِسْنَادِ مَوْقُوفًا فَذَكَرَهُ وَأَوْرَدَهُ الْحَاكِم فِي مُسْتَدْرَكه وَقَدْ قَالَ اِبْن مَاجَهْ حَدَّثَنَا عَمْرو بْن عَلِيّ الصَّيْرَفِيّ حَدَّثَنَا اِبْن أَبِي عَدِيّ عَنْ شُعْبَة عَنْ زُبَيْد عَنْ إِبْرَاهِيم عَنْ مَسْرُوق عَنْ عَبْد اللَّه هُوَ اِبْن مَسْعُود عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ الرِّبَا ثَلَاثَة وَسَبْعُونَ بَابًا وَرَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث عَمْرو بْن عَلِيّ الْفَلَّاس بِإِسْنَادٍ مِثْله وَزَادَ أَيْسَرهَا أَنْ يَنْكِح الرَّجُل أُمَّهُ وَإِنَّ أَرْبَى الرِّبَا عِرْض الرَّجُل الْمُسْلِم وَقَالَ : صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ وَقَالَ اِبْن مَاجَهْ حَدَّثَنَا عَبْد اللَّه بْن سَعِيد حَدَّثَنَا عَبْد اللَّه بْن إِدْرِيس عَنْ أَبِي مَعْشَر عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - الرِّبَا سَبْعُونَ جُزْءًا أَيْسَرهَا أَنْ يَنْكِح الرَّجُل أُمّه وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا هُشَيْم عَنْ عَبَّاد بْن رَاشِد عَنْ سَعِيد بْن أَبِي خَيْرَة حَدَّثَنَا الْحَسَن مُنْذُ نَحْو مِنْ أَرْبَعِينَ أَوْ خَمْسِينَ سَنَة عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ يَأْتِي عَلَى النَّاس زَمَان يَأْكُلُونَ فِيهِ الرِّبَا قَالَ قِيلَ لَهُ النَّاس كُلّهمْ ؟ قَالَ مَنْ لَمْ يَأْكُلهُ نَالَهُ مِنْ غُبَاره وَكَذَا رَوَى أَبُو دَاوُد وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ غَيْر وَجْه عَنْ سَعِيد بْن أَبِي خَيْرَة عَنْ الْحَسَن بِهِ وَمِنْ هَذَا الْقَبِيل تَحْرِيم الْوَسَائِل الْمُفْضِيَة إِلَى الْمُحَرَّمَات الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ مُسْلِم بْن صُبَيْح عَنْ مَسْرُوق عَنْ عَائِشَة قَالَتْ : لَمَّا نَزَلَتْ الْآيَات مِنْ آخِر سُورَة الْبَقَرَة فِي الرِّبَا خَرَجَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِلَى الْمَسْجِد فَقَرَأَهُنَّ فَحَرَّمَ التِّجَارَة فِي الْخَمْر وَقَدْ أَخْرَجَهُ الْجَمَاعَة سِوَى التِّرْمِذِيّ مِنْ طُرُق عَنْ الْأَعْمَش بِهِ وَهَكَذَا لَفْظ رِوَايَة الْبُخَارِيّ عِنْد تَفْسِير هَذِهِ الْآيَة فَحَرَّمَ التِّجَارَة وَفِي لَفْظ لَهُ عَنْ عَائِشَة قَالَتْ : لَمَّا نَزَلَتْ الْآيَات مِنْ آخِر سُورَة الْبَقَرَة فِي الرِّبَا قَرَأَهَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَلَى النَّاس ثُمَّ حَرَّمَ التِّجَارَة فِي الْخَمْر قَالَ بَعْض مَنْ تَكَلَّمَ عَلَى هَذَا الْحَدِيث مِنْ الْأَئِمَّة لَمَّا حَرَّمَ الرِّبَا وَوَسَائِله حَرَّمَ الْخَمْر وَمَا يُفْضِي إِلَيْهِ مِنْ تِجَارَة وَنَحْو ذَلِكَ كَمَا قَالَ عَلَيْهِ السَّلَام فِي الْحَدِيث الْمُتَّفَق عَلَيْهِ لَعَنَ اللَّهُ الْيَهُودَ حُرِّمَتْ عَلَيْهِمْ الشُّحُوم فَجَمَلُوهَا فَبَاعُوهَا وَأَكَلُوا أَثْمَانهَا وَقَدْ تَقَدَّمَ فِي حَدِيث عَلِيّ وَابْن مَسْعُود وَغَيْرهمَا عِنْد لَعْن الْمُحَلِّل فِي تَفْسِيره قَوْله \" حَتَّى تَنْكِحَ زَوْجًا غَيْره \" قَوْله - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لَعَنَ اللَّهُ آكِل الرِّبَا وَمُوكِله وَشَاهِدَيْهِ وَكَاتِبه قَالُوا وَمَا يَشْهَد عَلَيْهِ وَيَكْتُب إِلَّا إِذَا أُظْهِرَ فِي صُورَة عَقْد شَرْعِيّ وَيَكُون دَاخِله فَاسِدًا فَالِاعْتِبَار بِمَعْنَاهُ لَا بِصُورَتِهِ لِأَنَّ الْأَعْمَال بِالنِّيَّاتِ وَفِي الصَّحِيح \" إِنَّ اللَّه لَا يَنْظُر إِلَى صُوَركُمْ وَلَا إِلَى أَمْوَالكُمْ وَإِنَّمَا يَنْظُر إِلَى قُلُوبكُمْ وَأَعْمَالكُمْ \" وَقَدْ صَنَّفَ الْإِمَام الْعَلَّامَة أَبُو الْعَبَّاس ابْنُ تَيْمِيَة كِتَابًا فِي إِبْطَال التَّحْلِيل تَضَمَّنَ النَّهْي عَنْ تَعَاطِي الْوَسَائِل الْمُفْضِيَة إِلَى كُلّ بَاطِل وَقَدْ كَفَى فِي ذَلِكَ وَشَفَى فَرَحِمَهُ اللَّهُ وَرَضِيَ عَنْهُ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38691, "aya_id": 275}]