[{"text": "قُلْ مَنْ حَرَّمَ زِينَةَ اللّهِ الَّتِيَ أَخْرَجَ لِعِبَادِهِ وَالْطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِي لِلَّذِينَ آمَنُواْ فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ كَذَلِكَ نُفَصِّلُ الآيَاتِ لِقَوْمٍ يَعْلَمُونَ", "sura_id": 7, "type": 0, "id": 986, "aya_id": 32}, {"text": "قل من حرم زينة الله التي أخرج لعباده والطيبات من الرزق قل هي للذين آمنوا في الحياة الدنيا خالصة يوم القيامة كذلك نفصل الآيات لقوم يعلمون", "sura_id": 7, "type": 1, "id": 7222, "aya_id": 32}, {"text": "32 - (قل) إنكارا عليهم (من حرم زينة الله التي أخرج لعباده) من اللباس (والطيبات) المستلذات (من الرزق قل هي للذين آمنوا في الحياة الدنيا) بالاستحقاق وإن شاركهم فيها غيرهم (خالصة) خاصة بهم بالرفع والنصب حال (يوم القيامة كذلك نفصل الآيات) نبينها مثل ذلك التفصيل (لقوم يعلمون) يتدبرون فإنهم المنتفعون بها \r\n", "sura_id": 7, "type": 2, "id": 25930, "aya_id": 32}, {"text": "قل -أيها الرسول- لهؤلاء الجهلة من المشركين: مَن الذي حرم عليكم اللباس الحسن الذي جعله الله تعالى زينة لكم؟ ومَن الذي حرَّم عليكم التمتع بالحلال الطيب من رزق الله تعالى؟ قل -أيها الرسول- لهؤلاء المشركين: إنَّ ما أحله الله من الملابس والطيبات من المطاعم والمشارب حق للذين آمنوا في الحياة الدنيا يشاركهم فيها غيرهم, خالصة لهم يوم القيامة. مثل ذلك التفصيل يفصِّل الله الآيات لقوم يعلمون ما يبيِّن لهم, ويفقهون ما يميز لهم.\r\n", "sura_id": 7, "type": 3, "id": 32166, "aya_id": 32}, {"text": " <font color=red>قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ</font><BR><p>يَقُول تَعَالَى رَدًّا عَلَى مَنْ حَرَّمَ شَيْئًا مِنْ الْمَآكِل أَوْ الْمَشَارِب أَوْ الْمَلَابِس مِنْ تِلْقَاء نَفْسه مِنْ غَيْر شَرْع مِنْ اللَّه \" قُلْ \" يَا مُحَمَّد لِهَؤُلَاءِ الْمُشْرِكِينَ الَّذِينَ يُحَرِّمُونَ مَا يُحَرِّمُونَ بِآرَائِهِمْ الْفَاسِدَة وَابْتِدَاعهمْ\" مَنْ حَرَّمَ زِينَة اللَّه الَّتِي أَخْرَجَ لِعِبَادِهِ \" الْآيَة أَيْ هِيَ مَخْلُوقَة لِمَنْ آمَنَ بِاَللَّهِ وَعَبَدَهُ فِي الْحَيَاة الدُّنْيَا وَإِنْ شَرِكَهُمْ فِيهَا الْكُفَّار حُبًّا فِي الدُّنْيَا فَهِيَ لَهُمْ خَاصَّة يَوْم الْقِيَامَة لَا يُشْرِكهُمْ فِيهَا أَحَد مِنْ الْكُفَّار فَإِنَّ الْجَنَّة مُحَرَّمَة عَلَى الْكَافِرِينَ قَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا أَبُو حُصَيْن مُحَمَّد بْن الْحُسَيْن الْقَاضِي حَدَّثَنَا يَحْيَى الْحِمَّانِيّ حَدَّثَنَا يَعْقُوب الْقُمِّيّ عَنْ جَعْفَر بْن أَبِي الْمُغِيرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ كَانَتْ قُرَيْش يَطُوفُونَ بِالْبَيْتِ وَهُمْ عُرَاة يُصَفِّرُونَ وَيُصَفِّقُونَ فَأَنْزَلَ اللَّه \" قُلْ مَنْ حَرَّمَ زِينَة اللَّه الَّتِي أَخْرَجَ لِعِبَادِهِ \" فَأُمِرُوا بِالثِّيَابِ.</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42598, "aya_id": 32}]