[{"text": "وَالَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ لاَ نُكَلِّفُ نَفْسًا إِلاَّ وُسْعَهَا أُوْلَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ", "sura_id": 7, "type": 0, "id": 996, "aya_id": 42}, {"text": "والذين آمنوا وعملوا الصالحات لا نكلف نفسا إلا وسعها أولئك أصحاب الجنة هم فيها خالدون", "sura_id": 7, "type": 1, "id": 7232, "aya_id": 42}, {"text": "42 - (والذين آمنوا وعملوا الصالحات) مبتدأ ، وقوله (لا نكلف نفساً إلا وسعها) طاقتها من العمل اعتراض بينه وبين خبره وهو (أولئك أصحاب الجنة هم فيها خالدون) \r\n", "sura_id": 7, "type": 2, "id": 25940, "aya_id": 42}, {"text": "والذين آمنوا بالله وعملوا الأعمال الصالحة في حدود طاقاتهم -لا يكلف الله نفسًا من الأعمال إلا ما تطيق- أولئك أهل الجنة, هم فيها ماكثون أبدًا لا يخرجون منها.\r\n", "sura_id": 7, "type": 3, "id": 32176, "aya_id": 42}, {"text": " <font color=red>وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى حَال الْأَشْقِيَاء عَطَفَ بِذِكْرِ حَال السُّعَدَاء فَقَالَ \" وَاَلَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات \" أَيْ آمَنَتْ قُلُوبهمْ وَعَمِلُوا الصَّالِحَات بِجَوَارِحِهِمْ ضِدّ \" أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّه وَاسْتَكْبَرُوا عَنْهَا \" نَبَّهَ تَعَالَى عَلَى أَنَّ الْإِيمَان وَالْعَمَل بِهِ سَهْل لِأَنَّهُ تَعَالَى قَالَ \" لَا نُكَلِّف نَفْسًا إِلَّا وُسْعهَا أُولَئِكَ أَصْحَاب الْجَنَّة هُمْ فِيهَا خَالِدُونَ وَنَزَعْنَا مَا فِي صُدُورهمْ مِنْ غِلّ \" أَيْ مِنْ حَسَد وَبُغْض كَمَا جَاءَ فِي صَحِيح الْبُخَارِيّ مِنْ حَدِيث قَتَادَة عَنْ أَبِي الْمُتَوَكِّل النَّاجِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا خَلَصَ الْمُؤْمِنُونَ مِنْ النَّار حُبِسُوا عَلَى قَنْطَرَة بَيْن الْجَنَّة وَالنَّار فَاقْتُصَّ لَهُمْ مَظَالِم كَانَتْ بَيْنهمْ فِي الدُّنْيَا حَتَّى إِذَا هُذِّبُوا وَنُقُّوا أُذِنَ لَهُمْ فِي دُخُول الْجَنَّة فَوَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّ أَحَدهمْ بِمَنْزِلِهِ فِي الْجَنَّة أَدَلّ مِنْهُ بِمَسْكَنِهِ كَانَ فِي الدُّنْيَا \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42609, "aya_id": 42}]