[{"text": "ن وَالْقَلَمِ وَمَا يَسْطُرُونَ", "sura_id": 68, "type": 0, "id": 5272, "aya_id": 1}, {"text": "ن والقلم وما يسطرون", "sura_id": 68, "type": 1, "id": 11508, "aya_id": 1}, {"text": "سورة القلم 1 - (ن ) أحد حروف الهجاء الله أعلم بمراده به (والقلم) الذي كتب به الكائنات في اللوح المحفوظ (وما يسطرون) أي الملائكة من الخير والصلاح \r\n", "sura_id": 68, "type": 2, "id": 30216, "aya_id": 1}, {"text": "( ن ) سبق الكلام على الحروف المقطعة في أول سورة البقرة. أقسم الله بالقلم الذي يكتب به الملائكة والناس، وبما يكتبون من الخير والنفع والعلوم.\r\n", "sura_id": 68, "type": 3, "id": 36452, "aya_id": 1}, {"text": " <font color=red>ن وَالْقَلَمِ وَمَا يَسْطُرُونَ</font><BR><p>قَدْ تَقَدَّمَ الْكَلَام عَلَى حُرُوف الْهِجَاء فِي أَوَّل سُورَة الْبَقَرَة وَأَنَّ قَوْله تَعَالَى\" ن \" كَقَوْلِهِ \" ص - ق \" وَنَحْو ذَلِكَ مِنْ الْحُرُوف الْمُقَطَّعَة فِي أَوَائِل السُّوَر وَتَحْرِير الْقَوْل فِي ذَلِكَ بِمَا أَغْنَى عَنْ إِعَادَته هَهُنَا وَقِيلَ الْمُرَاد بِقَوْلِهِ \" ن \" حُوت عَظِيم عَلَى تَيَّار الْمَاء الْعَظِيم الْمُحِيط وَهُوَ حَامِل لِلْأَرَضِينَ السَّبْع كَمَا قَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا يَحْيَى حَدَّثَنَا سُفْيَان هُوَ الثَّوْرِيّ حَدَّثَنَا سُلَيْمَان هُوَ الْأَعْمَش عَنْ أَبِي ظَبْيَان عَنْ اِبْن عَبَّاس قَالَ : أَوَّل مَا خَلَقَ اللَّه الْقَلَم قَالَ اُكْتُبْ قَالَ وَمَاذَا أَكْتَب ؟ قَالَ اُكْتُبْ الْقَدَر فَجَرَى بِمَا يَكُون مِنْ ذَلِكَ الْيَوْم إِلَى قِيَام السَّاعَة ثُمَّ خَلَقَ النُّون وَرَفَعَ بُخَار الْمَاء فَفُتِقَتْ مِنْهُ السَّمَاء وَبُسِطَتْ الْأَرْض عَلَى ظَهْر النُّون فَاضْطَرَبَ النُّون فَمَادَتْ الْأَرْض فَأُثْبِتَتْ بِالْجِبَالِ فَإِنَّهَا لَتَفْخَر عَلَى الْأَرْض وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم مِنْ أَحْمَد بْن سِنَان عَنْ أَبِي مُعَاوِيَة عَنْ الْأَعْمَش بِهِ وَهَكَذَا رَوَاهُ شُعْبَة وَمُحَمَّد بْن فُضَيْل وَوَكِيع عَنْ الْأَعْمَش بِهِ وَزَادَ شُعْبَة فِي رِوَايَته ثُمَّ قَرَأَ \" ن وَالْقَلَم وَمَا يَسْطُرُونَ \" وَقَدْ رَوَاهُ شَرِيك عَنْ الْأَعْمَش عَنْ أَبِي ظَبْيَان أَوْ مُجَاهِد عَنْ اِبْن عَبَّاس فَذَكَرَ نَحْوه وَرَوَاهُ مَعْمَر عَنْ الْأَعْمَش أَنَّ اِبْن عَبَّاس قَالَ فَذَكَرَهُ ثُمَّ قَرَأَ \" ن وَالْقَلَم وَمَا يَسْطُرُونَ \" ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا جَرِير عَنْ عَطَاء عَنْ أَبِي الضُّحَى عَنْ اِبْن عَبَّاس قَالَ : إِنَّ أَوَّل شَيْء خَلَقَ رَبِّي عَزَّ وَجَلَّ الْقَلَم ثُمَّ قَالَ لَهُ اُكْتُبْ فَكَتَبَ مَا هُوَ كَائِن إِلَى أَنْ تَقُوم السَّاعَة ثُمَّ خَلَقَ النُّون فَوْق الْمَاء ثُمَّ كَبَسَ الْأَرْض عَلَيْهِ . وَقَدْ رَوَى الطَّبَرَانِيّ ذَلِكَ مَرْفُوعًا فَقَالَ حَدَّثَنَا أَبُو حَبِيب زَيْد بْن الْمَهْدِيّ الْمَرْوَزِيّ حَدَّثَنَا سَعِيد بْن يَعْقُوب الطَّالَقَانِيّ حَدَّثَنَا مُؤَمَّل بْن إِسْمَاعِيل حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ عَطَاء بْن السَّائِب عَنْ أَبِي الضُّحَى مُسْلِم بْن صُبَيْح عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" إِنَّ أَوَّل مَا خَلَقَ اللَّه الْقَلَم وَالْحُوت قَالَ لِلْقَلَمِ اُكْتُبْ قَالَ مَا أَكْتُب ؟ قَالَ كُلّ شَيْء كَائِن إِلَى يَوْم الْقِيَامَة\" ثُمَّ قَرَأَ \" ن وَالْقَلَم وَمَا يَسْطُرُونَ \" فَالنُّون الْحُوت وَالْقَلَم الْقَلَم \" حَدِيث آخَر \" فِي ذَلِكَ رَوَاهُ اِبْن عَسَاكِر عَنْ أَبِي عَبْد اللَّه مَوْلَى بَنِي أُمَيَّة عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ أَوَّل شَيْء خَلَقَهُ اللَّه الْقَلَم ثُمَّ خَلَقَ النُّون وَهِيَ الدَّوَاة ثُمَّ قَالَ لَهُ اُكْتُبْ قَالَ وَمَا أَكْتُب ؟ قَالَ اُكْتُبْ مَا يَكُون - أَوْ - مَا هُوَ كَانَ مِنْ عَمَل أَوْ رِزْق أَوْ أَثَر أَوْ أَجَل فَكَتَبَ ذَلِكَ إِلَى يَوْم الْقِيَامَة فَذَلِكَ قَوْله \" ن وَالْقَلَم وَمَا يَسْطُرُونَ \" ثُمَّ خَتَمَ عَلَى الْقَلَم فَلَمْ يَتَكَلَّم إِلَى يَوْم الْقِيَامَة ثُمَّ خَلَقَ الْعَقْل وَقَالَ وَعِزَّتِي لِأُكْمِلَنك فِيمَنْ أَحْبَبْت وَلَأُنْقِصَنك مِمَّنْ أَبْغَضْت . وَقَالَ اِبْن أَبِي نَجِيح إِنَّ إِبْرَاهِيم بْن أَبِي بَكْر أَخْبَرَهُ عَنْ مُجَاهِد قَالَ : كَانَ يُقَال النُّون الْحُوت الْعَظِيم الَّذِي تَحْت الْأَرْض السَّابِعَة وَقَدْ ذَكَرَ الْبَغَوِيّ رَحِمَهُ اللَّه وَجَمَاعَة مِنْ الْمُفَسِّرِينَ أَنَّ عَلَى ظَهْر هَذَا الْحُوت صَخْرَة سُمْكهَا كَغِلَظِ السَّمَوَات وَالْأَرْض وَعَلَى ظَهْرهَا ثَوْر لَهُ أَرْبَعُونَ أَلْف قَرْن وَعَلَى مَتْنه الْأَرَضُونَ السَّبْع وَمَا فِيهِنَّ وَمَا بَيْنهنَّ وَاَللَّه أَعْلَم وَمِنْ الْعَجِيب أَنَّ بَعْضهمْ حَمَلَ عَلَى هَذَا الْمَعْنَى الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل حَدَّثَنَا حُمَيْد عَنْ أَنَس أَنَّ عَبْد اللَّه بْن سَلَام بَلَغَهُ مَقْدِم رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة فَأَتَاهُ فَسَأَلَهُ عَنْ أَشْيَاء قَالَ إِنِّي سَائِلك عَنْ أَشْيَاء لَا يَعْلَمهَا إِلَّا نَبِيّ قَالَ مَا أَوَّل أَشْرَاط السَّاعَة ؟ وَمَا أَوَّل طَعَام يَأْكُلهُ أَهْل الْجَنَّة ؟ وَمَا بَال الْوَلَد يَنْزِع إِلَى أَبِيهِ ؟ وَمَا بَال الْوَلَد يَنْزِع إِلَى أُمّه ؟ قَالَ \" أَخْبَرَنِي بِهِنَّ جِبْرِيل آنِفًا \" قَالَ اِبْن سَلَام فَذَاكَ عَدُوّ الْيَهُود مِنْ الْمَلَائِكَة قَالَ \" أَمَّا أَوَّل أَشْرَاط السَّاعَة فَنَار تَحْشُرهُمْ مِنْ الْمَشْرِق إِلَى الْمَغْرِب وَأَوَّل طَعَام يَأْكُلهُ أَهْل الْجَنَّة زِيَادَة كَبِد الْحُوت وَأَمَّا الْوَلَد فَإِذَا سَبَقَ مَاء الرَّجُل مَاء الْمَرْأَة نَزَعَ الْوَلَد وَإِذَا سَبَقَ مَاء الْمَرْأَة مَاء الرَّجُل نَزَعَتْ \" وَرَوَاهُ الْبُخَارِيّ مِنْ طُرُق عَنْ حُمَيْد وَرَوَاهُ مُسْلِم أَيْضًا وَلَهُ مِنْ حَدِيث ثَوْبَان مَوْلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَحْو هَذَا . وَفِي صَحِيح مُسْلِم مِنْ حَدِيث أَبِي أَسْمَاء الرَّحَبِيّ عَنْ ثَوْبَان أَنَّ حَبْرًا سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ مَسَائِل فَكَانَ مِنْهَا أَنْ قَالَ فَمَا تُحْفَتهمْ يَعْنِي أَهْل الْجَنَّة حِين يَدْخُلُونَ الْجَنَّة قَالَ \" زِيَادَة كَبِد الْحُوت \" قَالَ فَمَا غِذَاؤُهُمْ عَلَى أَثَرهَا قَالَ \" يُنْحَر لَهُمْ ثَوْر الْجَنَّة الَّذِي كَانَ يَأْكُل مِنْ أَطْرَافهَا \" قَالَ فَمَا شَرَابهمْ عَلَيْهِ ؟ قَالَ \" مِنْ عَيْن فِيهَا تُسَمَّى سَلْسَبِيلًا \" وَقِيلَ الْمُرَاد بِقَوْلِهِ \" ن \" لَوْح مِنْ نُور . قَالَ اِبْن جَرِير حَدَّثَنَا الْحَسَن بْن شَبِيب الْمُكَتِّب حَدَّثَنَا مُحَمَّد بْن زِيَاد الْجَزَرِيّ عَنْ فُرَات بْن أَبِي الْفُرَات عَنْ مُعَاوِيَة بْن قُرَّة عَنْ أَبِيهِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ن وَالْقَلَم وَمَا يَسْطُرُونَ \" لَوْح مِنْ نُور وَقَلَم مِنْ نُور يَجْرِي بِمَا هُوَ كَائِن إِلَى يَوْم الْقِيَامَة \" وَهَذَا مُرْسَل غَرِيب وَقَالَ اِبْن جُرَيْج أُخْبِرْت أَنَّ ذَلِكَ الْقَلَم مِنْ نُور طُوله مِائَة عَام وَقِيلَ الْمُرَاد بِقَوْلِهِ \" ن \" دَوَاة وَالْقَلَم قَالَ اِبْن جَرِير حَدَّثَنَا عَبْد الْأَعْلَى حَدَّثَنَا أَبُو ثَوْر عَنْ مَعْمَر عَنْ الْحَسَن وَقَتَادَة فِي قَوْله \" ن \" قَالَا هِيَ الدَّوَاة وَقَدْ رُوِيَ فِي هَذَا حَدِيث مَرْفُوع غَرِيب جِدًّا فَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن خَالِد حَدَّثَنَا الْحَسَن بْن يَحْيَى حَدَّثَنَا أَبُو عَبْد اللَّه مَوْلَى بَنِي أُمَيَّة عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" خَلَقَ اللَّه النُّون وَهِيَ الدَّوَاة\" وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا يَعْقُوب حَدَّثَنَا أَخِي عِيسَى بْن عَبْد اللَّه حَدَّثَنَا ثَابِت الثُّمَالِيّ عَنْ اِبْن عَبَّاس قَالَ : إِنَّ اللَّه خَلَقَ النُّون وَهِيَ الدَّوَاة وَخَلَقَ الْقَلَم فَقَالَ اُكْتُبْ قَالَ وَمَا أَكْتُب قَالَ اُكْتُبْ مَا هُوَ كَائِن إِلَى يَوْم الْقِيَامَة مِنْ عَمَل مَعْمُول بِهِ بِرّ أَوْ فُجُور أَوْ رِزْق مَقْسُوم حَلَال أَوْ حَرَام ثُمَّ أَلْزَمَ كُلّ شَيْء مِنْ ذَلِكَ شَأْنه : دُخُوله فِي الدُّنْيَا وَمَقَامه فِيهَا كَمْ وَخُرُوجه مِنْهَا كَيْف ثُمَّ جَعَلَ عَلَى الْعِبَاد حَفَظَة وَلِلْكِتَابِ خُزَّانًا فَالْحَفَظَة يَنْسَخُونَ كُلّ يَوْم مِنْ الْخُزَّان عَمَل ذَلِكَ الْيَوْم فَإِذَا فَنِيَ الرِّزْق وَانْقَطَعَ الْأَثَر وَانْقَضَى الْأَجَل أَتَتْ الْحَفَظَة الْخَزَنَة يَطْلُبُونَ عَمَل ذَلِكَ الْيَوْم فَتَقُول لَهُمْ الْخَزَنَة مَا نَجِد لِصَاحِبِكُمْ عِنْدنَا شَيْئًا فَتَرْجِع الْحَفَظَة فَيَجِدُونَهُمْ قَدْ مَاتُوا قَالَ فَقَالَ اِبْن عَبَّاس أَلَسْتُمْ قَوْمًا عَرَبًا تَسْمَعُونَ الْحَفَظَة يَقُولُونَ \" إِنَّا كُنَّا نَسْتَنْسِخ مَا كُنْتُمْ تَعْمَلُونَ\" وَهَلْ يَكُون الِاسْتِنْسَاخ إِلَّا مِنْ أَصْل وَقَوْله تَعَالَى\" وَالْقَلَم \" الظَّاهِر أَنَّهُ جِنْس الْقَلَم الَّذِي يُكْتَب بِهِ كَقَوْلِهِ \" اِقْرَأْ وَرَبّك الْأَكْرَم الَّذِي عَلَّمَ بِالْقَلَمِ عَلَّمَ الْإِنْسَان مَا لَمْ يَعْلَم \" فَهُوَ قَسَم مِنْهُ تَعَالَى وَتَنْبِيه لِخَلْقِهِ عَلَى مَا أَنْعَمَ بِهِ عَلَيْهِمْ مِنْ تَعْلِيم الْكِتَابَة الَّتِي بِهَا تُنَال الْعُلُوم وَلِهَذَا قَالَ \" وَمَا يَسْطُرُونَ \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة يَعْنِي وَمَا يَكْتُبُونَ وَقَالَ أَبُو الضُّحَى عَنْ اِبْن عَبَّاس وَمَا يَسْطُرُونَ أَيْ وَمَا يَعْمَلُونَ وَقَالَ السُّدِّيّ وَمَا يَسْطُرُونَ يَعْنِي الْمَلَائِكَة وَمَا تُكْتَب مِنْ أَعْمَال الْعِبَاد وَقَالَ آخَرُونَ بَلْ الْمُرَاد هَهُنَا بِالْقَلَمِ الَّذِي أَجْرَاهُ اللَّه بِالْقَدَرِ حِين كَتَبَ مَقَادِير الْخَلَائِق قَبْل أَنْ يَخْلُق السَّمَوَات وَالْأَرَضِينَ بِخَمْسِينَ أَلْف عَام وَأَوْرَدُوا فِي ذَلِكَ الْأَحَادِيث الْوَارِدَة فِي ذِكْر الْقَلَم فَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد يَحْيَى بْن سَعِيد الْقَطَّان وَيُونُس بْن حَبِيب قَالَا حَدَّثَنَا أَبُو دَاوُد الطَّيَالِسِيّ حَدَّثَنَا عَبْد الْوَاحِد بْن سُلَيْم السُّلَمِيّ عَنْ عَطَاء هُوَ اِبْن أَبِي رَبَاح حَدَّثَنِي الْوَلِيد بْن عُبَادَة بْن الصَّامِت قَالَ دَعَانِي أَبِي حِين حَضَرَهُ الْمَوْت فَقَالَ إِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ أَوَّل مَا خَلَقَ اللَّه الْقَلَم فَقَالَ لَهُ اُكْتُبْ قَالَ يَا رَبّ وَمَا أَكْتُب ؟ قَالَ اُكْتُبْ الْقَدَر وَمَا هُوَ كَائِن إِلَى الْأَبَد \" وَهَذَا الْحَدِيث قَدْ رَوَاهُ الْإِمَام أَحْمَد مِنْ طُرُق عَنْ الْوَلِيد بْن عُبَادَة عَنْ أَبِيهِ بِهِ وَأَخْرَجَهُ التِّرْمِذِيّ مِنْ حَدِيث أَبِي دَاوُد الطَّيَالِسِيّ بِهِ وَقَالَ حَسَن صَحِيح غَرِيب وَرَوَاهُ أَبُو دَاوُد فِي كِتَاب السُّنَّة مِنْ سُنَنه عَنْ جَعْفَر بْن مُسَافِر عَنْ يَحْيَى بْن حَسَّان عَنْ اِبْن رَبَاح عَنْ إِبْرَاهِيم بْن أَبِي عَبْلَة عَنْ أَبِي حَفْصَة وَاسْمه حُبَيْش بْن شُرَيْح الْحَبَشِيّ الشَّابِّيّ عَنْ عُبَادَة فَذَكَرَهُ وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه الطُّوسِيّ حَدَّثَنَا عَلِيّ بْن الْحَسَن بْن شَقِيق أَنْبَأَنَا عَبْد اللَّه بْن الْمُبَارَك حَدَّثَنَا رَبَاح بْن زَيْد عَنْ عُمَر بْن حَبِيب عَنْ الْقَاسِم بْن أَبِي بَزَّة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَنَّهُ كَانَ يُحَدِّث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ أَوَّل شَيْء خَلَقَهُ اللَّه الْقَلَم فَأَمَرَهُ فَكَتَبَ كُلّ شَيْء \" غَرِيب مِنْ هَذَا الْوَجْه وَلَمْ يُخَرِّجُوهُ وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد وَالْقَلَم يَعْنِي الَّذِي كَتَبَ بِهِ الذِّكْر وَقَوْله تَعَالَى \" وَمَا يَسْطُرُونَ \" أَيْ يَكْتُبُونَ كَمَا تَقَدَّمَ .</p><BR> <br> ", "sura_id": 68, "type": 4, "id": 42362, "aya_id": 1}]