[{"text": "وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ فَقَالُوا ابْنُوا عَلَيْهِم بُنْيَانًا رَّبُّهُمْ أَعْلَمُ بِهِمْ قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا", "sura_id": 18, "type": 0, "id": 2161, "aya_id": 21}, {"text": "و كذلك أعثرنا عليهم ليعلموا أن وعد الله حق و أن الساعة لا ريب فيها إذ يتنازعون بينهم أمرهم فقالوا ابنوا عليهم بنيانا ربهم أعلم بهم قال الذين غلبوا على أمرهم لنتخذن عليهم مسجدا", "sura_id": 18, "type": 1, "id": 8397, "aya_id": 21}, {"text": "21 - (وكذلك) كما بعثناهم (أعثرنا) أطلعنا (عليهم) قومهم والمؤمنين (ليعلموا) أي قومهم (أن وعد الله) بالبعث (حق) بطريق أن القادر على إنامتهم المدة الطويلة وإبقائهم على حالهم بلا غذاء قادر على إحياء الموتى (وأن الساعة لا ريب) لا شك (فيها إذ) معمول لأعثرنا (يتنازعون) أي المؤمنين والكفار (بينهم أمرهم) أمر الفتية في البناء حولهم (فقالوا) أي الكفار (ابنوا عليهم) أي حولهم (بنيانا) يسترهم (ربهم أعلم بهم قال الذين غلبوا على أمرهم) أمر الفتية وهم المؤمنون (لنتخذن عليهم) حولهم (مسجدا) يصلى فيه وفعل ذلك على باب الكهف \r\n", "sura_id": 18, "type": 2, "id": 27105, "aya_id": 21}, {"text": "وكما أنمناهم سنين كثيرة، وأيقظناهم بعدها، أطْلَعنا عليهم أهل ذلك الزمان، بعد أن كشف البائع نوع الدراهم التي جاء بها مبعوثهم؛ ليعلم الناس أنَّ وَعْدَ الله بالبعث حق، وأن القيامة آتية لا شك فيها، إذ يتنازع المطَّلِعون على أصحاب الكهف في أمر القيامة: فمِن مُثْبِتٍ لها ومِن مُنْكِر، فجعل الله إطْلاعهم على أصحاب الكهف حجة للمؤمنين على الكافرين. وبعد أن انكشف أمرهم، وماتوا قال فريق من المطَّلِعين عليهم: ابنوا على باب الكهف بناءً يحجبهم، واتركوهم وشأنهم، ربهم أعلم بحالهم، وقال أصحاب الكلمة والنفوذ فيهم: لنتخذنَّ على مكانهم مسجدًا للعبادة. وقد نهى رسول الله صلى الله عليه وسلم عن اتخاذ قبور الأنبياء والصالحين مساجد، ولعن مَن فَعَلَ ذلك في آخر وصاياه لأمته، كما أنه نهى عن البناء على القبور مطلقًا، وعن تجصيصها والكتابة عليها؛ لأن ذلك من الغلو الذي قد يؤدي إلى عبادة مَن فيها.\r\n", "sura_id": 18, "type": 3, "id": 33341, "aya_id": 21}, {"text": " <font color=red>وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ فَقَالُوا ابْنُوا عَلَيْهِمْ بُنْيَانًا رَبُّهُمْ أَعْلَمُ بِهِمْ قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا</font><BR><p>يَقُول تَعَالَى \" وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ \" أَيْ أَطْلَعْنَا عَلَيْهِمْ النَّاس \" لِيَعْلَمُوا أَنَّ وَعْد اللَّه حَقّ وَأَنَّ السَّاعَة لَا رَيْب فِيهَا \" ذَكَرَ غَيْر وَاحِد مِنْ السَّلَف أَنَّهُ كَانَ قَدْ حَصَلَ لِأَهْلِ ذَلِكَ الزَّمَان شَكّ فِي الْبَعْث وَفِي أَمْر الْقِيَامَة وَقَالَ عِكْرِمَة : كَانَ مِنْهُمْ طَائِفَة قَدْ قَالُوا تُبْعَث الْأَرْوَاح وَلَا تُبْعَث الْأَجْسَاد فَبَعَثَ اللَّه أَهْل الْكَهْف حُجَّة وَدَلَالَة وَآيَة عَلَى ذَلِكَ وَذَكَرُوا أَنَّهُ لَمَّا أَرَادَ أَحَدهمْ الْخُرُوج لِيَذْهَب إِلَى الْمَدِينَة فِي شِرَاء شَيْء لَهُمْ لِيَأْكُلُوهُ تَنَكَّرَ وَخَرَجَ يَمْشِي فِي غَيْر الْجَادَّة حَتَّى اِنْتَهَى إِلَى الْمَدِينَة وَذَكَرُوا أَنَّ اِسْمهَا دقسوس وَهُوَ يَظُنّ أَنَّهُ قَرِيب الْعَهْد بِهَا وَكَانَ النَّاس قَدْ تَبَدَّلُوا قَرْنًا بَعْد قَرْن وَجِيلًا بَعْد جِيل وَأُمَّة بَعْد أُمَّة وَتَغَيَّرَتْ الْبِلَاد وَمَنْ عَلَيْهَا كَمَا قَالَ الشَّاعِر : أَمَّا الدِّيَار فَإِنَّهَا كَدِيَارِهِمْ وَأَرَى رِجَال الْحَيّ غَيْر رِجَاله فَجَعَلَ لَا يَرَى شَيْئًا مِنْ مَعَالِم الْبَلَد الَّتِي يَعْرِفهَا وَلَا يَعْرِف أَحَدًا مِنْ أَهْلهَا لَا خَوَاصّهَا وَلَا عَوَامّهَا فَجَعَلَ يَتَحَيَّر فِي نَفْسه وَيَقُول : لَعَلَّ بِي جُنُونًا أَوْ مَسًّا أَوْ أَنَا حَالِم وَيَقُول : وَاَللَّه مَا بِي شَيْء مِنْ ذَلِكَ وَإِنَّ عَهْدِي بِهَذِهِ الْبَلْدَة عَشِيَّة أَمْس عَلَى غَيْر هَذِهِ الصِّفَة ثُمَّ قَالَ : إِنَّ تَعْجِيل الْخُرُوج مِنْ هَاهُنَا لَأَوْلَى لِي ثُمَّ عَمَدَ إِلَى رَجُل مِمَّنْ يَبِيع الطَّعَام فَدَفَعَ إِلَيْهِ مَا مَعَهُ مِنْ النَّفَقَة وَسَأَلَهُ أَنْ يَبِيعهُ بِهَا طَعَامًا فَلَمَّا رَآهَا ذَلِكَ الرَّجُل أَنْكَرَهَا وَأَنْكَرَ ضَرْبهَا فَدَفَعَهَا إِلَى جَاره وَجَعَلُوا يَتَدَاوَلُونَهَا بَيْنهمْ وَيَقُولُونَ لَعَلَّ هَذَا وَجَدَ كَنْزًا فَسَأَلُوهُ عَنْ أَمْره وَمِنْ أَيْنَ لَهُ هَذِهِ النَّفَقَة لَعَلَّهُ وَجَدَهَا مِنْ كَنْز وَمِمَّنْ أَنْتَ ؟ فَجَعَلَ يَقُول أَنَا مِنْ أَهْل هَذِهِ الْبَلْدَة وَعَهْدِي بِهَا عَشِيَّة أَمْس وَفِيهَا دِقْيَانُوس فَنَسَبُوهُ إِلَى الْجُنُون فَحَمَلُوهُ إِلَى وَلِيّ أَمْرهمْ فَسَأَلَهُ عَنْ شَأْنه وَخَبَره حَتَّى أَخْبَرَهُمْ بِأَمْرِهِ وَهُوَ مُتَحَيِّر فِي حَاله وَمَا هُوَ فِيهِ فَلَمَّا أَعْلَمَهُمْ بِذَلِكَ قَامُوا مَعَهُ إِلَى الْكَهْف - مَلِك الْبَلَد وَأَهْلهَا - حَتَّى اِنْتَهَى بِهِمْ إِلَى الْكَهْف فَقَالَ لَهُمْ : دَعُونِي حَتَّى أَتَقَدَّمكُمْ فِي الدُّخُول لِأُعْلِم أَصْحَابِي فَدَخَلَ فَيُقَال إِنَّهُمْ لَا يَدْرُونَ كَيْف ذَهَبَ فِيهِ وَأَخْفَى اللَّه عَلَيْهِمْ خَبَرهمْ وَيُقَال بَلْ دَخَلُوا عَلَيْهِمْ وَرَأَوْهُمْ وَسَلَّمَ عَلَيْهِمْ الْمَلِك وَاعْتَنَقَهُمْ وَكَانَ مُسْلِمًا فِيمَا قِيلَ وَاسْمه يندوسيس فَفَرِحُوا بِهِ وَآنَسُوهُ بِالْكَلَامِ ثُمَّ وَدَّعُوهُ وَسَلَّمُوا عَلَيْهِ وَعَادُوا إِلَى مَضَاجِعهمْ وَتَوَفَّاهُمْ اللَّه عَزَّ وَجَلَّ فَاَللَّه أَعْلَم . قَالَ قَتَادَة : غَزَا اِبْن عَبَّاس مَعَ حَبِيب بْن مَسْلَمَة فَمَرُّوا بِكَهْفٍ فِي بِلَاد الرُّوم فَرَأَوْا فِيهِ عِظَامًا فَقَالَ قَائِل : هَذِهِ عِظَام أَهْل الْكَهْف فَقَالَ اِبْن عَبَّاس : لَقَدْ بَلِيَتْ عِظَامهمْ مِنْ أَكْثَر مِنْ ثَلَثمِائَةِ سَنَة رَوَاهُ اِبْن جَرِير وَقَوْله \" وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ \" أَيْ كَمَا أَرْقَدْنَاهُمْ وَأَيْقَظْنَاهُمْ بِهَيْئَاتِهِمْ أَطْلَعْنَا عَلَيْهِمْ أَهْل ذَلِكَ الزَّمَان \" لِيَعْلَمُوا أَنَّ وَعْد اللَّه حَقّ وَأَنَّ السَّاعَة لَا رَيْب فِيهَا إِذْ يَتَنَازَعُونَ بَيْنهمْ أَمْرهمْ \" أَيْ فِي أَمْر الْقِيَامَة فَمِنْ مُثْبِت لَهَا وَمِنْ مُنْكِر فَجَعَلَ اللَّه ظُهُورهمْ عَلَى أَصْحَاب الْكَهْف حُجَّة لَهُمْ وَعَلَيْهِمْ \" فَقَالُوا اِبْنُوا عَلَيْهِمْ بُنْيَانًا رَبّهمْ أَعْلَم بِهِمْ \" أَيْ سُدُّوا عَلَيْهِمْ بَاب كَهْفهمْ وَذَرُوهُمْ عَلَى حَالهمْ \" قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرهمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا \" حَكَى اِبْن جَرِير فِي الْقَائِلِينَ ذَلِكَ قَوْلَيْنِ \" أَحَدهمَا \" إِنَّهُمْ الْمُسْلِمُونَ مِنْهُمْ \" وَالثَّانِي \" أَهْل الشِّرْك مِنْهُمْ فَاَللَّه أَعْلَم وَالظَّاهِر أَنَّ الَّذِينَ قَالُوا ذَلِكَ هُمْ أَصْحَاب الْكَلِمَة وَالنُّفُوذ وَلَكِنْ هَلْ هُمْ مَحْمُودُونَ أَمْ لَا ؟ فِيهِ نَظَر لِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَعَنَ اللَّه الْيَهُود وَالنَّصَارَى اِتَّخَذُوا قُبُور أَنْبِيَائِهِمْ وَصَالِحِيهِمْ مَسَاجِد \" يُحَذِّر مَا فَعَلُوا وَقَدْ رُوِّينَا عَنْ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ أَنَّهُ لَمَّا وَجَدَ قَبْر دَانْيَال فِي زَمَانه بِالْعِرَاقِ أَمَرَ أَنْ يُخْفَى عَنْ النَّاس وَأَنْ تُدْفَن تِلْكَ الرُّقْعَة الَّتِي وَجَدُوهَا عِنْده فِيهَا شَيْء مِنْ الْمَلَاحِم وَغَيْرهَا .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38313, "aya_id": 21}]