[{"text": "فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ وَقُلْنَا اهْبِطُواْ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ", "sura_id": 2, "type": 0, "id": 43, "aya_id": 36}, {"text": "فأزلهما الشيطان عنها فأخرجهما مما كانا فيه وقلنا اهبطوا بعضكم لبعض عدو ولكم في الأرض مستقر ومتاع إلى حين", "sura_id": 2, "type": 1, "id": 6279, "aya_id": 36}, {"text": "36 - (فأزلَّهما الشيطان) إبليس أي أذهبهما ، وفي قراءة {فأزالهما} نحَّاهما (عنها) أي الجنة بأن قال لهما : هل أدلكما على شجرة الخلد وقاسمهما بالله أنه لهما لمن الناصحين فأكلا منها (فأخرجهما مما كانا فيه) من النعيم (وقلنا اهبطوا) إلى الأرض أي أنتما بما اشتملتما عليه من ذريتكما (بعضكم) بعض الذرية (لبعض عدو) من ظلم بعضكم بعضا (ولكم في الأرض مستقر) موضع قرار (ومتاع) مما تتمتعون به من نباتها (إلى حين) وقت انقضاء آجالكم \r\n", "sura_id": 2, "type": 2, "id": 24987, "aya_id": 36}, {"text": "فأوقعهما الشيطان في الخطيئة: بأنْ وسوس لهما حتى أكلا من الشجرة, فتسبب في إخراجهما من الجنة ونعيمها. وقال الله لهم: اهبطوا إلى الأرض, يعادي بعضكم بعضًا -أي آدم وحواء والشيطان- ولكم في الأرض استقرار وإقامة, وانتفاع بما فيها إلى وقت انتهاء آجالكم.\r\n", "sura_id": 2, "type": 3, "id": 31223, "aya_id": 36}, {"text": " <font color=red>فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ</font><BR><p>وَقَوْله تَعَالَى \" فَأَزَلَّهُمَا الشَّيْطَان عَنْهَا \" يَصِحّ أَنْ يَكُون الضَّمِير فِي قَوْله عَنْهَا عَائِدًا إِلَى الْجَنَّة فَيَكُون مَعْنَى الْكَلَام كَمَا قَرَأَ عَاصِم فَأَزَالَهُمَا أَيْ فَنَحَّاهُمَا وَيَصِحّ أَنْ يَكُون عَائِدًا عَلَى أَقْرَب الْمَذْكُورَيْنِ وَهُوَ الشَّجَرَة فَيَكُون مَعْنَى الْكَلَام كَمَا قَالَ الْحَسَن وَقَتَادَة فَأَزَلَّهُمَا أَيْ مِنْ قَبْل الزَّلَل فَعَلَى هَذَا يَكُون تَقْدِير الْكَلَام \" فَأَزَلَّهُمَا الشَّيْطَان عَنْهَا \" أَيْ بِسَبَبِهَا كَمَا قَالَ تَعَالَى \" يُؤْفَكُ عَنْهُ مَنْ أُفِكَ \" أَيْ يُصْرَف بِسَبَبِهِ مَنْ هُوَ مَأْفُوك وَلِهَذَا قَالَ تَعَالَى \" فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ \" أَيْ مِنْ اللِّبَاس وَالْمَنْزِل الرَّحْب وَالرِّزْق الْهَنِيء وَالرَّاحَة \" وَقُلْنَا اِهْبِطُوا بَعْضكُمْ لِبَعْضِ عَدُوّ وَلَكُمْ فِي الْأَرْض مُسْتَقَرّ وَمَتَاع إِلَى حِين \" أَيْ قَرَار وَأَرْزَاق وَآجَال - إِلَى حِين - أَيْ إِلَى وَقْت مُؤَقَّت وَمِقْدَار مُعَيَّن ثُمَّ تَقُوم الْقِيَامَة وَقَدْ ذَكَرَ الْمُفَسِّرُونَ مِنْ السَّلَف كَالسُّدِّيِّ بِأَسَانِيدِهِ وَأَبِي الْعَالِيَة وَوَهْب بْن مُنَبِّه وَغَيْرهمْ . هَاهُنَا أَخْبَارًا إِسْرَائِيلِيَّة عَنْ قِصَّة الْحَيَّة وَإِبْلِيس وَكَيْف جَرَى مِنْ دُخُول إِبْلِيس إِلَى الْجَنَّة وَوَسْوَسَته وَسَنَبْسُطُ ذَلِكَ إِنْ شَاءَ اللَّه فِي سُورَة الْأَعْرَاف فَهُنَاكَ الْقِصَّة أَبْسَط مِنْهَا هَاهُنَا وَاَللَّه الْمُوَفِّق . وَقَدْ قَالَ اِبْن أَبِي حَاتِم هَاهُنَا : حَدَّثَنَا عَلِيّ بْن الْحَسَن بْن إِشْكَاب حَدَّثَنَا عَلِيّ بْن عَاصِم عَنْ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ الْحَسَن عَنْ أُبَيّ بْن كَعْب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه خَلَقَ آدَم رَجُلًا طِوَالًا كَثِير شَعْر الرَّأْس كَأَنَّهُ نَخْلَة سَحُوق فَلَمَّا ذَاقَ الشَّجَرَة سَقَطَ عَنْهُ لِبَاسه فَأَوَّل مَا بَدَا مِنْهُ عَوْرَته فَلَمَّا نَظَرَ إِلَى عَوْرَته جَعَلَ يَشْتَدّ فِي الْجَنَّة فَأَخَذَتْ شَعْرَهُ شَجَرَةٌ فَنَازَعَهَا فَنَادَاهُ الرَّحْمَنُ يَا آدَم مِنِّي تَفِرُّ ؟ فَلَمَّا سَمِعَ كَلَام الرَّحْمَن قَالَ يَا رَبّ لَا وَلَكِنْ اِسْتِحْيَاء\" . قَالَ : وَحَدَّثَنِي جَعْفَر بْن أَحْمَد بْن الْحَكَم الْقُرَشِيّ سَنَة أَرْبَع وَخَمْسِينَ وَمِائَتَيْنِ حَدَّثَنَا سُلَيْمَان بْن مَنْصُور بْن عَمَّار حَدَّثَنَا عَلِيّ بْن عَاصِم عَنْ سَعِيد عَنْ قَتَادَة عَنْ أُبَيّ بْن كَعْب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمَّا ذَاقَ آدَم مِنْ الشَّجَرَة فَرَّ هَارِبًا فَتَعَلَّقَتْ شَجَرَة بِشَعْرِهِ فَنُودِيَ : يَا آدَم أَفِرَارًا مِنِّي ؟ قَالَ : بَلْ حَيَاء مِنْك قَالَ : يَا آدَم اُخْرُجْ مِنْ جِوَارِي فَبِعِزَّتِي لَا يُسَاكِننِي فِيهَا مَنْ عَصَانِي وَلَوْ خَلَقْت مِثْلك مِلْء الْأَرْض خَلْقًا ثُمَّ عَصَوْنِي لَأَسْكَنْتهمْ دَار الْعَاصِينَ \" . هَذَا حَدِيث غَرِيب وَفِيهِ اِنْقِطَاع بَلْ إِعْضَال بَيْن قَتَادَة وَأُبَيّ بْن كَعْب رَضِيَ اللَّه عَنْهُمَا . وَقَالَ الْحَاكِم : حَدَّثَنَا أَبُو بَكْر بْن بَاكَوَيْهِ عَنْ مُحَمَّد بْن أَحْمَد بْن النَّضْر عَنْ مُعَاوِيَة بْن عَمْرو عَنْ زَائِدَة عَنْ عَمَّار بْن أَبِي مُعَاوِيَة الْبَجَلِيّ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : مَا أُسْكِنَ آدَم الْجَنَّة إِلَّا مَا بَيْن صَلَاة الْعَصْر إِلَى غُرُوب الشَّمْس ثُمَّ قَالَ : صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ . وَقَالَ عَبْد بْن حُمَيْد فِي تَفْسِيره حَدَّثَنَا رَوْح عَنْ هِشَام عَنْ الْحَسَن قَالَ : لَبِثَ آدَم فِي الْجَنَّة سَاعَة مِنْ نَهَار تِلْكَ السَّاعَة ثَلَاثُونَ وَمِائَة سَنَة مِنْ أَيَّام الدُّنْيَا . وَقَالَ أَبُو جَعْفَر الرَّازِيّ : عَنْ الرَّبِيع بْن أَنَس قَالَ : خَرَجَ آدَم مِنْ الْجَنَّة لِلسَّاعَةِ التَّاسِعَة أَوْ الْعَاشِرَة فَأَخْرَجَ آدَم مَعَهُ غُصْنًا مِنْ شَجَر الْجَنَّة عَلَى رَأْسه تَاج مِنْ شَجَر الْجَنَّة وَهُوَ الْإِكْلِيل مِنْ وَرَق الْجَنَّة . وَقَالَ السُّدِّيّ : قَالَ اللَّه تَعَالَى\" اِهْبِطُوا مِنْهَا جَمِيعًا \" فَهَبَطُوا وَنَزَلَ آدَم بِالْهِنْدِ وَنَزَلَ مَعَهُ الْحَجَر الْأَسْوَد وَقَبْضَة مِنْ وَرَق الْجَنَّة فَبَثَّهُ بِالْهِنْدِ فَنَبَتَتْ شَجَرَة الطِّيب فَإِنَّمَا أَصْل مَا يُجَاء بِهِ مِنْ الطِّيب مِنْ الْهِنْد مِنْ قَبْضَة الْوَرَق الَّتِي هَبَطَ بِهَا آدَم وَإِنَّمَا قَبَضَهَا آسِفًا عَلَى الْجَنَّة حِين أُخْرِجَ مِنْهَا . وَقَالَ عِمْرَانُ بْن عُيَيْنَة : عَنْ عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : أُهْبِطَ آدَم بدحنا أَرْض الْهِنْد . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا جَرِير عَنْ عَطَاء عَنْ سَعِيد عَنْ اِبْن عَبَّاس قَالَ : أُهْبِطَ آدَم عَلَيْهِ السَّلَام إِلَى أَرْض يُقَال لَهَا دحنا بَيْن مَكَّة وَالطَّائِف . وَعَنْ الْحَسَن الْبَصْرِيّ قَالَ : أَهُبِطَ آدَم بِالْهِنْدِ وَحَوَّاء بِجُدَّة وَإِبْلِيس بدستميسان مِنْ الْبَصْرَة عَلَى أَمْيَال وَأُهْبِطَتْ الْحَيَّة بِأَصْبَهَان رَوَاهُ اِبْن أَبِي حَاتِم . وَقَالَ أَبُو مُحَمَّد بْن أَبِي حَاتِم : حَدَّثَنَا مُحَمَّد بْن عَمَّار بْن الْحَرْث حَدَّثَنَا مُحَمَّد بْن سَعِيد بْن سَابِق حَدَّثَنَا عُمَر بْن أَبِي قَيْس عَنْ الزُّبَيْر بْن عَدِيّ عَنْ اِبْن عُمَر قَالَ : أُهْبِطَ آدَم بِالصَّفَا وَحَوَّاء بِالْمَرْوَةِ . وَقَالَ رَجَاء بْن سَلَمَة : أُهْبِطَ آدَم عَلَيْهِ السَّلَام يَدَاهُ عَلَى رُكْبَتَيْهِ مُطَأْطِئًا رَأْسه وَأُهْبِطَ إِبْلِيس مُشَبِّكًا بَيْن أَصَابِعه رَافِعًا رَأْسه إِلَى السَّمَاء . وَقَالَ عَبْد الرَّزَّاق : قَالَ مَعْمَر أَخْبَرَنِي عَوْف عَنْ قَسَامَة بْن زُهَيْر عَنْ أَبِي مُوسَى قَالَ إِنَّ اللَّه حِين أَهْبَطَ آدَم مِنْ الْجَنَّة إِلَى الْأَرْض عَلَّمَهُ صَنْعَة كُلّ شَيْء وَزَوَّدَهُ مِنْ ثِمَار الْجَنَّة فَثِمَاركُمْ هَذِهِ مِنْ ثِمَار الْجَنَّة غَيْر أَنَّ هَذِهِ تَتَغَيَّر وَتِلْكَ لَا تَتَغَيَّر. وَقَالَ الزُّهْرِيّ عَنْ عَبْد الرَّحْمَن بْن هُرْمُز الْأَعْرَج عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خَيْر يَوْم طَلَعَتْ فِيهِ الشَّمْس يَوْم الْجُمْعَة فِيهِ خُلِقَ آدَم وَفِيهِ أُدْخِلَ الْجَنَّة وَفِيهِ أُخْرِجَ مِنْهَا \" رَوَاهُ مُسْلِم وَالنَّسَائِيّ . وَقَالَ الرَّازِيّ : اِعْلَمْ أَنَّ فِي هَذِهِ الْآيَة تَهْدِيدًا عَظِيمًا عَنْ كُلّ الْمَعَاصِي مِنْ وُجُوه \" الْأَوَّل \" إِنَّمَا يُتَصَوَّر مَا جَرَى عَلَى آدَم بِسَبَبِ إِقْدَامه عَلَى هَذِهِ الزَّلَّة الصَّغِيرَة كَانَ عَلَى وَجَل شَدِيد مِنْ الْمَعَاصِي قَالَ الشَّاعِر : يَا نَاظِرًا يَرْنُو بِعَيْنَيْ رَاقِد وَمُشَاهِدًا لِلْأَمْرِ غَيْر مُشَاهِد تَصِل الذُّنُوب إِلَى الذُّنُوب وَتَرْتَجِي دَرَج الْجِنَان وَنَيْل فَوْز الْعَابِد أَنَسِيت رَبّك حِين أَخْرَجَ آدَمًا مِنْهَا إِلَى الدُّنْيَا بِذَنْبٍ وَاحِد وَقَالَ اِبْن الْقَاسِم : وَلَكِنَّنَا سَبْي الْعَدُوّ فَهَلْ تَرَى نَعُود إِلَى أَوْطَاننَا وَنَسْلَم قَالَ الرَّازِيّ عَنْ فَتْح الْمَوْصِلِيّ أَنَّهُ قَالَ : كُنَّا قَوْمًا مِنْ أَهْل الْجَنَّة فَسَبَانَا إِبْلِيس إِلَى الدُّنْيَا فَلَيْسَ لَنَا إِلَّا الْهَمّ وَالْحَزَن حَتَّى نُرَدّ إِلَى الدَّار الَّتِي أُخْرِجْنَا مِنْهَا . فَإِنْ قِيلَ فَإِذَا كَانَتْ جَنَّة آدَم الَّتِي أُخْرِجَ مِنْهَا فِي السَّمَاء كَمَا يَقُول الْجُمْهُور مِنْ الْعُلَمَاء فَكَيْف تَمَكَّنَ إِبْلِيس مِنْ دُخُول الْجَنَّة وَقَدْ طُرِدَ مِنْ هُنَالِكَ طَرْدًا قَدَرِيًّا وَالْقَدَرِيّ لَا يُخَالَف وَلَا يُمَانَع ؟ فَالْجَوَاب أَنَّ هَذَا بِعَيْنِهِ اِسْتَدَلَّ بِهِ مَنْ يَقُول إِنَّ الْجَنَّة الَّتِي كَانَ فِيهَا آدَم فِي الْأَرْض لَا فِي السَّمَاء كَمَا قَدْ بَسَطْنَا هَذَا فِي أَوَّل كِتَابنَا الْبِدَايَة وَالنِّهَايَة وَأَجَابَ الْجُمْهُور بِأَجْوِبَةٍ أَحَدهَا أَنَّهُ مُنِعَ مِنْ دُخُول الْجَنَّة مُكَرَّمًا فَأَمَّا عَلَى وَجْه السَّرِقَة وَالْإِهَانَة فَلَا يَمْتَنِع وَلِهَذَا قَالَ بَعْضهمْ كَمَا جَاءَ فِي التَّوْرَاة أَنَّهُ دَخَلَ فِي فَم الْحَيَّة إِلَى الْجَنَّة . وَقَدْ قَالَ بَعْضهمْ : يَحْتَمِل أَنَّهُ وَسْوَسَ لَهُمَا وَهُوَ خَارِج بَاب الْجَنَّة . وَقَالَ بَعْضهمْ : يَحْتَمِل أَنَّهُ وَسْوَسَ لَهُمَا وَهُوَ فِي الْأَرْض وَهُمَا فِي السَّمَاء ذَكَرَهَا الزَّمَخْشَرِيّ وَغَيْره . وَقَدْ أَوْرَدَ الْقُرْطُبِيّ هَاهُنَا أَحَادِيث فِي الْحَيَّات وَقَتْلهنَّ وَبَيَان حُكْم ذَلِكَ فَأَجَادَ وَأَفَادَ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38712, "aya_id": 36}]