[{"text": "هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِّنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِي ضَلَالٍ مُّبِينٍ", "sura_id": 62, "type": 0, "id": 5179, "aya_id": 2}, {"text": "هو الذي بعث في الأميين رسولا منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين", "sura_id": 62, "type": 1, "id": 11415, "aya_id": 2}, {"text": "2 - (هو الذي بعث في الأميين) العرب والامي من لا يكتب ولا يقرأ كتابا (رسولا منهم) هو محمد صلى الله عليه وسلم (يتلوا عليهم آياته) القرآن (ويزكيهم) يطهرهم من الشرك (ويعلمهم الكتاب) القرآن (والحكمة) ما فيه من الأحكام (وإن) مخففة من الثقيلة واسمها محذوف أي وإنهم (كانوا من قبل) مجيئه (لفي ضلال مبين) بين \r\n", "sura_id": 62, "type": 2, "id": 30123, "aya_id": 2}, {"text": "الله سبحانه هو الذي أرسل في العرب الذين لا يقرؤون, ولا كتاب عندهم ولا أثر رسالة لديهم, رسولا منهم إلى الناس جميعًا, يقرأ عليهم القرآن, ويطهرهم من العقائد الفاسدة والأخلاق السيئة, ويعلِّمهم القرآن والسنة, إنهم كانوا من قبل بعثته لفي انحراف واضح عن الحق.\r\n", "sura_id": 62, "type": 3, "id": 36359, "aya_id": 2}, {"text": " <font color=red>هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ</font><BR><p>وَقَوْله تَعَالَى\" هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ \" الْأُمِّيُّونَ هُمْ الْعَرَب كَمَا قَالَ تَعَالَى \" وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَاب وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدْ اِهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْك الْبَلَاغ وَاَللَّه بَصِير بِالْعِبَادِ\" وَتَخْصِيص الْأُمِّيِّينَ بِالذِّكْرِ لَا يَنْفِي مَنْ عَدَاهُمْ وَلَكِنَّ الْمِنَّة عَلَيْهِمْ أَبْلَغ وَأَكْثَر كَمَا قَالَ تَعَالَى فِي قَوْله \" وَإِنَّهُ لَذِكْر لَك وَلِقَوْمِك \" وَهُوَ ذِكْر لِغَيْرِهِمْ يَتَذَكَّرُونَ بِهِ وَكَذَا قَالَ تَعَالَى \" وَأَنْذِرْ عَشِيرَتك الْأَقْرَبِينَ \" وَهَذَا وَأَمْثَاله لَا يُنَافِي قَوْله تَعَالَى\" قُلْ يَا أَيّهَا النَّاس إِنِّي رَسُول اللَّه إِلَيْكُمْ جَمِيعًا\" وَقَوْله \" لِأُنْذِركُمْ بِهِ وَمَنْ بَلَغَ \" وَقَوْله تَعَالَى إِخْبَارًا عَنْ الْقُرْآن \" وَمَنْ يَكْفُر بِهِ مِنْ الْأَحْزَاب فَالنَّار مَوْعِده \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الدَّالَّة عَلَى عُمُوم بَعْثَته صَلَوَات اللَّه وَسَلَامه عَلَيْهِ إِلَى جَمِيع الْخَلْق أَحْمَرهمْ وَأَسْوَدهمْ وَقَدْ قَدَّمْنَا تَفْسِير ذَلِكَ فِي سُورَة الْأَنْعَام بِالْآيَاتِ وَالْأَحَادِيث الصَّحِيحَة وَلِلَّهِ الْحَمْد وَالْمِنَّة وَهَذِهِ الْآيَة هِيَ مِصْدَاق إِجَابَة اللَّه لِخَلِيلِهِ إِبْرَاهِيم حِين دَعَا لِأَهْلِ مَكَّة أَنْ يَبْعَث اللَّه فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاته وَيُزَكِّيهِمْ وَيُعَلِّمهُمْ الْكِتَاب وَالْحِكْمَة فَبَعَثَهُ اللَّه سُبْحَانه وَتَعَالَى وَلَهُ الْحَمْد وَالْمِنَّة عَلَى حِين فَتْرَة مِنْ الرُّسُل وَطُمُوس مِنْ السُّبُل وَقَدْ اِشْتَدَّتْ الْحَاجَة إِلَيْهِ وَقَدْ مَقَتَ اللَّه أَهْل الْأَرْض عَرَبهمْ وَعَجَمهمْ إِلَّا بَقَايَا مِنْ أَهْل الْكِتَاب أَيْ نَزْرًا يَسِيرًا مِمَّنْ تَمَسَّكَ بِمَا بَعَثَ اللَّه بِهِ عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام وَلِهَذَا قَالَ تَعَالَى \" هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاته وَيُزَكِّيهِمْ وَيُعَلِّمهُمْ الْكِتَاب وَالْحِكْمَة وَإِنْ كَانُوا مِنْ قَبْل لَفِي ضَلَال مُبِين \" وَذَلِكَ أَنَّ الْعَرَب كَانُوا قَدِيمًا مُتَمَسِّكِينَ بِدِينِ إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام فَبَدَّلُوهُ وَغَيَّرُوهُ وَقَلَبُوهُ وَخَالَفُوهُ وَاسْتَبْدَلُوا بِالتَّوْحِيدِ شِرْكًا بِالْيَقِينِ شَكًّا وَابْتَدَعُوا أَشْيَاء لَمْ يَأْذَن بِهَا اللَّه وَكَذَلِكَ أَهْل الْكِتَاب قَدْ بَدَّلُوا كُتُبَهُمْ وَحَرَّفُوهَا وَغَيَّرُوهَا وَأَوَّلُوهَا فَبَعَثَ اللَّه مُحَمَّدًا صَلَوَات اللَّه وَسَلَامه عَلَيْهِ بِشَرْعٍ عَظِيم كَامِل شَامِل لِجَمِيعِ الْخَلْق فِيهِ هِدَايَتهمْ وَالْبَيَان لِجَمِيعِ مَا يَحْتَاجُونَ إِلَيْهِ مِنْ أَمْر مَعَاشهمْ وَمَعَادهمْ وَالدَّعْوَة لَهُمْ إِلَى مَا يُقَرِّبهُمْ إِلَى الْجَنَّة وَرِضَا اللَّه عَنْهُمْ وَالنَّهْي عَمَّا يُقَرِّبهُمْ إِلَى النَّار وَسَخَط اللَّه تَعَالَى حَاكِم وَفَاصِل لِجَمِيعِ الشُّبُهَات وَالشُّكُوك وَالرِّيَب فِي الْأُصُول وَالْفُرُوع وَجَمَعَ لَهُ تَعَالَى وَلَهُ الْحَمْد وَالْمِنَّة جَمِيع الْمَحَاسِن مِمَّنْ كَانَ قَبْله وَأَعْطَاهُ مَا لَمْ يُعْطِ أَحَدًا مِنْ الْأَوَّلِينَ وَلَا يُعْطِيه أَحَدًا مِنْ الْآخِرِين فَصَلَوَات اللَّه وَسَلَامه عَلَيْهِ دَائِمًا إِلَى يَوْم الدِّين .</p><BR> <br> ", "sura_id": 62, "type": 4, "id": 42271, "aya_id": 2}]