[{"text": "وَإِن جَنَحُواْ لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ", "sura_id": 8, "type": 0, "id": 1221, "aya_id": 61}, {"text": "وإن جنحوا للسلم فاجنح لها وتوكل على الله إنه هو السميع العليم", "sura_id": 8, "type": 1, "id": 7457, "aya_id": 61}, {"text": "61 - (وإن جنحوا) مالوا (للسِّلم) بكسر السين وفتحها : الصلح (فاجنح لها) وعاهدهم ، وقال ابن عباس : هذا منسوخ بآية السيف وقال مجاهد مخصوص بأهل الكتاب إذ نزلت في بني قريظة (وتوكل على الله) ثق به (إنه هو السميع) للقول (العليم) بالفعل \r\n", "sura_id": 8, "type": 2, "id": 26165, "aya_id": 61}, {"text": "وإن مالوا إلى ترك الحرب ورغبوا في مسالمتكم فمِلْ إلى ذلك -أيها النبي- وفَوِّضْ أمرك إلى الله, وثق به. إنه هو السميع لأقوالهم, العليم بنيَّاتهم.\r\n", "sura_id": 8, "type": 3, "id": 32401, "aya_id": 61}, {"text": " <font color=red>وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ</font><BR><p>يَقُول تَعَالَى إِذَا خِفْت مِنْ قَوْم خِيَانَة فَانْبِذْ إِلَيْهِمْ عَهْدهمْ عَلَى سَوَاء فَإِنْ اِسْتَمَرُّوا عَلَى حَرْبك وَمُنَابَذَتك فَقَاتِلْهُمْ \" وَإِنْ جَنَحُوا \" أَيْ مَالُوا \" لِلسَّلْمِ \" أَيْ الْمُسَالَمَة وَالْمُصَالَحَة وَالْمُهَادَنَة \" فَاجْنَحْ لَهَا \" أَيْ فَمِلْ إِلَيْهَا وَاقْبَلْ مِنْهُمْ ذَلِكَ وَلِهَذَا لَمَّا طَلَبَ الْمُشْرِكُونَ عَام الْحُدَيْبِيَة الصُّلْح وَوَضْع الْحَرْب بَيْنهمْ وَبَيْن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ تِسْع سِنِينَ أَجَابَهُمْ إِلَى ذَلِكَ مَعَ مَا اِشْتَرَطُوا مِنْ الشُّرُوط الْأُخَر . وَقَالَ عَبْد اللَّه بْن الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن أَبِي بَكْر الْمُقَدَّمِيّ حَدَّثَنِي فُضَيْل بْن سُلَيْمَان يَعْنِي النُّمَيْرِيّ حَدَّثَنَا مُحَمَّد بْن أَبِي يَحْيَى عَنْ إِيَاس بْن عَمْرو الْأَسْلَمِيّ عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّهُ سَيَكُونُ اِخْتِلَاف أَوْ أَمْر فَإِنْ اِسْتَطَعْت أَنْ يَكُون السِّلْم فَافْعَلْ \" وَقَالَ لِمُجَاهِدٍ نَزَلَتْ فِي بَنِي قُرَيْظَة وَهَذَا فِيهِ نَظَرٌ لِأَنَّ السِّيَاق كُلّه فِي وَقْعَة بَدْر وَذِكْرُهَا مُكْتَنِف لِهَذَا كُلّه وَقَالَ اِبْن عَبَّاس وَمُجَاهِد وَزَيْد بْن أَسْلَمَ وَعَطَاء الْخُرَاسَانِيّ وَعِكْرِمَة وَالْحَسَن وَقَتَادَة : إِنَّ هَذِهِ الْآيَة مَنْسُوخَة بِآيَةِ السَّيْف فِي بَرَاءَة \" قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاَللَّهِ وَلَا بِالْيَوْمِ الْآخِر \" الْآيَة وَفِيهِ نَظَر أَيْضًا لِأَنَّ آيَة بَرَاءَة فِيهَا الْأَمْر بِقِتَالِهِمْ إِذَا أَمْكَنَ ذَلِكَ فَأَمَّا إِنْ كَانَ الْعَدُوّ كَثِيفًا فَإِنَّهُ يَجُوز مُهَادَنَتهمْ كَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَة الْكَرِيمَة وَكَمَا فَعَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم الْحُدَيْبِيَة فَلَا مُنَافَاة وَلَا نَسْخ وَلَا تَخْصِيص وَاللَّهُ أَعْلَمُ . وَقَوْله \" وَتَوَكَّلْ عَلَى اللَّه \" أَيْ صَالِحْهُمْ وَتَوَكَّلْ عَلَى اللَّه فَإِنَّ اللَّه كَافِيك وَنَاصِرك .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43111, "aya_id": 61}]