[{"text": "فَكَيْفَ تَتَّقُونَ إِن كَفَرْتُمْ يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا", "sura_id": 73, "type": 0, "id": 5492, "aya_id": 17}, {"text": "فكيف تتقون إن كفرتم يوما يجعل الولدان شيبا", "sura_id": 73, "type": 1, "id": 11728, "aya_id": 17}, {"text": "17 - (فكيف تتقون إن كفرتم) في الدنيا (يوما) مفعول تتقون أي عذابه بأي حصن تتحصنون من عذاب يوم (يجعل الولدان شيبا) جمع أشيب لشدة هوله وهو يوم القيامة والأصل في شين شيبا الضم وكسرت لمجانسة الياء ويقال في اليوم الشديد يوم يشيب نواصي الأطفال وهو مجاز ويجوز أن يكون المراد في الآية الحقيقية \r\n", "sura_id": 73, "type": 2, "id": 30436, "aya_id": 17}, {"text": "فكيف تَقُون أنفسكم- إن كفرتم- عذاب يوم القيامة الذي يشيب فيه الولدان الصغار; مِن شدة هوله وكربه؟\r\n", "sura_id": 73, "type": 3, "id": 36672, "aya_id": 17}, {"text": " <font color=red>فَكَيْفَ تَتَّقُونَ إِنْ كَفَرْتُمْ يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا</font><BR><p>يَحْتَمِل أَنْ يَكُون يَوْمًا مَعْمُولًا لِتَتَّقُونَ كَمَا حَكَاهُ اِبْن جَرِير عَنْ قِرَاءَة اِبْن مَسْعُود فَكَيْف تَخَافُونَ أَيّهَا النَّاس يَوْمًا يَجْعَل الْوِلْدَان شِيبًا إِنْ كَفَرْتُمْ بِاَللَّهِ وَلَمْ تُصَدِّقُوا بِهِ ؟ وَيَحْتَمِل أَنْ يَكُون مَعْمُولًا لِكَفَرْتُمْ فَعَلَى الْأَوَّل كَيْف يَحْصُل لَكُمْ أَمَان مِنْ يَوْم هَذَا الْفَزَع الْعَظِيم إِنْ كَفَرْتُمْ وَعَلَى الثَّانِي كَيْف يَحْصُل لَكُمْ تَقْوَى إِنْ كَفَرْتُمْ يَوْم الْقِيَامَة وَجَحَدْتُمُوهُ وَكِلَاهُمَا مَعْنًى حَسَن وَلَكِنَّ الْأَوَّل أَوْلَى وَاَللَّه أَعْلَم . وَمَعْنَى قَوْله\" يَوْمًا يَجْعَل الْوِلْدَان شِيبًا \" أَيْ مِنْ شِدَّة أَهْوَاله وَزَلَازِلِهِ وَبَلَابِله وَذَلِكَ حِين يَقُول اللَّه تَعَالَى لِآدَم اِبْعَثْ بَعْث النَّار فَيَقُول مِنْ كَمْ ؟ فَيَقُول مِنْ كُلّ أَلْف تِسْعمِائَةٍ وَتِسْعَة وَتِسْعُونَ إِلَى النَّار وَوَاحِد إِلَى الْجَنَّة. قَالَ الطَّبَرَانِيّ حَدَّثَنَا يَحْيَى بْن أَيُّوب الْعَلَّاف حَدَّثَنَا سَعِيد بْن أَبِي مَرْيَم حَدَّثَنَا نَافِع بْن يَزِيد حَدَّثَنَا عُثْمَان بْن عَطَاء الْخُرَاسَانِيّ عَنْ أَبِيهِ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ\" يَوْمًا يَجْعَل الْوِلْدَان شِيبًا \" قَالَ \" ذَلِكَ يَوْم الْقِيَامَة وَذَلِكَ يَوْم يَقُول اللَّه لِآدَم قُمْ فَابْعَثْ مِنْ ذُرِّيَّتك بَعْثًا إِلَى النَّار قَالَ مِنْ كَمْ يَا رَبّ ؟ قَالَ مِنْ كُلّ أَلْف تِسْعمِائَةٍ وَتِسْعَة وَتِسْعُونَ وَيَنْجُو وَاحِد \" فَاشْتَدَّ ذَلِكَ عَلَى الْمُسْلِمِينَ وَعَرَفَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ حِين أَبْصَرَ ذَلِكَ فِي وُجُوههمْ \" إِنَّ بَنِي آدَم كَثِير وَإِنَّ يَأْجُوج وَمَأْجُوج مِنْ وَلَد آدَم وَإِنَّهُ لَا يَمُوت مِنْهُمْ رَجُل حَتَّى يَنْتَشِر لِصُلْبِهِ أَلْف رَجُل فَفِيهِمْ وَفِي أَشْبَاههمْ جُنَّة لَكُمْ \" هَذَا حَدِيث غَرِيب وَقَدْ تَقَدَّمَ فِي أَوَّل سُورَة الْحَجّ ذِكْر هَذِهِ الْأَحَادِيث .</p><BR> <br> ", "sura_id": 73, "type": 4, "id": 42780, "aya_id": 17}]