[{"text": "لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا", "sura_id": 48, "type": 0, "id": 4600, "aya_id": 17}, {"text": "ليس على الأعمى حرج ولا على الأعرج حرج ولا على المريض حرج ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار ومن يتول يعذبه عذابا أليما", "sura_id": 48, "type": 1, "id": 10836, "aya_id": 17}, {"text": "17 - (ليس على الأعمى حرج ولا على الأعرج حرج ولا على المريض حرج) في ترك الجهاد (ومن يطع الله ورسوله يدخله) بالياء والنون (جنات تجري من تحتها الأنهار ومن يتول يعذبه) بالياء والنون (عذابا أليما) \r\n", "sura_id": 48, "type": 2, "id": 29544, "aya_id": 17}, {"text": "ليس على الأعمى منكم- أيها الناس- إثم, ولا على الأعرج إثم, ولا على المريض إثم, في أن يتخلَّفوا عن الجهاد مع المؤمنين؛ لعدم استطاعتهم. ومن يطع الله ورسوله يدخله جنات تجري مِن تحت أشجارها وقصورها الأنهار, ومن يعص الله ورسوله, فيتخلَّف عن الجهاد مع المؤمنين, يعذبه عذابًا مؤلمًا موجعًا.\r\n", "sura_id": 48, "type": 3, "id": 35780, "aya_id": 17}, {"text": " <font color=red>لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَنْ يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا</font><BR><p>ثُمَّ ذَكَرَ تَعَالَى الْأَعْذَار فِي تَرْك الْجِهَاد فَمِنْهَا لَازِم كَالْعَمَى وَالْعَرَج الْمُسْتَمِرّ وَعَارِض كَالْمَرَضِ الَّذِي يَطْرَأ أَيَّامًا ثُمَّ يَزُول فَهُوَ فِي حَال مَرَضه مُلْحَق بِذَوِي الْأَعْذَار اللَّازِمَة حَتَّى يَبْرَأ ثُمَّ قَالَ تَبَارَكَ وَتَعَالَى مُرَغِّبًا فِي الْجِهَاد وَطَاعَة اللَّه وَرَسُوله \" وَمَنْ يُطِعْ اللَّه وَرَسُوله يُدْخِلْهُ جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار وَمَنْ يَتَوَلَّ \" أَيْ يَنْكُل عَنْ الْجِهَاد وَيُقْبِل عَلَى الْمَعَاش\" يُعَذِّبْهُ عَذَابًا أَلِيمًا \" فِي الدُّنْيَا بِالْمَذَلَّةِ وَفِي الْآخِرَة بِالنَّارِ وَاَللَّه تَعَالَى أَعْلَم .</p><BR> <br> ", "sura_id": 48, "type": 4, "id": 41398, "aya_id": 17}]