[{"text": "وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ إِنَّ اللّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا", "sura_id": 4, "type": 0, "id": 526, "aya_id": 33}, {"text": "ولكل جعلنا موالي مما ترك الوالدان والأقربون والذين عقدت أيمانكم فآتوهم نصيبهم إن الله كان على كل شيء شهيدا", "sura_id": 4, "type": 1, "id": 6762, "aya_id": 33}, {"text": "33 - (ولكل) من الرجال والنساء (جعلنا موالي) عصبة يعطون (مما ترك الوالدان والأقربون) لهم من المال (والذين عاقدت) بألف ودونها (أيمانكم) جمع يمين بمعنى القسم أو اليد الحلفاء الذين عاهدتموهم في الجاهلية على النصرة والإرث (فآتوهم) الآن (نصيبهم) حظوظهم من الميراث وهو السدس (إن الله كان على كل شيء شهيدا) مطلعا ومنه حالكم ، وهذا منسوخ بقوله {وأولو الأرحام بعضهم أولى ببعض} \r\n", "sura_id": 4, "type": 2, "id": 25470, "aya_id": 33}, {"text": "ولكل واحد منكم جعلنا ورثة يرثون مما ترك الوالدان والأقربون, والذين تحالفتم معهم بالأيمان المؤكدة على النصرة وإعطائهم شيئًا من الميراث فأعطوهم ما قُدِّر لهم. والميراث بالتحالف كان في أول الإسلام, ثم رُفع حكمه بنزول آيات المواريث. إن الله كان مُطَّلِعًا على كل شيء من أعمالكم, وسيجازيكم على ذلك.\r\n", "sura_id": 4, "type": 3, "id": 31706, "aya_id": 33}, {"text": " <font color=red>وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا</font><BR><p>قَالَ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَأَبُو صَالِح وَقَتَادَة وَزَيْد بْن أَسْلَم وَالسُّدِّيّ وَالضَّحَّاك وَمُقَاتِل بْن حَيَّان وَغَيْرهمْ فِي قَوْله \" وَلِكُلٍّ جَعَلْنَا مَوَالِيَ \" أَيْ وَرَثَة وَعَنْ اِبْن عَبَّاس فِي رِوَايَة أَيْ عُصْبَة قَالَ اِبْن جَرِير وَالْعَرَب تُسَمِّي اِبْن الْعَمّ مَوْلًى كَمَا قَالَ الْفَضْل بْن عَبَّاس . مَهْلًا بَنِي عَمّنَا مَهْلًا مَوَالِينَا لَا يَظْهَرَن بَيْننَا مَا كَانَ مَدْفُونًا قَالَ وَيَعْنِي بِقَوْلِهِ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِنْ تَرِكَة وَالِدَيْهِ وَأَقْرَبِيهِ مِنْ الْمِيرَاث فَتَأْوِيل الْكَلَام وَلِكُلِّكُمْ أَيّهَا النَّاس جَعَلْنَا عُصْبَة يَرِثُونَهُ مِمَّا تَرَكَ وَالِده وَأَقْرَبُوهُ مِنْ مِيرَاثهمْ لَهُ وَقَوْله تَعَالَى \" وَاَلَّذِينَ عَقَدَتْ أَيْمَانكُمْ فَآتُوهُمْ نَصِيبهمْ \" أَيْ وَاَلَّذِينَ تَحَالَفْتُمْ بِالْأَيْمَانِ الْمُؤَكَّدَة أَنْتُمْ وَهُمْ فَآتُوهُمْ نَصِيبهمْ مِنْ الْمِيرَاث كَمَا وَعَدْتُمُوهُمْ فِي الْأَيْمَان الْمُغَلَّظَة إِنَّ اللَّه شَاهِد بَيْنكُمْ فِي تِلْكَ الْعُهُود وَالْمُعَاقَدَات وَقَدْ كَانَ هَذَا فِي اِبْتِدَاء الْإِسْلَام ثُمَّ نُسِخَ بَعْد ذَلِكَ وَأُمِرُوا أَنْ يُوفُوا لِمَنْ عَاقَدُوا وَلَا يَنْسَوْا بَعْد نُزُول هَذِهِ الْآيَة مُعَاقَدَة . قَالَ الْبُخَارِيّ حَدَّثَنَا الصَّلْت بْن مُحَمَّد حَدَّثَنَا أَبُو أُمَامَة عَنْ إِدْرِيس عَنْ طَلْحَة بْن مُصَرِّف عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس وَلِكُلٍّ جَعَلْنَا مَوَالِيَ قَالَ وَرَثَة\" وَاَلَّذِينَ عَقَدَتْ أَيْمَانكُمْ كَانَ الْمُهَاجِرُونَ لَمَّا قَدِمُوا الْمَدِينَة يَرِث الْمُهَاجِرِيّ الْأَنْصَارِيّ دُون ذَوِي رَحِمه لِلْأُخُوَّةِ الَّتِي آخَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْنهمْ فَلَمَّا نَزَلَتْ وَلِكُلٍّ جَعَلْنَا مَوَالِيَ نَسَخَتْ ثُمَّ قَالَ \" وَاَلَّذِينَ عَقَدَتْ أَيْمَانكُمْ فَآتُوهُمْ نَصِيبهمْ \" مِنْ النَّصْر وَالرِّفَادَة وَالنَّصِيحَة وَقَدْ ذَهَبَ الْمِيرَاث وَيُوصِي لَهُ ثُمَّ قَالَ الْبُخَارِيّ سَمِعَ أَبُو أُسَامَة إِدْرِيسَ وَسَمِعَ إِدْرِيس عَنْ طَلْحَة . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو أُسَامَة حَدَّثَنَا إِدْرِيس الْأَوْدِيّ أَخْبَرَنِي طَلْحَة بْن مُصَرِّف عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله \" وَاَلَّذِينَ عَقَدَتْ أَيْمَانكُمْ \" الْآيَة قَالَ كَانَ الْمُهَاجِرُونَ حِين قَدِمُوا الْمَدِينَة يَرِث الْمُهَاجِرِيّ الْأَنْصَارِيّ دُون ذَوِي رَحِم بِالْأُخُوَّةِ الَّتِي آخَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْنهمْ فَلَمَّا نَزَلَتْ وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ نَسَخَتْ ثُمَّ قَالَ \" وَاَلَّذِينَ عَقَدَتْ أَيْمَانكُمْ فَآتُوهُمْ نَصِيبهمْ \" وَحَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا حَجَّاج عَنْ اِبْن جُرَيْج وَعُثْمَان بْن عَطَاء عَنْ عَطَاء عَنْ اِبْن عَبَّاس قَالَ \" وَاَلَّذِينَ عَقَدَتْ أَيْمَانكُمْ فَآتُوهُمْ نَصِيبهمْ \" فَكَانَ الرَّجُل قَبْل الْإِسْلَام يُعَاقِد الرَّجُل وَيَقُول وَتَرِثنِي وَأَرِثك وَكَانَ الْأَحْيَاء يَتَحَالَفُونَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّ حِلْف فِي الْجَاهِلِيَّة أَوْ عَقْد أَدْرَكَهُ الْإِسْلَام \" فَلَا يَزِيدهُ الْإِسْلَام إِلَّا شِدَّة وَلَا عَقْد وَلَا حِلْف فِي الْإِسْلَام \" فَنَسَخَتْهَا هَذِهِ الْآيَة وَأُولُوا الْأَرْحَام بَعْضهمْ أَوْلَى بِبَعْضٍ فِي كِتَاب اللَّه , ثُمَّ قَالَ وَرُوِيَ عَنْ سَعِيد بْن جُبَيْر وَمُجَاهِد وَعَطَاء وَالْحَسَن وَابْن الْمُسَيِّب وَأَبِي صَالِح وَسُلَيْمَان بْن يَسَار وَالشَّعْبِيّ وَعِكْرِمَة وَالسُّدِّيّ وَالضَّحَّاك وَقَتَادَة وَمُقَاتِل بْن حَيَّان أَنَّهُمْ قَالُوا هُمْ الْحُلَفَاء . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد حَدَّثَنَا أَبِي نُمَيْر وَأَبُو أُسَامَة عَنْ زَكَرِيَّا عَنْ سَعِيد بْن إِبْرَاهِيم قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا حِلْف فِي الْإِسْلَام وَأَيّمَا حِلْف كَانَ فِي الْجَاهِلِيَّة لَمْ يَزِدْهُ الْإِسْلَام إِلَّا شِدَّة \" . وَهَكَذَا رَوَاهُ مُسْلِم وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث إِسْحَاق بْن يُوسُف الْأَزْرَق عَنْ زَكَرِيَّا عَنْ سَعِيد بْن إِبْرَاهِيم عَنْ نَافِع عَنْ جُبَيْر بْن مُطْعِم عَنْ أَبِيهِ بِهِ وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا وَكِيع عَنْ شَرِيك عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَحَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا مُصْعَب بْن الْمِقْدَام عَنْ إِسْرَائِيل عَنْ يُونُس عَنْ مُحَمَّد بْن عَبْد الرَّحْمَن مَوْلَى آل طَلْحَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا حِلْف فِي الْإِسْلَام وَكُلّ حِلْف كَانَ فِي الْجَاهِلِيَّة فَلَمْ يَزِدْهُ الْإِسْلَام إِلَّا شِدَّة وَمَا يَسُرّنِي أَنَّ لِي حُمْر النَّعَم وَإِنِّي نَقَضْت الْحِلْف الَّذِي كَانَ فِي دَار النَّدْوَة \" هَذَا لَفْظ اِبْن جَرِير وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة عَنْ عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ مُحَمَّد بْن جُبَيْر بْن مُطْعِم عَنْ أَبِيهِ عَنْ عَبْد الرَّحْمَن بْن عَوْف أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" شَهِدْت حِلْف الْمُطَيَّبِينَ وَأَنَا غُلَام مَعَ عُمُومَتِي فَمَا أُحِبّ أَنَّ لِي حُمْر النَّعَم وَأَنَا أَنْكُثهُ \" قَالَ الزُّهْرِيّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمْ يُصِبْ الْإِسْلَام حِلْفًا إِلَّا زَادَهُ شِدَّة \" قَالَ \" وَلَا حِلْف فِي الْإِسْلَام \" . وَقَدْ أَلَّفَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن قُرَيْش وَالْأَنْصَار وَهَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ بِشْر بْن الْمُفَضَّل عَنْ عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ الزُّهْرِيّ بِتَمَامِهِ وَحَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا هُشَيْم أَخْبَرَنِي مُغِيرَة عَنْ أَبِيهِ عَنْ شُعْبَة بْن التَّوْأَم عَنْ قَيْس بْن عَاصِم أَنَّهُ سَأَلَ النَّبِيّ صَلَّى عَنْ الْحِلْف قَالَ فَقَالَ \" مَا كَانَ مِنْ حِلْف فِي الْجَاهِلِيَّة فَتَمَسَّكُوا بِهِ وَلَا حِلْف فِي الْإِسْلَام \" . وَهَكَذَا رَوَاهُ أَحْمَد عَنْ هُشَيْم وَحَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا وَكِيع عَنْ دَاوُد بْن أَبِي عَبْد اللَّه عَنْ اِبْن جُدْعَان حَدَّثَهُ عَنْ أُمّ سَلَمَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا حِلْف فِي الْإِسْلَام وَمَا كَانَ مِنْ حِلْف فِي الْجَاهِلِيَّة لَمْ يَزِدْهُ الْإِسْلَام إِلَّا شِدَّة \" وَحَدَّثَنَا كُرَيْب حَدَّثَنَا يُونُس بْن بُكَيْر عَنْ مُحَمَّد بْن إِسْحَاق عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه قَالَ لَمَّا دَخَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَكَّة عَام الْفَتْح قَامَ خَطِيبًا فِي النَّاس فَقَالَ \" يَا أَيّهَا النَّاس مَا كَانَ مِنْ حِلْف فِي الْجَاهِلِيَّة لَمْ يَزِدْهُ الْإِسْلَام إِلَّا شِدَّة وَلَا حِلْف فِي الْإِسْلَام \" ثُمَّ رَوَاهُ مِنْ حَدِيث حُسَيْن الْمُعَلِّم وَعَبْد الرَّحْمَن بْن الْحَارِث عَنْ عَمْرو بْن شُعَيْب بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد حَدَّثَنَا اِبْن نُمَيْر وَأَبُو أُسَامَة عَنْ زَكَرِيَّا عَنْ سَعْد بْن إِبْرَاهِيم عَنْ أَبِيهِ عَنْ جُبَيْر بْن مُطْعِم قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" لَا حِلْف فِي الْإِسْلَام وَأَيّمَا حِلْف كَانَ فِي الْجَاهِلِيَّة لَمْ يَزِدْهُ الْإِسْلَام إِلَّا شِدَّة \" وَهَكَذَا رَوَاهُ مُسْلِم عَنْ عَبْد اللَّه بْن مُحَمَّد وَهُوَ أَبُو بَكْر بْن أَبِي شَيْبَة بِإِسْنَادِهِ مِثْله , وَرَوَاهُ أَبُو دَاوُد عَنْ عُثْمَان عَنْ مُحَمَّد بْن أَبِي شَيْبَة عَنْ مُحَمَّد بْن بِشْر وَابْن نُمَيْر وَأَبِي أُسَامَة ثَلَاثَتهمْ عَنْ زَكَرِيَّا وَهُوَ اِبْن أَبِي زَائِدَة بِإِسْنَادِهِ مِثْله وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث مُحَمَّد بْن بِشْر بِهِ . وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث إِسْحَاق بْن يُوسُف الْأَزْرَق عَنْ زَكَرِيَّا عَنْ سَعْد بْن إِبْرَاهِيم عَنْ نَافِع بْن جُبَيْر بْن مُطْعِم عَنْ أَبِيهِ بِهِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا هُشَيْم قَالَ أَخْبَرَنَا مُغِيرَة عَنْ أَبِيهِ عَنْ شُعْبَة بْن التَّوْأَم عَنْ قَيْس بْن عَاصِم أَنَّهُ سَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْحِلْف فَقَالَ \" مَا كَانَ مِنْ حِلْف فِي الْجَاهِلِيَّة فَتَمَسَّكُوا بِهِ وَلَا حِلْف فِي الْإِسْلَام \" وَكَذَا رَوَاهُ شُعْبَة عَنْ مُغِيرَة وَهُوَ اِبْن مِقْسَم عَنْ أَبِيهِ بِهِ وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ دَاوُد بْن الْحُصَيْن قَالَ كُنْت أَقْرَأ عَلَى أُمّ سَعْد بِنْت الرَّبِيع مَعَ اِبْن اِبْنهَا مُوسَى بْن سَعْد وَكَانَ يَتِيمًا فِي حِجْر أَبِي بَكْر فَقَرَأْت عَلَيْهَا \" وَاَلَّذِينَ عَاقَدَتْ أَيْمَانكُمْ \" فَقَالَتْ لَا وَلَكِنْ \" وَاَلَّذِينَ عَقَدَتْ أَيْمَانكُمْ \" قَالَتْ إِنَّمَا نَزَلَتْ فِي أَبِي بَكْر وَابْنه عَبْد الرَّحْمَن حِين أَبَى أَنْ يُسْلِم فَحَلَفَ أَبُو بَكْر أَنْ لَا يُوَرِّثهُ فَلَمَّا أَسْلَمَ حِين حُمِلَ عَلَى الْإِسْلَام بِالسَّيْفِ أَمَرَ اللَّه أَنْ يُؤْتِيه نَصِيبه رَوَاهُ اِبْن أَبِي حَاتِم , وَهَذَا قَوْل غَرِيب وَالصَّحِيح الْأَوَّل وَأَنَّ هَذَا كَانَ فِي اِبْتِدَاء الْإِسْلَام يَتَوَارَثُونَ بِالْحِلْفِ ثُمَّ نُسِخَ وَبَقِيَ تَأْثِير الْحِلْف بَعْد ذَلِكَ وَإِنْ كَانُوا قَدْ أُمِرُوا أَنْ يُوفُوا بِالْعُهُودِ وَالْعُقُود وَالْحِلْف الَّذِي كَانُوا قَدْ تَعَاقَدُوا قَبْل ذَلِكَ وَتَقَدَّمَ فِي حَدِيث جُبَيْر بْن مُطْعِم وَغَيْره مِنْ الصَّحَابَة لَا حِلْف فِي الْإِسْلَام وَأَيّمَا حِلْف كَانَ فِي الْجَاهِلِيَّة لَمْ يَزِدْهُ الْإِسْلَام إِلَّا شِدَّة , وَهَذَا نَصّ فِي الرَّدّ عَلَى مَا ذَهَبَ إِلَى التَّوَارُث بِالْحِلْفِ الْيَوْم كَمَا هُوَ مَذْهَب أَبِي حَنِيفَة وَأَصْحَابه وَرِوَايَة عَنْ أَحْمَد بْن حَنْبَل , وَالصَّحِيح قَوْل الْجُمْهُور وَمَالِك وَالشَّافِعِيّ وَأَحْمَد فِي الْمَشْهُور عَنْهُ وَلِهَذَا قَالَ تَعَالَى \" وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ \" أَيْ وَرِثَهُ مِنْ قَرَابَاته مِنْ أَبَوَيْهِ وَأَقْرَبِيهِ وَهُمْ يَرِثُونَهُ دُون سَائِر النَّاس كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَلْحِقُوا الْفَرَائِض بِأَهْلِهَا فَمَا بَقِيَ فَهُوَ لِأَوْلَى رَجُل ذَكَر \" أَيْ اِقْسِمُوا الْمِيرَاث عَلَى أَصْحَاب الْفَرَائِض الَّذِينَ ذَكَرَهُمْ اللَّه فِي آيَتَيْ الْفَرَائِض فَمَا بَقِيَ بَعْد ذَلِكَ فَأَعْطُوهُ لِلْعُصْبَةِ وَقَوْله \" وَاَلَّذِينَ عَقَدَتْ أَيْمَانكُمْ \" أَيْ قَبْل نُزُول هَذِهِ الْآيَة \" فَآتُوهُمْ نَصِيبهمْ \" أَيْ مِنْ الْمِيرَاث فَأَيّمَا حِلْف عُقِدَ بَعْد ذَلِكَ فَلَا تَأْثِير لَهُ وَقَدْ قِيلَ إِنَّ هَذِهِ الْآيَة نَسَخَتْ الْحِلْف فِي الْمُسْتَقْبَل وَحُكْم الْحِلْف الْمَاضِي أَيْضًا فَلَا تَوَارُث بِهِ كَمَا قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو أُسَامَة حَدَّثَنَا إِدْرِيس الْأَوْدِيّ أَخْبَرَنِي طَلْحَة بْن مُصَرِّف عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فَآتُوهُمْ نَصِيبهمْ قَالَ مِنْ النُّصْرَة وَالنَّصِيحَة وَالرِّفَادَة وَيُوصِي لَهُ وَقَدْ ذَهَبَ الْمِيرَاث وَرَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ أَبِي أُسَامَة وَكَذَا رُوِيَ عَنْ مُجَاهِد وَأَبِي مَالِك نَحْو ذَلِكَ , وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَوْله \" وَاَلَّذِينَ عَاقَدَتْ أَيْمَانكُمْ \" قَالَ كَانَ الرَّجُل يُعَاقِد الرَّجُل أَيّهمَا مَاتَ وَرِثَهُ الْآخَر فَأَنْزَلَ اللَّه تَعَالَى \" وَأُولُوا الْأَرْحَام بَعْضهمْ أَوْلَى بِبَعْضٍ فِي كِتَاب اللَّه مِنْ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا يَقُول إِلَّا أَنْ تُوصُوا لَهُمْ بِوَصِيَّةٍ فَهِيَ لَهُمْ جَائِزَة مِنْ ثُلُث الْمَال وَهَذَا هُوَ الْمَعْرُوف وَهَكَذَا نَصَّ غَيْر وَاحِد مِنْ السَّلَف أَنَّهَا مَنْسُوخَة بِقَوْلِهِ \" وَأُولُوا الْأَرْحَام بَعْضهمْ أَوْلَى بِبَعْضٍ فِي كِتَاب اللَّه مِنْ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا \" وَقَالَ سَعِيد بْن جُبَيْر فَآتُوهُمْ نَصِيبهمْ أَيْ مِنْ الْمِيرَاث قَالَ وَعَاقَدَ أَبُو بَكْر مَوْلًى فَوَرِثَهُ . رَوَاهُ اِبْن جَرِير وَقَالَ الزُّهْرِيّ عَنْ اِبْن الْمُسَيِّب نَزَلَتْ هَذِهِ الْآيَة فِي الَّذِينَ كَانُوا يَتَبَنَّوْنَ رِجَالًا غَيْر أَبْنَائِهِمْ يُوَرِّثُونَهُمْ فَأَنْزَلَ اللَّه فِيهِمْ فَجَعَلَ لَهُمْ نَصِيبًا فِي الْوَصِيَّة وَرَدَّ الْمِيرَاث إِلَى الْمَوَالِي فِي ذِي الرَّحِم وَالْعَصَبَة وَأَبَى اللَّه أَنْ يَكُون لِلْمُدَّعِينَ مِيرَاثًا مِمَّنْ اِدَّعَاهُمْ وَتَبَنَّاهُمْ , وَلَكِنْ جَعَلَ لَهُمْ نَصِيبًا مِنْ الْوَصِيَّة رَوَاهُ اِبْن جَرِير وَقَدْ اِخْتَارَ اِبْن جَرِير أَنَّ الْمُرَاد بِقَوْلِهِ فَآتُوهُمْ نَصِيبهمْ أَيْ مِنْ النُّصْرَة وَالنَّصِيحَة وَالْمَعُونَة لَا أَنَّ الْمُرَاد فَآتُوهُمْ نَصِيبهمْ مِنْ الْمِيرَاث حَتَّى تَكُون الْآيَة مَنْسُوخَة وَلَا أَنَّ ذَلِكَ كَانَ حُكْمًا ثُمَّ نُسِخَ بَلْ إِنَّمَا دَلَّتْ الْآيَة عَلَى الْوَفَاء بِالْحِلْفِ الْمَعْقُود عَلَى النُّصْرَة وَالنَّصِيحَة فَقَطْ فَهِيَ مُحْكَمَة لَا مَنْسُوخَة , وَهَذَا الَّذِي قَالَهُ فِيهِ نَظَر فَإِنَّ مِنْ الْحِلْف مَا كَانَ عَلَى الْمُنَاصَرَة وَالْمُعَاوَنَة وَمِنْهُ مَا كَانَ عَلَى الْإِرْث كَمَا حَكَاهُ غَيْر وَاحِد مِنْ السَّلَف وَكَمَا قَالَ اِبْن عَبَّاس : كَانَ الْمُهَاجِرِيّ يَرِث الْأَنْصَارِيّ دُون قَرَابَاته وَذَوِي رَحِمه حَتَّى نُسِخَ ذَلِكَ , فَكَيْف يَقُول إِنَّ هَذِهِ الْآيَة مُحْكَمَة غَيْر مَنْسُوخَة وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40870, "aya_id": 33}]