[{"text": "وَلَمَّا سَكَتَ عَن مُّوسَى الْغَضَبُ أَخَذَ الأَلْوَاحَ وَفِي نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِّلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ", "sura_id": 7, "type": 0, "id": 1108, "aya_id": 154}, {"text": "ولما سكت عن موسى الغضب أخذ الألواح وفي نسختها هدى ورحمة للذين هم لربهم يرهبون", "sura_id": 7, "type": 1, "id": 7344, "aya_id": 154}, {"text": "154 - (ولما سكت) سكن (عن موسى الغضب أخذ الألواح) التي ألقاها (وفي نسختها) أي ما نسخ فيها أي كتب (هدى) من الضلالة (ورحمة للذين هم لربهم يرهبون) يخافون وأدخل اللام على المفعول لتقدمه \r\n", "sura_id": 7, "type": 2, "id": 26052, "aya_id": 154}, {"text": "ولما سكن عن موسى غضبه أخذ الألواح بعد أن ألقاها على الأرض, وفيها بيان للحق ورحمة للذين يخافون الله, ويخشون عقابه.\r\n", "sura_id": 7, "type": 3, "id": 32288, "aya_id": 154}, {"text": " <font color=red>وَلَمَّا سَكَتَ عَنْ مُوسَى الْغَضَبُ أَخَذَ الْأَلْوَاحَ وَفِي نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ</font><BR><p>يَقُول تَعَالَى\" وَلَمَّا سَكَتَ عَنْ مُوسَى الْغَضَب \" أَيْ غَضَبه عَلَى قَوْمه\" أَخَذَ الْأَلْوَاح \" أَيْ الَّتِي كَانَ أَلْقَاهَا مِنْ شِدَّة الْغَضَب عَلَى عِبَادَتهمْ الْعِجْل غَيْرَة لِلَّهِ وَغَضَبًا لَهُ \" وَفِي نُسْخَتهَا هُدًى وَرَحْمَة لِلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ\" يَقُول كَثِير مِنْ الْمُفَسِّرِينَ إِنَّهَا لَمَّا أَلْقَاهَا تَكَسَّرَتْ ثُمَّ جَمَعَهَا بَعْد ذَلِكَ وَلِهَذَا قَالَ بَعْض السَّلَف فَوَجَدَ فِيهَا هُدًى وَرَحْمَة وَأَمَّا التَّفْصِيل فَذَهَب وَزَعَمُوا أَنَّ رُضَاضهَا لَمْ يَزَلْ مَوْجُودًا فِي خَزَائِن الْمُلُوك لِبَنِي إِسْرَائِيل إِلَى الدَّوْلَة الْإِسْلَامِيَّة وَاَللَّه أَعْلَم بِصِحَّةِ هَذَا. وَأَمَّا الدَّلِيل الْوَاضِح عَلَى أَنَّهَا تَكَسَّرَتْ حِين أَلْقَاهَا وَهِيَ مِنْ جَوْهَر الْجَنَّة فَقَدْ أَخْبَرَ تَعَالَى أَنَّهُ لَمَّا أَخَذَهَا بَعْدَمَا أَلْقَاهَا وَجَدَ فِيهَا \" هُدًى وَرَحْمَة لِلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ \" ضَمَّنَ الرَّهْبَة مَعْنَى الْخُضُوع وَلِهَذَا عَدَّاهَا بِاللَّامِ . وَقَالَ قَتَادَة فِي قَوْله تَعَالَى\" أَخَذَ الْأَلْوَاح \" قَالَ رَبّ إِنِّي أَجِد فِي الْأَلْوَاح أُمَّة خَيْر أُمَّة أُخْرِجَتْ لِلنَّاسِ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنْكَر اِجْعَلْهُمْ أُمَّتِي قَالَ تِلْكَ أُمَّة أَحْمَد : قَالَ رَبّ إِنِّي أَجِد فِي الْأَلْوَاح أُمَّة هُمْ الْآخِرُونَ أَيْ آخِرُونَ فِي الْخَلْق سَابِقُونَ فِي دُخُول الْجَنَّة رَبّ اِجْعَلْهُمْ أُمَّتِي قَالَ تِلْكَ أُمَّة أَحْمَد . قَالَ رَبّ إِنِّي أَجِد فِي الْأَلْوَاح أُمَّة أَنَاجِيلهمْ فِي صُدُورهمْ يَقْرَءُونَهَا وَكَانَ مَنْ قَبْلهمْ يَقْرَءُونَ كِتَابهمْ نَظَرًا حَتَّى إِذَا رَفَعُوهَا لَمْ يَحْفَظُوا شَيْئًا وَلَمْ يَعْرِفُوهُ وَإِنَّ اللَّه أَعْطَاهُمْ مِنْ الْحِفْظ شَيْئًا لَمْ يُعْطِهِ أَحَدًا مِنْ الْأُمَم قَالَ رَبّ اِجْعَلْهُمْ أُمَّتِي قَالَ تِلْكَ أُمَّة أَحْمَد . قَالَ رَبّ إِنِّي أَجِد فِي الْأَلْوَاح أُمَّة يُؤْمِنُونَ بِالْكِتَابِ الْأَوَّل وَبِالْكِتَابِ الْآخِر وَيُقَاتِلُونَ فُصُول الضَّلَالَة حَتَّى يُقَاتِلُونَ الْأَعْوَر الْكَذَّاب فَاجْعَلْهُمْ أُمَّتِي قَالَ تِلْكَ أُمَّة أَحْمَد قَالَ رَبّ إِنِّي أَجِد فِي الْأَلْوَاح أُمَّة صَدَقَاتهمْ يَأْكُلُونَهَا فِي بُطُونهمْ وَيُؤْجَرُونَ عَلَيْهَا وَكَانَ مَنْ قَبْلهمْ إِذَا تَصَدَّقَ بِصَدَقَةٍ فَقُبِلَتْ مِنْهُ بَعَثَ اللَّه نَارًا فَأَكَلَتْهَا وَإِنْ رُدَّتْ عَلَيْهِ تُرِكَتْ فَتَأْكُلهَا السِّبَاع وَالطَّيْر وَإِنَّ اللَّه أَخَذَ صَدَقَاتهمْ مِنْ غَنِيّهمْ لِفَقِيرِهِمْ قَالَ رَبّ فَاجْعَلْهُمْ أُمَّتِي قَالَ تِلْكَ أُمَّة أَحْمَد . قَالَ رَبّ إِنِّي أَجِد فِي الْأَلْوَاح أُمَّة إِذَا هَمَّ أَحَدهمْ بِحَسَنَةٍ ثُمَّ لَمْ يَعْمَلهَا كُتِبَتْ لَهُ حَسَنَة فَإِنْ عَمِلَهَا كُتِبَتْ لَهُ عَشْر أَمْثَالهَا إِلَى سَبْعمِائَةٍ رَبّ اِجْعَلْهُمْ أُمَّتِي قَالَ تِلْكَ أُمَّة أَحْمَد . قَالَ رَبّ إِنِّي أَجِد فِي الْأَلْوَاح أُمَّة هُمْ الْمَشْفُوعُونَ وَالْمَشْفُوع لَهُمْ فَاجْعَلْهُمْ أُمَّتِي قَالَ تِلْكَ أُمَّة أَحْمَد . قَالَ قَتَادَة فَذُكِرَ لَنَا أَنَّ نَبِيّ اللَّه مُوسَى نَبَذَ الْأَلْوَاح وَقَالَ اللَّهُمَّ اِجْعَلْنِي مِنْ أُمَّة أَحْمَد .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42527, "aya_id": 154}]