[{"text": "وَرَفَعْنَا فَوْقَهُمُ الطُّورَ بِمِيثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُواْ الْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لاَ تَعْدُواْ فِي السَّبْتِ وَأَخَذْنَا مِنْهُم مِّيثَاقًا غَلِيظًا", "sura_id": 4, "type": 0, "id": 647, "aya_id": 154}, {"text": "ورفعنا فوقهم الطور بميثاقهم وقلنا لهم ادخلوا الباب سجدا وقلنا لهم لا تعدوا في السبت وأخذنا منهم ميثاقا غليظا", "sura_id": 4, "type": 1, "id": 6883, "aya_id": 154}, {"text": "154 - (ورفعنا فوقهم الطور) الجبل (بميثاقهم) بسبب أخذ الميثاق عليهم ليخافوا فقبلوه (وقلنا لهم) وهو مظِلٌّ عليهم (ادخلوا الباب) باب القرية (سجدا) سجود انحناء (وقلنا لهم لا تعْدُوا) وفي قراءة بفتح العين وتشديد الدال وفيه إدغام التاء في الأصل في الدال {تعَدّوا} أي لا تتعدوا (في السبت) باصطياد الحيتان فيه (وأخذنا منهم ميثاقاً غليظاً) على ذلك فنقضوه \r\n", "sura_id": 4, "type": 2, "id": 25591, "aya_id": 154}, {"text": "ورفعنا فوق رؤوسهم جبل الطور حين امتنعوا عن الالتزام بالعهد المؤكد الذي أعطوه بالعمل بأحكام التوراة, وأمرناهم أن يدخلوا باب \"بيت المقدس\" سُجَّدًا, فدخلوا يزحفون على أستاههم, وأمرناهم ألا يَعْتَدُوا بالصيد في يوم السبت فاعتدَوا, وصادوا, وأخذنا عليهم عهدًا مؤكدًا, فنقضوه.\r\n", "sura_id": 4, "type": 3, "id": 31827, "aya_id": 154}, {"text": " <font color=red>وَرَفَعْنَا فَوْقَهُمُ الطُّورَ بِمِيثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لَا تَعْدُوا فِي السَّبْتِ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا</font><BR><p>ثُمَّ قَالَ \" وَرَفَعْنَا فَوْقهمْ الطُّور بِمِيثَاقِهِمْ \" وَذَلِكَ حِين اِمْتَنَعُوا مِنْ الِالْتِزَام بِأَحْكَامِ التَّوْرَاة وَظَهَرَ مِنْهُمْ إِبَاء عَمَّا جَاءَهُمْ بِهِ مُوسَى عَلَيْهِ السَّلَام وَرَفَعَ اللَّه عَلَى رُءُوسهمْ جَبَلًا ثُمَّ أُلْزِمُوا فَالْتَزَمُوا وَسَجَدُوا وَجَعَلُوا يَنْظُرُونَ إِلَى فَوْق رُءُوسهمْ خَشْيَة أَنْ يَسْقُط عَلَيْهِمْ كَمَا قَالَ تَعَالَى \" وَإِذْ نَتَقْنَا الْجَبَل فَوْقهمْ كَأَنَّهُ ظُلَّة وَظَنُّوا أَنَّهُ وَاقِع بِهِمْ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ \" الْآيَة \" وَقُلْنَا لَهُمْ اُدْخُلُوا الْبَاب سُجَّدًا \" أَيْ فَخَالَفُوا مَا أُمِرُوا بِهِ مِنْ الْقَوْل وَالْفِعْل فَإِنَّهُمْ أُمِرُوا أَنْ يَدْخُلُوا بَاب بَيْت الْقُدْس سُجَّدًا وَهُمْ يَقُولُونَ حِطَّة . أَيْ اللَّهُمَّ حُطَّ عَنَّا ذُنُوبنَا فِي تَرَكْنَا الْجِهَاد وَنُكُولنَا عَنْهُ حَتَّى تُهْنَا فِي التِّيه أَرْبَعِينَ سَنَة فَدَخَلُوا يَزْحَفُونَ عَلَى أَسْتَاههمْ وَهُمْ يَقُولُونَ حِنْطَة فِي شَعْرَة \" وَقُلْنَا لَهُمْ لَا تَعْدُوا فِي السَّبْت \" أَيْ وَصَّيْنَاهُمْ بِحِفْظِ السَّبْت وَالْتِزَام مَا حَرَّمَ اللَّه عَلَيْهِمْ مَا دَامَ مَشْرُوعًا لَهُمْ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا أَيْ شَدِيدًا فَخَالَفُوا وَعَصَوْا وَتَحَيَّلُوا عَلَى اِرْتِكَاب مَا حَرَّمَ اللَّه عَزَّ وَجَلَّ كَمَا هُوَ مَبْسُوط فِي سُورَة الْأَعْرَاف عِنْد قَوْله : \" وَاسْأَلْهُمْ عَنْ الْقَرْيَة الَّتِي كَانَتْ حَاضِرَة الْبَحْر \" الْآيَات وَسَيَأْتِي حَدِيث صَفْوَان بْن عَسَّال فِي سُورَة سُبْحَان عِنْد قَوْله : \" وَلَقَدْ آتَيْنَا مُوسَى تِسْع آيَات بَيِّنَات وَفِيهِ \" : وَعَلَيْكُمْ خَاصَّة يَهُود أَنْ لَا تَعْدُوا فِي السَّبْت .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40828, "aya_id": 154}]