[{"text": "وَمِنَ النَّاسِ مَن يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُّهِينٌ", "sura_id": 31, "type": 0, "id": 3475, "aya_id": 6}, {"text": "ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ويتخذها هزوا أولئك لهم عذاب مهين", "sura_id": 31, "type": 1, "id": 9711, "aya_id": 6}, {"text": "6 - (ومن الناس من يشتري لهو الحديث) أي ما يلهي منه عما يعني (ليضل) بفتح الياء وضمها (عن سبيل الله) طريق الإسلام (بغير علم ويتخذها) بالنصب عطفا على يضل وبالرفع عطفا على يشتري (هزوا) مهزوءا بها (أولئك لهم عذاب مهين) ذو إهانة \r\n", "sura_id": 31, "type": 2, "id": 28419, "aya_id": 6}, {"text": "ومن الناس مَن يشتري لَهْو الحديث - وهو كل ما يُلهي عن طاعة الله ويصد عن مرضاته- ليضلَّ الناس عن طريق الهدى إلى طريق الهوى, ويتخذ آيات الله سخرية, أولئك لهم عذاب يهينهم ويخزيهم.\r\n", "sura_id": 31, "type": 3, "id": 34655, "aya_id": 6}, {"text": " <font color=red>وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى حَال السُّعَدَاء وَهُمْ الَّذِينَ يَهْتَدُونَ بِكِتَابِ اللَّه وَيَنْتَفِعُونَ بِسَمَاعِهِ كَمَا قَالَ تَعَالَى \" اللَّه نَزَّلَ أَحْسَن الْحَدِيث كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرّ مِنْهُ جُلُود الَّذِينَ يَخْشَوْنَ رَبّهمْ ثُمَّ تَلِينَ جُلُودهمْ وَقُلُوبهمْ إِلَى ذِكْر اللَّه \" الْآيَة عَطَفَ بِذِكْرِ حَال الْأَشْقِيَاء الَّذِينَ أَعْرَضُوا عَنْ الِانْتِفَاع بِسَمَاعِ كَلَام اللَّه وَأَقْبَلُوا عَلَى اِسْتِمَاع الْمَزَامِير وَالْغِنَاء بِالْأَلْحَانِ وَآلَات الطَّرَب كَمَا قَالَ اِبْن مَسْعُود فِي قَوْله تَعَالَى \" وَمِنْ النَّاس مَنْ يَشْتَرِي لَهْو الْحَدِيث لِيُضِلّ عَنْ سَبِيل اللَّه \" قَالَ هُوَ وَاَللَّه الْغِنَاء . رَوَى اِبْن جَرِير حَدَّثَنِي يُونُس بْن عَبْد الْأَعْلَى قَالَ أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي يَزِيد بْن يُونُس عَنْ أَبِي صَخْر عَنْ اِبْن مُعَاوِيَة الْبَجَلِيّ عَنْ سَعِيد بْن جُبَيْر عَنْ أَبِي الصَّهْبَاء الْبَكْرِيّ أَنَّهُ سَمِعَ عَبْد اللَّه بْن مَسْعُود وَهُوَ يَسْأَل عَنْ هَذِهِ الْآيَة \" وَمِنْ النَّاس مَنْ يَشْتَرِي لَهْو الْحَدِيث لِيُضِلّ عَنْ سَبِيل اللَّه \" فَقَالَ عَبْد اللَّه بْن مَسْعُود الْغِنَاء وَاَللَّه الَّذِي لَا إِلَه إِلَّا هُوَ يُرَدِّدهَا ثَلَاث مَرَّات : حَدَّثَنَا عَمْرو بْن عَلِيّ حَدَّثَنَا صَفْوَان بْن عِيسَى أَخْبَرَنَا حُمَيْد الْخَرَّاط عَنْ عَمَّار عَنْ سَعِيد بْن جُبَيْر عَنْ أَبِي الصَّهْبَاء أَنَّهُ سَأَلَ اِبْن مَسْعُود عَنْ قَوْل اللَّه \" وَمِنْ النَّاس مَنْ يَشْتَرِي لَهْو الْحَدِيث \" قَالَ الْغِنَاء وَكَذَا قَالَ اِبْن عَبَّاس وَجَابِر وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَمُجَاهِد وَمَكْحُول وَعَمْرو بْن شُعَيْب وَعَلِيّ بْن نَذِيمَة . وَقَالَ الْحَسَن الْبَصْرِيّ نَزَلَتْ هَذِهِ الْآيَة \" وَمِنْ النَّاس مَنْ يَشْتَرِي لَهْو الْحَدِيث لِيُضِلّ عَنْ سَبِيل اللَّه بِغَيْرِ عِلْم \" فِي الْغِنَاء وَالْمَزَامِير : وَقَالَ قَتَادَة قَوْله \" وَمِنْ النَّاس مَنْ يَشْتَرِي لَهْو الْحَدِيث لِيُضِلّ عَنْ سَبِيل اللَّه بِغَيْرِ عِلْم \" وَاَللَّه لَعَلَّهُ لَا يُنْفِق فِيهِ مَالًا وَلَكِنْ شِرَاؤُهُ اِسْتِجَابَة. بِحَسْب الْمَرْء مِنْ الضَّلَالَة أَنْ يَخْتَار حَدِيث الْبَاطِل عَلَى حَدِيث الْحَقّ وَمَا يَضُرّ عَلَى مَا يَنْفَع وَقِيلَ أَرَادَ بِقَوْلِهِ \" يَشْتَرِي لَهْو الْحَدِيث \" اِشْتِرَاء الْمُغَنِّيَات مِنْ الْجَوَارِي قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل الْأَحْمَسِيّ حَدَّثَنَا وَكِيع عَنْ خَلَّاد الصَّفَّار عَنْ عُبَيْد اللَّه بْن زحر عَنْ عَلِيّ بْن يَزِيد عَنْ الْقَاسِم بْن عَبْد الرَّحْمَن عَنْ أَبِي أُمَامَةَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا يَحِلّ بَيْع الْمُغَنِّيَات وَلَا شِرَاؤُهُنَّ وَأَكْل أَثْمَانهنَّ حَرَام وَفِيهِمْ أَنْزَلَ اللَّه عَزَّ وَجَلَّ عَلَيَّ \" وَمِنْ النَّاس مَنْ يَشْتَرِي لَهْو الْحَدِيث لِيُضِلّ عَنْ سَبِيل اللَّه \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ وَابْن جَرِير مِنْ حَدِيث عُبَيْد اللَّه بْن زحر بِنَحْوِهِ ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث غَرِيب وَضَعَّفَ عَلِيّ بْن يَزِيد الْمَذْكُور \" قُلْت\" عَلِيّ وَشَيْخه وَالرَّاوِي عَنْهُ كُلّهمْ ضُعَفَاء وَاَللَّه أَعْلَم وَقَالَ الضَّحَّاك فِي قَوْله تَعَالَى \" وَمِنْ النَّاس مَنْ يَشْتَرِي لَهْو الْحَدِيث \" قَالَ يَعْنِي الشِّرْك وَبِهِ قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَاخْتَارَ اِبْن جَرِير أَنَّهُ كُلّ كَلَام يَصُدّ عَنْ آيَات اللَّه وَاتِّبَاع سَبِيله وَقَوْله \" لِيُضِلّ عَنْ سَبِيل اللَّه \" أَيْ إِنَّمَا يَصْنَع هَذَا لِلتَّخَالُفِ لِلْإِسْلَامِ وَأَهْله . وَعَلَى قِرَاءَة فَتْح الْيَاء تَكُون اللَّام لَامَ الْعَاقِبَة أَوْ تَعْلِيلًا لِلْأَمْرِ الْقَدَرِيّ أَيْ قُيِّضُوا لِذَلِكَ لِيَكُونُوا كَذَلِكَ وَقَوْله تَعَالَى \" وَيَتَّخِذهَا هُزُوًا \" قَالَ مُجَاهِد يَتَّخِذ سَبِيل اللَّه هُزُوًا يَسْتَهْزِئ بِهَا وَقَالَ قَتَادَة يَعْنِي يَتَّخِذ آيَات اللَّه هُزُوًا وَقَوْل مُجَاهِد أَوْلَى وَقَوْله\" أُولَئِكَ لَهُمْ عَذَاب مُهِين \" أَيْ اِسْتَهَانُوا بِآيَاتِ اللَّه وَسَبِيله أُهِينُوا يَوْم الْقِيَامَة فِي الْعَذَاب الدَّائِم الْمُسْتَمِرّ.</p><BR> <br> ", "sura_id": 31, "type": 4, "id": 40133, "aya_id": 6}]