[{"text": "حُورٌ مَّقْصُورَاتٌ فِي الْخِيَامِ", "sura_id": 55, "type": 0, "id": 4973, "aya_id": 72}, {"text": "حور مقصورات في الخيام", "sura_id": 55, "type": 1, "id": 11209, "aya_id": 72}, {"text": "72 - (حور) شديدات سواد العيون وبياضها (مقصورات) مستورات (في الخيام) من در مجوف مضافة إلى القصور شبيهة بالخدور \r\n", "sura_id": 55, "type": 2, "id": 29917, "aya_id": 72}, {"text": "حور مستورات مصونات في الخيام.\r\n", "sura_id": 55, "type": 3, "id": 36153, "aya_id": 72}, {"text": " <font color=red>حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ</font><BR><p>ثُمَّ قَالَ \" حُور مَقْصُورَات فِي الْخِيَام \" وَهُنَاكَ قَالَ \" فِيهِنَّ قَاصِرَات الطَّرَف \" وَلَا شَكَّ أَنَّ الَّتِي قَدْ قَصَرَتْ طَرَفَهَا بِنَفْسِهَا أَفْضَل مِمَّنْ قُصِرَتْ وَإِنْ كَانَ الْجَمِيع مُخَدَّرَات : قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَمْرو بْن عَبْد اللَّه الْأَوْدِيّ حَدَّثَنَا وَكِيع عَنْ سُفْيَان عَنْ جَابِر عَنْ الْقَاسِم بْن أَبِي بَزَّة عَنْ أَبِي عُبَيْدَة عَنْ مَسْرُوق عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : إِنَّ لِكُلِّ مُسْلِم خَيْرَة وَلِكُلِّ خَيْرَة خَيْمَة وَلِكُلِّ خَيْمَة أَرْبَعَة أَبْوَاب يَدْخُل عَلَيْهِ كُلّ يَوْم تُحْفَة وَكَرَامَة وَهَدِيَّة لَمْ تَكُنْ قَبْل ذَلِكَ لَا مَرِحَات وَلَا طَمِحَات وَلَا بَخِرَات وَلَا ذَفِرَات حُور عِين كَأَنَّهُنَّ بَيْض مَكْنُون وَقَوْله تَعَالَى\" فِي الْخِيَام \" قَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا عَبْد الْعَزِيز بْن عَبْد الصَّمَد حَدَّثَنَا أَبُو عِمْرَان الْجَوْنِيّ عَنْ أَبِي بَكْر بْن عَبْد اللَّه بْن قَيْس عَنْ أَبِيهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ فِي الْجَنَّة خَيْمَةً مِنْ لُؤْلُؤَة مُجَوَّفَة عَرْضُهَا سِتُّونَ مِيلًا فِي كُلّ زَاوِيَة مِنْهَا أَهْل مَا يَرَوْنَ الْآخَرِينَ يَطُوف عَلَيْهِمْ الْمُؤْمِنُونَ \" وَرَوَاهُ أَيْضًا مِنْ حَدِيث أَبِي عِمْرَان بِهِ وَقَالَ ثَلَاثُونَ مِيلًا وَأَخْرَجَهُ مُسْلِم مِنْ حَدِيث أَبِي عِمْرَان بِهِ وَلَفْظه \" إِنَّ لِلْمُؤْمِنِ فِي الْجَنَّة لَخَيْمَةً مِنْ لُؤْلُؤَة وَاحِدَة مُجَوَّفَة طُولهَا سِتُّونَ مِيلًا لِلْمُؤْمِنِ فِيهَا أَهْل يَطُوف عَلَيْهِمْ الْمُؤْمِن فَلَا يَرَى بَعْضهمْ بَعْضًا\" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن أَبِي الرَّبِيع حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة أَخْبَرَنِي خُلَيْد الْعَصْرِيّ عَنْ أَبِي الدَّرْدَاء قَالَ الْخَيْمَة لُؤْلُؤَة وَاحِدَة فِيهَا سَبْعُونَ بَابًا مِنْ دُرّ وَحَدَّثَنَا أَبِي حَدَّثَنَا عِيسَى بْن أَبِي فَاطِمَة حَدَّثَنَا جَرِير عَنْ هِشَام عَنْ مُحَمَّد بْن الْمُثَنَّى عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" حُور مَقْصُورَات فِي الْخِيَام \" وَقَالَ فِي خِيَام اللُّؤْلُؤ وَفِي الْجَنَّة خَيْمَة وَاحِدَة مِنْ لُؤْلُؤَة وَاحِدَة أَرْبَع فَرَاسِخ عَلَيْهَا أَرْبَعَة آلَاف مِصْرَاع مِنْ ذَهَبَ وَقَالَ عَبْد اللَّه بْن وَهْب أَخْبَرَنَا عَمْرو أَنَّ دَرَّاجًا أَبَا السَّمْح حَدَّثَهُ عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَدْنَى أَهْل الْجَنَّة مَنْزِلَة الَّذِي لَهُ ثَمَانُونَ أَلْف خَادِم وَاثْنَتَانِ وَسَبْعُونَ زَوْجَة وَتُنْصَب لَهُ قُبَّة مِنْ لُؤْلُؤ وَزَبَرْجَد وَيَاقُوت كَمَا بَيْن الْجَابِيَة وَصَنْعَاء\" وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث عَمْرو بْن الْحَارِث بِهِ .</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41897, "aya_id": 72}]