[{"text": "وَلَمَّا جَاء أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَالَّذِينَ آمَنُواْ مَعَهُ بِرَحْمَةٍ مَّنَّا وَأَخَذَتِ الَّذِينَ ظَلَمُواْ الصَّيْحَةُ فَأَصْبَحُواْ فِي دِيَارِهِمْ جَاثِمِينَ", "sura_id": 11, "type": 0, "id": 1567, "aya_id": 94}, {"text": "ولما جاء أمرنا نجينا شعيبا والذين آمنوا معه برحمة منا وأخذت الذين ظلموا الصيحة فأصبحوا في ديارهم جاثمين", "sura_id": 11, "type": 1, "id": 7803, "aya_id": 94}, {"text": "94 - (ولما جاء أمرنا) بإهلاكهم (نجينا شعيباً والذين آمنوا معه برحمة منا وأخذت الذين ظلموا الصيحة) صاح بهم جبريل (فأصبحوا في ديارهم جاثمين) باركين على الركب ميتين \r\n", "sura_id": 11, "type": 2, "id": 26511, "aya_id": 94}, {"text": "ولما جاء أمرنا بإهلاك قوم شعيب نجَّينا رسولنا شعيبًا والذين آمنوا معه برحمة منا, وأخذت الذين ظلموا الصيحة من السماء, فأهلكتهم, فأصبحوا في ديارهم باركين على رُكَبهم ميتين لا حِرَاك بهم.\r\n", "sura_id": 11, "type": 3, "id": 32747, "aya_id": 94}, {"text": " <font color=red>وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ</font><BR><p>قَالَ اللَّه تَعَالَى \" وَلَمَّا جَاءَ أَمْرنَا نَجَّيْنَا شُعَيْبًا وَاَلَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَأَخَذَتْ الَّذِينَ ظَلَمُوا الصَّيْحَة فَأَصْحِبُوا فِي دِيَارهمْ جَاثِمِينَ \" وَقَوْله جَاثِمِينَ أَيْ هَامِدِينَ لَا حَرَاك بِهِمْ وَذُكِرَ هَاهُنَا أَنَّهُ أَتَتْهُمْ صَيْحَة وَفِي الْأَعْرَاف رَجْفَة وَفِي الشُّعَرَاء عَذَاب يَوْم الظُّلَّة وَهُمْ أُمَّة وَاحِدَة اِجْتَمَعَ عَلَيْهِمْ يَوْم عَذَابهمْ هَذِهِ النِّقَم كُلُّهَا وَإِنَّمَا ذُكِرَ فِي كُلّ سِيَاق مَا يُنَاسِبهُ فَفِي الْأَعْرَاف لَمَّا قَالُوا \" لَنُخْرِجَنَّكَ يَا شُعَيْب وَاَلَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتنَا\" نَاسَبَ أَنْ يُذْكُر هُنَاكَ الرَّجْفَة فَرَجَفَتْ بِهِمْ الْأَرْض الَّتِي ظَلَمُوا بِهَا وَأَرَادُوا إِخْرَاج نَبِيّهمْ مِنْهَا وَهَهُنَا لَمَّا أَسَاءُوا الْأَدَب فِي مَقَالَتهمْ عَلَى نَبِيّهمْ ذُكِرَ الصَّيْحَة الَّتِي اِسْتَلْبَثَتْهُمْ وَأَخْمَدَتْهُمْ وَفِي الشُّعَرَاء لَمَّا قَالُوا \" فَأَسْقِطْ عَلَيْنَا كِسَفًا مِنْ السَّمَاء إِنْ كُنْت مِنْ الصَّادِقِينَ \" قَالَ \" فَأَخَذَهُمْ عَذَاب يَوْم الظُّلَّة إِنَّهُ كَانَ عَذَاب يَوْم عَظِيم \" وَهَذَا مِنْ الْأَسْرَار الدَّقِيقَة وَلِلَّهِ الْحَمْد وَالْمِنَّة كَثِيرًا دَائِمًا .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37717, "aya_id": 94}]