[{"text": "عِندَ سِدْرَةِ الْمُنْتَهَى", "sura_id": 53, "type": 0, "id": 4798, "aya_id": 14}, {"text": "عند سدرة المنتهى", "sura_id": 53, "type": 1, "id": 11034, "aya_id": 14}, {"text": "14 - (عند سدرة المنتهى) لما أسري به في السموات وهي شجرة نبق عن يمين العرش لا يتجاوزها أحد من الملائكة \r\n", "sura_id": 53, "type": 2, "id": 29742, "aya_id": 14}, {"text": " عند سدرة المنتهى- شجرة نَبْق- وهي في السماء السابعة, ينتهي إليها ما يُعْرَج به من الأرض, وينتهي إليها ما يُهْبَط به من فوقها,\r\n", "sura_id": 53, "type": 3, "id": 35978, "aya_id": 14}, {"text": " <font color=red>عِنْدَ سِدْرَةِ الْمُنْتَهَى</font><BR><p>وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنِي حُسَيْن حَدَّثَنِي عَاصِم بْن بَهْدَلَة قَالَ : سَمِعْت شَقِيق بْن سَلَمَة يَقُول سَمِعْت اِبْن مَسْعُود يَقُول قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَأَيْت جِبْرِيل عَلَى سِدْرَة الْمُنْتَهَى وَلَهُ سِتّمِائَةِ جَنَاح \" سَأَلْت عَاصِمًا عَنْ الْأَجْنِحَة فَأَبَى أَنْ يُخْبِرَنِي قَالَ فَأَخْبَرَنِي بَعْض أَصْحَابه أَنَّ الْجَنَاح مَا بَيْن الْمَشْرِق وَالْمَغْرِب وَهَذَا أَيْضًا إِسْنَاد جَيِّد وَقَالَ أَحْمَد حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنَا حُسَيْن حَدَّثَنِي عَاصِم بْن بَهْدَلَة حَدَّثَنِي شَقِيق بْن سَلَمَة قَالَ سَمِعْت اِبْن مَسْعُود يَقُول قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَتَانِي جِبْرِيل عَلَيْهِ السَّلَام فِي حُصْر مُعَلَّق بِهِ الدُّرّ \" إِسْنَاده جَيِّد أَيْضًا . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى عَنْ إِسْمَاعِيل حَدَّثَنَا عَامِر قَالَ أَتَى مَسْرُوق عَائِشَةَ فَقَالَ يَا أَمّ الْمُؤْمِنِينَ هَلْ رَأَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَبّه عَزَّ وَجَلَّ ؟ قَالَتْ سُبْحَانَ اللَّه لَقَدْ قَفَّ شَعْرِي لِمَا قُلْت أَيْنَ أَنْتَ مِنْ ثَلَاث مَنْ حَدَّثَكَهُنَّ فَقَدْ كَذَبَ : مَنْ حَدَّثَك أَنَّ مُحَمَّدًا رَأَى رَبّه فَقَدْ كَذَبَ ثُمَّ قَرَأَتْ \" لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ \" \" وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاء حِجَاب \" وَمَنْ أَخْبَرَك أَنَّهُ يَعْلَم مَا فِي غَد فَقَدْ كَذَبَ ثُمَّ قَرَأَتْ\" إِنَّ اللَّه عِنْده عِلْم السَّاعَة وَيُنَزِّل الْغَيْث وَيَعْلَم مَا فِي الْأَرْحَام \" الْآيَة وَمَنْ أَخْبَرَك أَنَّ مُحَمَّدًا قَدْ كَتَمَ فَقَدْ كَذَبَ ثُمَّ قَرَأَتْ \" يَا أَيّهَا الرَّسُول بَلِّغْ مَا أُنْزِلَ إِلَيْك مِنْ رَبّك \" وَلَكِنَّهُ رَأَى جِبْرِيل فِي صُورَته مَرَّتَيْنِ . وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا مُحَمَّد بْن أَبِي عَدِيّ عَنْ دَاوُد عَنْ الشَّعْبِيّ عَنْ مَسْرُوق قَالَ كُنْت عِنْد عَائِشَة فَقُلْت أَلَيْسَ اللَّه يَقُول \" وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِين \" \" وَلَقَدْ رَآهُ نَزْلَة أُخْرَى \" فَقَالَتْ أَنَا أَوَّل هَذِهِ الْأُمَّة سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْهَا فَقَالَ \" إِنَّمَا ذَاكِ جِبْرِيل \" لَمْ يَرَهُ فِي صُورَته الَّتِي خُلِقَ عَلَيْهَا إِلَّا مَرَّتَيْنِ رَآهُ مُنْهَبِطًا مِنْ السَّمَاء إِلَى الْأَرْض سَادًّا عِظَمُ خَلْقه مَا بَيْن السَّمَاء وَالْأَرْض أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الشَّعْبِيّ بِهِ . \" رِوَايَة أَبِي ذَرّ \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا هَمَّام حَدَّثَنَا قَتَادَة عَنْ عَبْد اللَّه بْن شَقِيق قَالَ قُلْت لِأَبِي ذَرّ لَوْ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَسَأَلْته قَالَ وَمَا كُنْت تَسْأَلهُ ؟ قَالَ كُنْت أَسْأَلهُ هَلْ رَأَى رَبَّهُ عَزَّ وَجَلَّ فَقَالَ إِنِّي قَدْ سَأَلْته فَقَالَ \" قَدْ رَأَيْته نُورًا أَنَّى أَرَاهُ \" وَهَكَذَا وَقَعَ فِي رِوَايَة الْإِمَام أَحْمَد وَقَدْ أَخْرَجَهُ مُسْلِم مِنْ طَرِيقَيْنِ بِلَفْظَيْنِ فَقَالَ حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا وَكِيع عَنْ يَزِيد بْن إِبْرَاهِيم عَنْ قَتَادَة عَنْ عَبْد اللَّه بْن شَقِيق عَنْ أَبِي ذَرّ قَالَ : سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَلْ رَأَيْت رَبّك ؟ فَقَالَ\" نُور أَنَّى أَرَاهُ \" وَقَالَ حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا مُعَاذ بْن هِشَام حَدَّثَنَا أَبِي عَنْ قَتَادَة عَنْ عَبْد اللَّه بْن شَقِيق قَالَ : قُلْت لِأَبِي ذَرّ لَوْ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَسَأَلْته فَقَالَ عَنْ أَيّ شَيْء كُنْت تَسْأَلهُ ؟ قَالَ كُنْت أَسْأَلهُ هَلْ رَأَيْت رَبّك ؟ قَالَ أَبُو ذَرّ قَدْ سَأَلْته فَقَالَ \" رَأَيْت نُورًا \" وَقَدْ حَكَى الْخَلَّال فِي عِلَلِهِ أَنَّ الْإِمَام أَحْمَد سُئِلَ عَنْ هَذَا الْحَدِيث فَقَالَ مَا زِلْت مُنْكِرًا لَهُ وَمَا أَدْرِي مَا وَجْهه ؟ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَمْرو بْن عَوْن الْوَاسِطِيّ أَخْبَرَنَا هُشَيْم عَنْ مَنْصُور عَنْ الْحَكَم عَنْ إِبْرَاهِيم عَنْ أَبِيهِ عَنْ أَبِي ذَرّ قَالَ : رَآهُ بِقَلْبِهِ وَلَمْ يَرَهُ بِعَيْنِهِ وَحَاوَلَ اِبْن خُزَيْمَةَ أَنْ يَدَّعِيَ اِنْقِطَاعَهُ بَيْن عَبْد اللَّه بْن شَقِيق وَبَيْن أَبِي ذَرّ وَأَمَّا اِبْن الْجَوْزِيّ فَتَأَوَّلَهُ عَلَى أَنَّ أَبَا ذَرّ لَعَلَّهُ سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل الْإِسْرَاء فَأَجَابَهُ بِمَا أَجَابَهُ بِهِ وَلَوْ سَأَلَهُ بَعْد الْإِسْرَاء لَأَجَابَهُ بِالْإِثْبَاتِ وَهَذَا ضَعِيف جِدًّا فَإِنَّ عَائِشَة أُمّ الْمُؤْمِنِينَ رَضِيَ اللَّه عَنْهَا قَدْ سَأَلَتْ عَنْ ذَلِكَ بَعْد الْإِسْرَاء وَلَمْ يُثْبِت لَهَا الرُّؤْيَة وَمَنْ قَالَ إِنَّهُ خَاطَبَهَا عَلَى قَدْر عَقْلهَا أَوْ حَاوَلَ تَخْطِئَتَهَا فِيمَا ذَهَبَتْ إِلَيْهِ كَابْنِ خُزَيْمَةَ فِي كِتَاب التَّوْحِيد فَإِنَّهُ هُوَ الْمُخْطِئُ وَاَللَّه أَعْلَم . وَقَالَ النَّسَائِيّ حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم عَنْ مَنْصُور عَنْ الْحَكَم عَنْ يَزِيد بْن شَرِيك عَنْ أَبِي ذَرّ قَالَ : رَأَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَبّه بِقَلْبِهِ وَلَمْ يَرَهُ بِبَصَرِهِ . وَقَدْ ثَبَتَ فِي صَحِيح مُسْلِم عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ عَلِيّ بْن مُسْهِر عَنْ عَبْد الْمَلِك بْن أَبِي سُلَيْمَان عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ فِي قَوْله تَعَالَى \" وَلَقَدْ رَآهُ نَزْلَة أُخْرَى \" قَالَ رَأَى جِبْرِيل عَلَيْهِ السَّلَام وَقَالَ مُجَاهِد فِي قَوْله \" وَلَقَدْ رَآهُ نَزْلَة أُخْرَى \" قَالَ رَأَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جِبْرِيل فِي صُورَته مَرَّتَيْنِ وَكَذَا قَالَ قَتَادَة وَالرَّبِيع بْن أَنَس وَغَيْرهمْ .</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41716, "aya_id": 14}]