[{"text": "وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْيًا وَعَدْوًا حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنتُ أَنَّهُ لا إِلِهَ إِلاَّ الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَاْ مِنَ الْمُسْلِمِينَ", "sura_id": 10, "type": 0, "id": 1454, "aya_id": 90}, {"text": "وجاوزنا ببني إسرائيل البحر فأتبعهم فرعون وجنوده بغيا وعدوا حتى إذا أدركه الغرق قال آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل وأنا من المسلمين", "sura_id": 10, "type": 1, "id": 7690, "aya_id": 90}, {"text": "90 - (وجاوزنا ببني إسرائيل البحر فأتبعهم) لحقهم (فرعون وجنوده بغياً وعدواً) مفعول له (حتى إذا أدركه الغرق قال آمنت أنه) أي بأنه وفي قراءة بالكسر استئنافا (لا إله إلا الذي آمنت به بنو إسرائيل وأنا من المسلمين) كرره ليقبل منه فلم يقبل ، ودس جبريل في فيه حمأة البحر مخافة أن تناله الرحمة وقال له \r\n", "sura_id": 10, "type": 2, "id": 26398, "aya_id": 90}, {"text": "وقطَعْنا ببني إسرائيل البحر حتى جاوزوه, فأتبعهم فرعون وجنوده ظلمًا وعدوانًا, فسلكوا البحر وراءهم, حتى إذا أحاط بفرعون الغرق قال: آمنتُ أنه لا إله إلا الذي آمنتْ به بنو إسرائيل, وأنا من الموحدين المستسلمين بالانقياد والطاعة.\r\n", "sura_id": 10, "type": 3, "id": 32634, "aya_id": 90}, {"text": " <font color=red>وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْيًا وَعَدْوًا حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ</font><BR><p>يَذْكُر تَعَالَى كَيْفِيَّة إِغْرَاقه فِرْعَوْن وَجُنُوده فَإِنَّ بَنِي إِسْرَائِيل لَمَّا خَرَجُوا مِنْ مِصْر فِي صُحْبَة مُوسَى عَلَيْهِ السَّلَام وَهُمْ فِيمَا قِيلَ سِتّمِائَةِ أَلْف مُقَاتِل سِوَى الذُّرِّيَّة وَقَدْ كَانُوا اِسْتَعَارُوا مِنْ الْقِبْط حُلِيًّا كَثِيرًا فَخَرَجُوا بِهِ مَعَهُمْ فَاشْتَدَّ حَنَق فِرْعَوْن عَلَيْهِمْ فَأَرْسَلَ فِي الْمَدَائِن حَاشِرِينَ يَجْمَعُونَ لَهُ جُنُوده مِنْ أَقَالِيمه فَرَكِبَ وَرَاءَهُمْ فِي أُبَّهَة عَظِيمَة وَجُيُوش هَائِلَة لِمَا يُرِيدهُ اللَّه تَعَالَى بِهِمْ وَلَمْ يَتَخَلَّف عَنْهُ أَحَد مِمَّنْ لَهُ دَوْلَة وَسُلْطَان فِي سَائِر مَمْلَكَته فَلَحِقُوهُمْ وَقْت شُرُوق الشَّمْس \" فَلَمَّا تَرَاءَى الْجَمْعَانِ قَالَ أَصْحَاب مُوسَى إِنَّا لَمُدْرَكُونَ \" وَذَلِكَ أَنَّهُمْ لَمَّا اِنْتَهَوْا إِلَى سَاحِل الْبَحْر وَفِرْعَوْن وَرَاءَهُمْ وَلَمْ يَبْقَ إِلَّا أَنْ يُقَاتِل الْجَمْعَانِ وَأَلَحَّ أَصْحَاب مُوسَى عَلَيْهِ السَّلَام عَلَيْهِ فِي السُّؤَال كَيْف الْمَخْلَص مِمَّا نَحْنُ فِيهِ ؟ فَيَقُول إِنِّي أُمِرْت أَنْ أَسْلُك هَهُنَا \" كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِي \" فَعِنْدَ مَا ضَاقَ الْأَمْر اِتَّسَعَ فَأَمَرَهُ اللَّه تَعَالَى أَنْ يَضْرِب الْبَحْر بِعَصَاهُ فَضَرَبَهُ فَانْفَلَقَ الْبَحْر فَكَانَ كُلّ فِرْق كَالطَّوْدِ الْعَظِيم أَيْ كَالْجَبَلِ الْعَظِيم وَصَارَ اِثْنَيْ عَشَر طَرِيقًا لِكُلِّ سِبْط وَاحِد وَأَمَرَ اللَّه الرِّيح فَنَشَّفَتْ أَرْضه \" فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْر يَبَسًا لَا تَخَاف دَرْكًا وَلَا تَخْشَى \" وَتَخَرَّقَ الْمَاء بَيْن الطُّرُق كَهَيْئَةِ الشَّبَابِيك لِيَرَى كُلّ قَوْم الْآخَرِينَ لِئَلَّا يَظُنُّوا أَنَّهُمْ هَلَكُوا وَجَاوَزَتْ بَنُو إِسْرَائِيل الْبَحْر فَلَمَّا خَرَجَ آخِرهمْ مِنْهُ اِنْتَهَى فِرْعَوْن وَجُنُوده إِلَى حَافَّته مِنْ النَّاحِيَة الْأُخْرَى وَهُوَ فِي مِائَة أَلْف أَدْهَم سِوَى بَقِيَّة الْأَلْوَان فَلَمَّا رَأَى ذَلِكَ هَالَهُ وَأَحْجَمَ وَهَابَ وَهَمَّ بِالرُّجُوعِ وَهَيْهَاتَ وَلَاتَ حِين مَنَاص نَفَذَ الْقَدَر وَاسْتُجِيبَتْ الدَّعْوَة . وَجَاءَ جِبْرِيل عَلَيْهِ السَّلَام عَلَى فَرَس وَدِيق حَائِل فَمَرَّ إِلَى جَانِب حِصَان فِرْعَوْن فَحَمْحَمَ إِلَيْهَا وَاقْتَحَمَ جِبْرِيل الْبَحْر فَاقْتَحَمَ الْحِصَان وَرَاءَهُ وَلَمْ يَبْقَ فِرْعَوْن يَمْلِك مِنْ نَفْسه شَيْئًا فَتَجَلَّدَ لِأُمَرَائِهِ وَقَالَ لَهُمْ لَيْسَ بَنُو إِسْرَائِيل بِأَحَقّ بِالْبَحْرِ مِنَّا فَاقْتَحَمُوا كُلّهمْ عَنْ آخِرهمْ وَمِيكَائِيل فِي سَاقَتهمْ لَا يَتْرُك مِنْهُمْ أَحَدًا إِلَّا أَلْحَقَهُ بِهِمْ فَلَمَّا اسْتَوْسَقُوا فِيهِ وَتَكَامَلُوا وَهَمَّ أَوَّلهمْ بِالْخُرُوجِ مِنْهُ أَمَرَ اللَّه الْقَدِير الْبَحْرَ أَنْ يَرْتَطِم عَلَيْهِمْ فَارْتَطَمَ عَلَيْهِمْ فَلَمْ يَنْجُ مِنْهُمْ أَحَد وَجَعَلَتْ الْأَمْوَاج تَرْفَعهُمْ وَتَخْفِضهُمْ وَتَرَاكَمَتْ الْأَمْوَاج فَوْق فِرْعَوْن وَغَشِيَتْهُ سَكَرَات الْمَوْت فَقَالَ وَهُوَ كَذَلِكَ \" آمَنْت أَنَّهُ لَا إِلَه إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيل وَأَنَا مِنْ الْمُسْلِمِينَ \" فَآمَنَ حَيْثُ لَا يَنْفَعهُ الْإِيمَان \" فَلَمَّا رَأَوْا بَأْسنَا قَالُوا آمَنَّا بِاَللَّهِ وَحْده وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ فَلَمْ يَكُ يَنْفَعهُمْ إِيمَانهمْ لَمَّا رَأَوْا بَأْسنَا سُنَّة اللَّه الَّتِي قَدْ خَلَتْ فِي عِبَاده وَخَسِرَ هُنَالِكَ الْكَافِرُونَ \" .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37523, "aya_id": 90}]