[{"text": "فَإِن رَّجَعَكَ اللّهُ إِلَى طَآئِفَةٍ مِّنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُل لَّن تَخْرُجُواْ مَعِيَ أَبَدًا وَلَن تُقَاتِلُواْ مَعِيَ عَدُوًّا إِنَّكُمْ رَضِيتُم بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُواْ مَعَ الْخَالِفِينَ", "sura_id": 9, "type": 0, "id": 1318, "aya_id": 83}, {"text": "فإن رجعك الله إلى طائفة منهم فاستأذنوك للخروج فقل لن تخرجوا معي أبدا ولن تقاتلوا معي عدوا إنكم رضيتم بالقعود أول مرة فاقعدوا مع الخالفين", "sura_id": 9, "type": 1, "id": 7554, "aya_id": 83}, {"text": "83 - (فإن رجعك) ردك (الله) من تبوك (إلى طائفة منهم) ممن تخلف بالمدينة من المنافقين (فاستأذنوك للخروج) معك إلى غزوة أخرى (فقل) لهم (لن تخرجوا معي أبداً ولن تقاتلوا معي عدواً إنكم رضيتم بالقعود أول مرة فاقعدوا مع الخالفين) المتخلفين عن الغزو من النساء والصبيان وغيرهم \r\n", "sura_id": 9, "type": 2, "id": 26262, "aya_id": 83}, {"text": "فإنْ رَدَّك الله -أيها الرسول- مِن غزوتك إلى جماعة من المنافقين الثابتين على النفاق, فاستأذنوك للخروج معك إلى غزوة أخرى بعد غزوة (تبوك) فقل لهم: لن تخرجوا معي أبدًا في غزوة من الغزوات, ولن تقاتلوا معي عدوًا من الأعداء; إنكم رضيتم بالقعود أول مرة, فاقعدوا مع الذين تخلفوا عن الجهاد مع رسول الله صلى الله عليه وسلم.\r\n", "sura_id": 9, "type": 3, "id": 32498, "aya_id": 83}, {"text": " <font color=red>فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفِينَ</font><BR><p>يَقُول تَعَالَى آمِرًا لِرَسُولِهِ عَلَيْهِ الصَّلَاة وَالسَّلَام \" فَإِنْ رَجَعَك اللَّه \" أَيْ رَدَّك اللَّه مِنْ غَزْوَتك هَذِهِ إِلَى طَائِفَة مِنْهُمْ قَالَ قَتَادَة : ذُكِرَ لَنَا أَنَّهُمْ كَانُوا اِثَّنَى عَشَر رَجُلًا فَاسْتَأْذَنُوك لِلْخُرُوجِ أَيْ مَعَك إِلَى غَزْوَة أُخْرَى فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا أَيْ تَعْزِيزًا لَهُمْ وَعُقُوبَة ثُمَّ عَلَّلَ ذَلِكَ بِقَوْلِهِ إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّل مَرَّة وَهَذَا كَقَوْلِهِ تَعَالَى وَنُقَلِّب أَفْئِدَتهمْ وَأَبْصَارهمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّل مَرَّة . الْآيَة . فَإِنَّ جَزَاء السَّيِّئَة السَّيِّئَة بَعْدهَا كَمَا أَنَّ ثَوَاب الْحَسَنَة الْحَسَنَة بَعْدهَا كَقَوْلِهِ فِي عُمْرَة الْحُدَيْبِيَة سَيَقُولُ الْمُخَلَّفُونَ إِذَا اِنْطَلَقْتُمْ إِلَى مَغَانِم لِتَأْخُذُوهَا . الْآيَة وَقَوْله تَعَالَى فَاقْعُدُوا مَعَ الْخَالِفِينَ قَالَ اِبْن عَبَّاس أَيْ الرِّجَال الَّذِينَ تَخَلَّفُوا عَنْ الْغُزَاة وَقَالَ قَتَادَة فَاقْعُدُوا مَعَ الْخَالِفِينَ أَيْ مَعَ النِّسَاء قَالَ اِبْن جَرِير وَهَذَا لَا يَسْتَقِيم لِأَنَّ جَمْع النِّسَاء لَا يَكُون بِالْيَاءِ وَالنُّون وَلَوْ أُرِيد النِّسَاء لَقَالَ فَاقْعُدُوا مَعَ الْخَوَالِف أَوْ الْخَالِفَات وَرَجَحَ قَوْل اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43505, "aya_id": 83}]