[{"text": "أَوْ تَقُولُواْ لَوْ أَنَّا أُنزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَى مِنْهُمْ فَقَدْ جَاءكُم بَيِّنَةٌ مِّن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ فَمَنْ أَظْلَمُ مِمَّن كَذَّبَ بِآيَاتِ اللّهِ وَصَدَفَ عَنْهَا سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا سُوءَ الْعَذَابِ بِمَا كَانُواْ يَصْدِفُونَ", "sura_id": 6, "type": 0, "id": 946, "aya_id": 157}, {"text": "أو تقولوا لو أنا أنزل علينا الكتاب لكنا أهدى منهم فقد جاءكم بينة من ربكم وهدى ورحمة فمن أظلم ممن كذب بآيات الله وصدف عنها سنجزي الذين يصدفون عن آياتنا سوء العذاب بما كانوا يصدفون", "sura_id": 6, "type": 1, "id": 7182, "aya_id": 157}, {"text": "157 - (أو تقولوا لو أنا أنزل علينا الكتاب لكنا أهدى منهم) لجودة أذهاننا (فقد جاءكم بينة) بيان (من ربكم وهدى ورحمة) لمن اتبعه (فمن) أي لا أحد (أظلم ممن كذب بآيات الله وصدف) أعرض (عنها سنجزي الذين يصدفون عن آياتنا سوء العذاب) أي أشده (بما كانوا يصدفون) \r\n", "sura_id": 6, "type": 2, "id": 25890, "aya_id": 157}, {"text": "ولئلا تقولوا -أيها المشركون- : لو أنَّا أُنزل علينا كتاب من السماء, كما أُنزل على اليهود والنصارى, لكنَّا أشدَّ استقامة على طريق الحق منهم, فقد جاءكم كتاب بلسانكم عربي مبين, وذلك حجة واضحة مِن ربكم وإرشاد إلى طريق الحق, ورحمةٌ لهذه الأمة. فلا أحد أشد ظلمًا وعدوانًا ممن كذَّب بحجج الله تعالى وأعرض عنها!! فهؤلاء المعرضون سنعاقبهم عقابًا شديدًا في نار جهنم; بسبب إعراضهم عن آياتنا, وصدِّهم عن سبيلنا.\r\n", "sura_id": 6, "type": 3, "id": 32126, "aya_id": 157}, {"text": " <font color=red>أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَى مِنْهُمْ فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ فَمَنْ أَظْلَمُ مِمَّنْ كَذَّبَ بِآيَاتِ اللَّهِ وَصَدَفَ عَنْهَا سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا سُوءَ الْعَذَابِ بِمَا كَانُوا يَصْدِفُونَ</font><BR><p>وَقَوْله \" أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَاب لَكُنَّا أَهْدَى مِنْهُمْ \" أَيْ وَقَطَعْنَا تَعَلُّلكُمْ أَنْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا مَا أُنْزِلَ عَلَيْهِمْ لَكُنَّا أَهْدَى مِنْهُمْ فِيمَا أُوتُوهُ كَقَوْلِهِ \" وَأَقْسَمُوا بِاَللَّهِ جَهْد أَيْمَانهمْ لَئِنْ جَاءَهُمْ نَذِير لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَم \" الْآيَة . وَهَكَذَا قَالَ هَهُنَا \" فَقَدْ جَاءَكُمْ بَيِّنَة مِنْ رَبّكُمْ وَهُدًى وَرَحْمَة \" يَقُول فَقَدْ جَاءَكُمْ مِنْ اللَّه عَلَى لِسَان مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ النَّبِيّ الْعَرَبِيّ قُرْآن عَظِيم فِيهِ بَيَان لِلْحَلَالِ وَالْحَرَام وَهُدًى لِمَا فِي الْقُلُوب وَرَحْمَة مِنْ اللَّه بِعِبَادِهِ الَّذِينَ يَتَّبِعُونَهُ وَيَقْتَفُونَ مَا فِيهِ وَقَوْله تَعَالَى \" فَمَنْ أَظْلَم مِمَّنْ كَذَّبَ بِآيَاتِ اللَّه وَصَدَفَ عَنْهَا \" أَيْ لَمْ يَنْتَفِع بِمَا جَاءَ بِهِ الرَّسُول وَلَا اِتَّبَعَ مَا أُرْسِلَ بِهِ وَلَا تَرَكَ غَيْره بَلْ صَدَفَ عَنْ اِتِّبَاع آيَات اللَّه أَيْ صَرَفَ النَّاس وَصَدَّهُمْ عَنْ ذَلِكَ قَالَهُ السُّدِّيّ وَعَنْ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة وَصَدَفَ عَنْهَا أَعْرَضَ عَنْهَا وَقَوْل السُّدِّيّ هَهُنَا فِيهِ قُوَّة لِأَنَّهُ قَالَ \" فَمَنْ أَظْلَم مِمَّنْ كَذَّبَ بِآيَاتِ اللَّه وَصَدَفَ عَنْهَا \" كَمَا تَقَدَّمَ فِي أَوَّل السُّورَة \" وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ وَإِنْ يُهْلِكُونَ إِلَّا أَنْفُسهمْ\" وَقَالَ تَعَالَى \" الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيل اللَّه زِدْنَاهُمْ عَذَابًا فَوْق الْعَذَاب \" وَقَالَ فِي هَذِهِ الْآيَة الْكَرِيمَة \" سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتنَا سُوء الْعَذَاب بِمَا كَانُوا يَصْدِفُونَ \" وَقَدْ يَكُون الْمُرَاد فِيمَا قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة \" فَمَنْ أَظْلَم مِمَّنْ كَذَّبَ بِآيَاتِ اللَّه وَصَدَف عَنْهَا \" أَيْ لَا آمَنَ بِهَا وَلَا عَمِلَ بِهَا كَقَوْلِهِ تَعَالَى \" فَلَا صَدَّقَ وَلَا صَلَّى وَلَكِنْ كَذَّبَ وَتَوَلَّى \" وَغَيْر ذَلِكَ مِنْ الْآيَات الدَّالَّة عَلَى اِشْتِمَال الْكَافِر عَلَى التَّكْذِيب بِقَلْبِهِ وَتَرْك الْعَمَل بِجَوَارِحِهِ وَلَكِنَّ كَلَام السُّدِّيّ أَقْوَى وَأَظْهَر وَاَللَّه أَعْلَم لِأَنَّ اللَّه قَالَ \" فَمَنْ أَظْلَم مِمَّنْ كَذَّبَ بِآيَاتِ اللَّه وَصَدَف عَنْهَا \" كَقَوْلِهِ تَعَالَى \" الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيل اللَّه زِدْنَاهُمْ عَذَابًا فَوْق الْعَذَاب بِمَا كَانُوا يُفْسِدُونَ\" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42140, "aya_id": 157}]