[{"text": "ذَلِكَ مِنْ أَنبَاء الْغَيْبِ نُوحِيهِ إِلَيكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُون أَقْلاَمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ", "sura_id": 3, "type": 0, "id": 337, "aya_id": 44}, {"text": "ذلك من أنباء الغيب نوحيه إليك وما كنت لديهم إذ يلقون أقلامهم أيهم يكفل مريم وما كنت لديهم إذ يختصمون", "sura_id": 3, "type": 1, "id": 6573, "aya_id": 44}, {"text": "44 - (ذلك) المذكور من أمر زكريا ومريم (من أنباء الغيب) أخبار ما غاب عنك (نوحيه إليك) يا محمد (وما كنت لديهم إذ يلقون أقلامهم) في الماء يقترعون ليظهر لهم (أيهم يكفل) يربّي (مريم وما كنت لديهم إذ يختصمون) في كفالتها فتعرف ذلك فتخبر به وإنما عرفته من جهة الوحي \r\n", "sura_id": 3, "type": 2, "id": 25281, "aya_id": 44}, {"text": "ذلك الذي قصصناه عليك -أيها الرسول- من أخبار الغيب التي أوحاها الله إليك, إذ لم تكن معهم حين اختلفوا في كفالة مريم أيُّهم أحق بها وأولى, ووقع بينهم الخصام, فأجْرَوْا القرعة لإلقاء أقلامهم, ففاز زكريا عليه السلام بكفالتها.\r\n", "sura_id": 3, "type": 3, "id": 31517, "aya_id": 44}, {"text": " <font color=red>ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ</font><BR><p>ثُمَّ قَالَ لِرَسُولِهِ بَعْدَمَا أَطْلَعَهُ عَلَى جَلِيَّة الْأَمْر : \" ذَلِكَ مِنْ أَنْبَاء الْغَيْب نُوحِيه إِلَيْك \" أَيْ نَقُصّهُ عَلَيْك \" وَمَا كُنْت لَدَيْهِمْ \" أَيْ مَا كُنْت عِنْدهمْ يَا مُحَمَّد فَتُخْبَرهُمْ عَنْ مُعَايَنَة عَمَّا جَرَى بَلْ أَطْلَعَك اللَّه عَلَى ذَلِكَ كَأَنَّك حَاضِر وَشَاهِد لِمَا كَانَ مِنْ أَمْرِهِمْ حِين اِقْتَرَعُوا فِي شَأْن مَرْيَم أَيّهمْ يَكْفُلهَا وَذَلِكَ لِرَغْبَتِهِمْ فِي الْأَجْر قَالَ اِبْن جَرِير : حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنِي حَجَّاج عَنْ اِبْن جُرَيْج عَنْ الْقَاسِم بْن أَبِي بَزَّة أَنَّهُ أَخْبَرَهُ عَنْ عِكْرِمَة وَأَبِي بَكْر عَنْ عِكْرِمَة قَالَ : ثُمَّ خَرَجَتْ بِهَا يَعْنِي مَرْيَم فِي خَرْقهَا إِلَى بَنِي الْكَاهِن بْن هَارُون أَخِي مُوسَى عَلَيْهِمَا السَّلَام قَالَ : وَهُمْ يَوْمئِذٍ يَلُونَ فِي بَيْت الْمَقْدِس مَا يَلِي الْحَجَبَة مِنْ الْكَعْبَة فَقَالَتْ لَهُمْ : دُونكُمْ هَذِهِ النَّذِيرَة فَإِنِّي حَرَّرْتهَا وَهِيَ أُنْثَى وَلَا يَدْخُل الْكَنِيسَة حَائِض وَأَنَا لَا أَرُدّهَا إِلَى بَيْتِي فَقَالُوا : هَذِهِ اِبْنَة إِمَامنَا وَكَانَ عِمْرَان يَؤُمّهُمْ فِي الصَّلَاة وَصَاحِب قُرْبَاننَا فَقَالَ زَكَرِيَّا : اِدْفَعُوهَا لِي فَإِنَّ خَالَتهَا تَحْتِي فَقَالُوا : لَا تَطِيب أَنْفُسنَا هِيَ اِبْنَة إِمَامنَا فَذَلِكَ حِين اِقْتَرَعُوا عَلَيْهَا بِأَقْلَامِهِمْ الَّتِي يَكْتُبُونَ بِهَا التَّوْرَاة فَقَرَعَهُمْ زَكَرِيَّا فَكَفَلَهَا وَقَدْ ذَكَرَ عِكْرِمَة أَيْضًا وَالسُّدِّيّ وَقَتَادَة وَالرَّبِيع بْن أَنَس وَغَيْر وَاحِد دَخَلَ حَدِيث بَعْضهمْ فِي بَعْض : أَنَّهُمْ ذَهَبُوا إِلَى نَهَر الْأُرْدُنَّ وَاقْتَرَعُوا هُنَالِكَ عَلَى أَنْ يُلْقُوا أَقْلَامهمْ فَأَيّهمْ يَثْبُت فِي جِرْيَة الْمَاء فَهُوَ كَافِلهَا فَأَلْقَوْا أَقْلَامهمْ فَاحْتَمَلَهَا الْمَاء إِلَّا قَلَم زَكَرِيَّا فَإِنَّهُ ثَبَتَ وَيُقَال : إِنَّهُ ذَهَبَ صَاعِدًا يَشُقّ جِرْيَة الْمَاء وَكَانَ مَعَ ذَلِكَ كَبِيرهمْ وَسَيِّدهمْ وَعَالِمهمْ وَإِمَامهمْ وَنَبِيّهمْ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَعَلَى سَائِر النَّبِيِّينَ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39982, "aya_id": 44}]