[{"text": "قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِّن سَبِيلٍ", "sura_id": 40, "type": 0, "id": 4144, "aya_id": 11}, {"text": "قالوا ربنا أمتنا اثنتين وأحييتنا اثنتين فاعترفنا بذنوبنا فهل إلى خروج من سبيل", "sura_id": 40, "type": 1, "id": 10380, "aya_id": 11}, {"text": "11 - (قالوا ربنا أمتنا اثنتين) إماتتين (وأحييتنا اثنتين) إحياءتين لأنهم نطف أموات فاحيوا ثم اميتوا ثم احيوا للبعث (فاعترفنا بذنوبنا) بكفرنا بالبعث (فهل إلى خروج) من النار والرجوع إلى الدنيا لنطيع ربنا (من سبيل) طريق وجوابهم لا \r\n", "sura_id": 40, "type": 2, "id": 29088, "aya_id": 11}, {"text": "قال الكافرون: ربنا أمتَّنا مرتين: حين كنا في بطون أمهاتنا نُطَفًا قبل نفخ الروح, وحين انقضى أجلُنا في الحياة الدنيا, وأحييتنا مرتين: في دار الدنيا, يوم وُلِدْنا, ويوم بُعِثنا من قبورنا, فنحن الآن نُقِرُّ بأخطائنا السابقة، فهل لنا من طريق نخرج به من النار, وتعيدنا به إلى الدنيا؛ لنعمل بطاعتك؟ ولكن هيهات أن ينفعهم هذا الاعتراف.\r\n", "sura_id": 40, "type": 3, "id": 35324, "aya_id": 11}, {"text": " <font color=red>قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ</font><BR><p>وَقَوْله \" قَالُوا رَبَّنَا أَمَتَّنَا اِثْنَتَيْنِ وَأَحْيَيْتنَا اِثْنَتَيْنِ \" قَالَ الثَّوْرِيّ عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْأَحْوَص عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ هَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى \" كَيْفَ تَكْفُرُونَ بِاَللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ \" وَكَذَا قَالَ اِبْن عَبَّاس وَالضَّحَّاك وَقَتَادَة وَأَبُو مَالِك وَهَذَا هُوَ الصَّوَاب الَّذِي لَا شَكّ فِيهِ وَلَا مِرْيَة . وَقَالَ السُّدِّيّ أُمِيتُوا فِي الدُّنْيَا ثُمَّ أُحْيُوا فِي قُبُورِهِمْ فَخُوطِبُوا ثُمَّ أُمِيتُوا ثُمَّ أُحْيُوا يَوْم الْقِيَامَة وَقَالَ اِبْن زَيْد : أُحْيُوا حِين أُخِذَ عَلَيْهِمْ الْمِيثَاق مِنْ صُلْب آدَم عَلَيْهِ السَّلَام ثُمَّ خَلَقَهُمْ فِي الْأَرْحَام ثُمَّ أَمَاتَهُمْ ثُمَّ أَحْيَاهُمْ يَوْم الْقِيَامَة وَهَذَانِ الْقَوْلَانِ مِنْ السُّدِّيّ وَابْن زَيْد ضَعِيفَانِ لِأَنَّهُ يَلْزَمهُمَا عَلَى مَا قَالَا ثَلَاث إِحْيَاءَات وَإِمَاتَات وَالصَّحِيح قَوْل اِبْن مَسْعُود وَابْن عَبَّاس وَمَنْ تَابَعَهُمَا وَالْمَقْصُود مِنْ هَذَا كُلّه أَنَّ الْكُفَّار يَسْأَلُونَ الرَّجْعَة وَهُمْ وُقُوف بَيْن يَدَيْ اللَّه عَزَّ وَجَلَّ فِي عَرَصَات الْقِيَامَة كَمَا قَالَ عَزَّ وَجَلَّ \" وَلَوْ تَرَى إِذْ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصِرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ\" فَلَا يُجَابُونَ ثُمَّ إِذَا رَأَوْا النَّارَ وَعَايَنُوهَا وَوَقَفُوا عَلَيْهَا وَنَظَرُوا إِلَى مَا فِيهَا مِنْ الْعَذَابِ وَالنَّكَالِ سَأَلُوا الرَّجْعَةَ أَشَدَّ مِمَّا سَأَلُوا أَوَّلَ مَرَّةٍ فَلَا يُجَابُونَ قَالَ اللَّه تَعَالَى \" وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّب بِآيَاتِ رَبِّنَا وَنَكُون مِنْ الْمُؤْمِنِينَ بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْل وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ \" فَإِذَا دَخَلُوا النَّار وَذَاقُوا مَسَّهَا وَحَسِيسَهَا وَمَقَامِعَهَا وَأَغْلَالَهَا كَانَ سُؤَالُهُمْ لِلرَّجْعَةِ أَشَدَّ وَأَعْظَمَ \" وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمْ النَّذِيرُ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ \" رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ قَالَ اِخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ \" وَفِي هَذِهِ الْآيَة الْكَرِيمَة تَلَطَّفُوا فِي السُّؤَال وَقَدَّمُوا بَيْن يَدَيْ كَلَامِهِمْ مُقَدِّمَةً وَهِيَ قَوْلُهُمْ \" رَبَّنَا أَمَتَّنَا اِثْنَتَيْنِ وَأَحْيَيْتنَا اِثْنَتَيْنِ \" أَيْ قُدْرَتُك عَظِيمَة فَإِنَّك أَحْيَيْتنَا بَعْدَمَا كُنَّا أَمْوَاتًا ثُمَّ أَمَتَّنَا ثُمَّ أَحْيَيْتنَا فَأَنْتَ قَادِر عَلَى مَا تَشَاء وَقَدْ اِعْتَرَفْنَا بِذُنُوبِنَا وَإِنَّنَا كُنَّا ظَالِمِينَ لِأَنْفُسِنَا فِي الدَّار الدُّنْيَا \" فَهَلْ إِلَى خُرُوج مِنْ سَبِيل\" أَيْ فَهَلْ أَنْتَ مُجِيبُنَا إِلَى أَنْ تُعِيدنَا إِلَى الدَّار الدُّنْيَا فَإِنَّك قَادِر عَلَى ذَلِكَ لِنَعْمَل غَيْر الَّذِي كُنَّا نَعْمَل فَإِنْ عُدْنَا إِلَى مَا كُنَّا فِيهِ فَإِنَّا ظَالِمُونَ فَأُجِيبُوا أَنْ لَا سَبِيل إِلَى عَوْدِكُمْ وَمَرْجِعكُمْ إِلَى الدَّار الدُّنْيَا ثُمَّ عُلِّلَ الْمَنْع مِنْ ذَلِكَ بِأَنَّ سَجَايَاكُمْ لَا تَقْبَل الْحَقّ وَلَا تَقْتَضِيه بَلْ تَمُجُّهُ وَتَنْفِيه .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40944, "aya_id": 11}]