[{"text": "فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَالَّذِينَ ظَلَمُوا مِنْ هَؤُلَاء سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا وَمَا هُم بِمُعْجِزِينَ", "sura_id": 39, "type": 0, "id": 4109, "aya_id": 51}, {"text": "فأصابهم سيئات ما كسبوا والذين ظلموا من هؤلاء سيصيبهم سيئات ما كسبوا وما هم بمعجزين", "sura_id": 39, "type": 1, "id": 10345, "aya_id": 51}, {"text": "51 - (فأصابهم سيئات ما كسبوا) جزاؤها (والذين ظلموا من هؤلاء) قريش (سيصيبهم سيئات ما كسبوا وما هم بمعجزين) بفائتين عذابنا فقحطوا سبع سنين ثم وسع عليهم \r\n", "sura_id": 39, "type": 2, "id": 29053, "aya_id": 51}, {"text": "فأصاب الذين قالوا هذه المقالة من الأمم الخالية وبال سيئات ما كسبوا من الأعمال, فعوجلوا بالخزي في الحياة الدنيا, والذين ظلموا أنفسهم من قومك -أيها الرسول-، وقالوا هذه المقالة, سيصيبهم أيضًا وبال سيئات ما كسبوا, كما أصاب الذين من قبلهم, وما هم بفائتين الله ولا سابقيه.\r\n", "sura_id": 39, "type": 3, "id": 35289, "aya_id": 51}, {"text": " <font color=red>فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَالَّذِينَ ظَلَمُوا مِنْ هَؤُلَاءِ سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا وَمَا هُمْ بِمُعْجِزِينَ</font><BR><p>\" فَأَصَابَهُمْ سَيِّئَات مَا كَسَبُوا وَاَلَّذِينَ ظَلَمُوا مِنْ هَؤُلَاءِ \" أَيْ مِنْ الْمُخَاطَبِينَ \" سَيُصِيبُهُمْ سَيِّئَات مَا كَسَبُوا \" أَيْ كَمَا أَصَابَ أُولَئِكَ \" وَمَا هُمْ بِمُعْجِزِينَ \" كَمَا قَالَ تَبَارَكَ وَتَعَالَى مُخْبِرًا عَنْ قَارُون إِنَّهُ قَالَ لَهُ قَوْمه \" لَا تَفْرَح إِنَّ اللَّه لَا يُحِبّ الْفَرِحِينَ وَابْتَغِ فِيمَا آتَاك اللَّه الدَّار الْآخِرَة وَلَا تَنْسَ نَصِيبك مِنْ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّه إِلَيْك وَلَا تَبْغِ الْفَسَاد فِي الْأَرْض إِنَّ اللَّه لَا يُحِبّ الْمُفْسِدِينَ قَالَ إِنَّمَا أُوتِيته عَلَى عِلْم عِنْدِي أَوَلَمْ يَعْلَم أَنَّ اللَّه قَدْ أَهْلَكَ مِنْ قَبْله مِنْ الْقُرُون مَنْ هُوَ أَشَدّ مِنْهُ قُوَّة وَأَكْثَر جَمْعًا وَلَا يُسْأَل عَنْ ذُنُوبهمْ الْمُجْرِمُونَ \" وَقَالَ تَعَالَى \" وَقَالُوا نَحْنُ أَكْثَر أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ \" .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40738, "aya_id": 51}]