[{"text": "هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُ وَلَوْلَا رِجَالٌ مُّؤْمِنُونَ وَنِسَاء مُّؤْمِنَاتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَؤُوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌ بِغَيْرِ عِلْمٍ لِيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ مَن يَشَاء لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا", "sura_id": 48, "type": 0, "id": 4608, "aya_id": 25}, {"text": "هم الذين كفروا وصدوكم عن المسجد الحرام والهدي معكوفا أن يبلغ محله ولولا رجال مؤمنون ونساء مؤمنات لم تعلموهم أن تطؤهم فتصيبكم منهم معرة بغير علم ليدخل الله في رحمته من يشاء لو تزيلوا لعذبنا الذين كفروا منهم عذابا أليما", "sura_id": 48, "type": 1, "id": 10844, "aya_id": 25}, {"text": "25 - (هم الذين كفروا وصدوكم عن المسجد الحرام) أي عن الوصول إليه (والهدي) معطوف على كم (معكوفا) محبوسا حال (أن يبلغ محله) أي مكانه الذي ينحر فيه عادة وهو الحرم بدل اشتمال (ولولا رجال مؤمنون ونساء مؤمنات) موجودون بمكة مع الكفار (لم تعلموهم) بصفة إيمان (أن تطؤوهم) أي تقتلوهم مع الكفار لو اذن لكم في الفتح بدل اشتمال من هم (فتصيبكم منهم معرة) أي إثم (بغير علم) منكم به وضمائر الغيبة للصنفين بتغليب الذكور وجواب لو لا محذوف أي لاذن لكم في الفتح لكن لم يؤذن فيه حينئذ (ليدخل الله في رحمته من يشاء) كالمؤمنين المذكورين (لو تزيلوا) تميزوا عن الكفار (لعذبنا الذين كفروا منهم) من أهل مكة حينئذ بأن نأذن لكم في فتحها (عذابا أليما) مؤلما \r\n", "sura_id": 48, "type": 2, "id": 29552, "aya_id": 25}, {"text": "كفار قريش هم الذين جحدوا توحيد الله, وصدُّوكم يوم \"الحديبية\" عن دخول المسجد الحرام, ومنعوا الهدي, وحبسوه أن يبلغ محل نحره, وهو الحرم. ولولا رجال مؤمنون مستضعفون ونساء مؤمنات بين أظهر هؤلاء الكافرين بـ \"مكة\", يكتمون إيمانهم خيفة على أنفسهم لم تعرفوهم؛ خشية أن تطؤوهم بجيشكم فتقتلوهم, فيصيبكم بذلك القتل إثم وعيب وغرامة بغير علم, لكنَّا سلَّطناكم عليهم؛ ليدخل الله في رحمته من يشاء فيَمُنَّ عليهم بالإيمان بعد الكفر, لو تميَّز هؤلاء المؤمنون والمؤمنات عن مشركي \"مكة\" وخرجوا من بينهم, لعذَّبنا الذين كفروا وكذَّبوا منهم عذابًا مؤلمًا موجعًا.\r\n", "sura_id": 48, "type": 3, "id": 35788, "aya_id": 25}, {"text": " <font color=red>هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوفًا أَنْ يَبْلُغَ مَحِلَّهُ وَلَوْلَا رِجَالٌ مُؤْمِنُونَ وَنِسَاءٌ مُؤْمِنَاتٌ لَمْ تَعْلَمُوهُمْ أَنْ تَطَئُوهُمْ فَتُصِيبَكُمْ مِنْهُمْ مَعَرَّةٌ بِغَيْرِ عِلْمٍ لِيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ مَنْ يَشَاءُ لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْكُفَّار مِنْ مُشْرِكِي الْعَرَب مِنْ قُرَيْش وَمَنْ مَالَأَهُمْ عَلَى نُصْرَتهمْ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هُمْ الَّذِينَ كَفَرُوا\" أَيْ هُمْ الْكُفَّار دُون غَيْرهمْ \" وَصَدُّوكُمْ عَنْ الْمَسْجِد الْحَرَام \" أَيْ وَأَنْتُمْ أَحَقُّ بِهِ وَأَنْتُمْ أَهْله فِي نَفْس الْأَمْر \" وَالْهَدْي مَعْكُوفًا أَنْ يَبْلُغ مَحِلَّهُ \" أَيْ وَصَدُّوا الْهَدْي أَنْ يَصِل إِلَى مَحِلّه , وَهَذَا مِنْ بَغْيهمْ وَعِنَادهمْ , وَكَانَ الْهَدْيُ سَبْعِينَ بَدَنَة كَمَا سَيَأْتِي إِنْ شَاءَ اللَّه تَعَالَى وَقَوْله عَزَّ وَجَلَّ \" وَلَوْلَا رِجَال مُؤْمِنُونَ وَنِسَاء مُؤْمِنَات \" أَيْ بَيْن أَظْهُرهمْ مِمَّنْ يَكْتُم إِيمَانه وَيُخْفِيه مِنْهُمْ خِيفَة عَلَى أَنْفُسهمْ مِنْ قَوْمهمْ لَكُنَّا سَلَّطْنَاكُمْ عَلَيْهِمْ فَقَتَلْتُمُوهُمْ وَأَبَدْتُمْ خَضْرَاءَهُمْ وَلَكِنْ بَيْن أَفْنَائِهِمْ مِنْ الْمُؤْمِنِينَ وَالْمُؤْمِنَات أَقْوَام لَا تَعْرِفُونَهُمْ حَالَة الْقَتْل وَلِهَذَا قَالَ تَعَالَى \" لَمْ تَعْلَمُوهُمْ أَنْ تَطَئُوهُمْ فَتُصِيبكُمْ مِنْهُمْ مَعَرَّة \" أَيْ إِثْم وَغَرَامَة\" بِغَيْرِ عِلْم لِيُدْخِل اللَّه فِي رَحْمَته مَنْ يَشَاء \" أَيْ يُؤَخِّر عُقُوبَتهمْ لِيُخَلِّص مِنْ بَيْن أَظْهُرِهِمْ الْمُؤْمِنِينَ وَلِيَرْجِع كَثِير مِنْهُمْ إِلَى الْإِسْلَام ثُمَّ قَالَ تَبَارَكَ وَتَعَالَى \" لَوْ تَزَيَّلُوا \" أَيْ لَوْ تَمَيَّزَ الْكُفَّار مِنْ الْمُؤْمِنِينَ الَّذِينَ بَيْن أَظْهُرِهِمْ \" لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا \" أَيْ لَسَلَّطْنَاكُمْ عَلَيْهِمْ فَلَقَتَلْتُمُوهُمْ قَتْلًا ذَرِيعًا قَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا أَبُو الزنباع رَوْح بْن الْفَرَج حَدَّثَنَا عَبْد الرَّحْمَن بْن أَبِي عَبَّاد الْمَكِّيّ حَدَّثَنَا عَبْد الرَّحْمَن بْن عَبْد اللَّه بْن سَعْد مَوْلَى بَنِي هَاشِم حَدَّثَنَا حُجْر بْن خَلَف قَالَ سَمِعْت عَبْد اللَّه بْن عَمْرو يَقُول سَمِعْت جُنَيْد بْن سُبَيْع يَقُول قَاتَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوَّل النَّهَار كَافِرًا وَقَاتَلْت مَعَهُ آخِر النَّهَار مُسْلِمًا وَفِينَا نَزَلَتْ \" وَلَوْلَا رِجَال مُؤْمِنُونَ وَنِسَاء مُؤْمِنَات\" قَالَ كُنَّا تِسْعَة نَفَر سَبْعَة رِجَال وَامْرَأَتَيْنِ ثُمَّ رَوَاهُ مِنْ طَرِيق أُخْرَى عَنْ مُحَمَّد بْن عَبَّاد الْمَكِّيّ بِهِ وَقَالَ فِيهِ عَنْ أَبِي جُمُعَة جُنَيْد بْن سُبَيْع فَذَكَرَهُ وَالصَّوَاب أَبُو جَعْفَر حَبِيب بْن سِبَاع وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث حُجْر بْن خَلَف بِهِ وَقَالَ كُنَّا ثَلَاثَة رِجَال وَتِسْع نِسْوَة وَفِينَا نَزَلَتْ \" وَلَوْلَا رِجَال مُؤْمِنُونَ وَنِسَاء مُؤْمِنَات \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل الْبُخَارِيّ حَدَّثَنَا عَبْد اللَّه بْن عُثْمَان بْن جَبَلَة عَنْ أَبِي حَمْزَة عَنْ عَطَاء عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَعَالَى \" لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا \" يَقُول لَوْ تَزَيَّلَ الْكُفَّار مِنْ الْمُؤْمِنِينَ لَعَذَّبَهُمْ اللَّه عَذَابًا أَلِيمًا بِقَتْلِهِمْ إِيَّاهُمْ .</p><BR> <br> ", "sura_id": 48, "type": 4, "id": 41407, "aya_id": 25}]