[{"text": "عَفَا اللّهُ عَنكَ لِمَ أَذِنتَ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُواْ وَتَعْلَمَ الْكَاذِبِينَ", "sura_id": 9, "type": 0, "id": 1278, "aya_id": 43}, {"text": "عفا الله عنك لم أذنت لهم حتى يتبين لك الذين صدقوا و تعلم الكاذبين", "sura_id": 9, "type": 1, "id": 7514, "aya_id": 43}, {"text": "43 - وكان صلى الله عليه وسلم أذن لجماعة في التخلف باجتهاد منه ، فنزل عتاباً له وقدم العفو تطميناً لقلبه (عفا الله عنك لم أذنت لهم) في التخلف وهلا تركتهم (حتى يتبين لك الذين صدقوا) في العذر (وتعلم الكاذبين) فيه \r\n", "sura_id": 9, "type": 2, "id": 26222, "aya_id": 43}, {"text": "عفا الله عنك -أيها النبي- عمَّا وقع منك مِن تَرْك الأولى والأكمل, وهو إذنك للمنافقين في القعود عن الجهاد, لأي سبب أَذِنْتَ لهؤلاء بالتخلف عن الغزوة, حتى يظهر لك الذين صدقوا في اعتذارهم وتعلم الكاذبين منهم في ذلك؟\r\n", "sura_id": 9, "type": 3, "id": 32458, "aya_id": 43}, {"text": " <font color=red>عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ</font><BR><p>قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو حُصَيْن بْن سُلَيْمَان الرَّازِيّ حَدَّثَنَا سُفْيَان بْن عُيَيْنَة عَنْ مِسْعَر عَنْ عَوْن قَالَ : هَلْ سَمِعْتُمْ بِمُعَاتَبَةٍ أَحْسَن مِنْ هَذَا ؟ نِدَاء بِالْعَفْوِ قَبْل الْمُعَاتَبَة فَقَالَ عَفَا اللَّه عَنْك لِمَ أَذِنْت لَهُمْ وَكَذَا قَالَ مُوَرِّق الْعِجْلِيّ وَغَيْره وَقَالَ قَتَادَة : عَاتَبَهُ كَمَا تَسْمَعُونَ ثُمَّ أَنْزَلَ الَّتِي فِي سُورَة النُّور فَرَخَّصَ لَهُ فِي أَنْ يَأْذَن لَهُمْ إِنْ شَاءَ فَقَالَ \" فَإِذَا أَسْتَأْذَنُوك لِبَعْضِ شَأْنهمْ فَائْذَنْ لِمَنْ شِئْت مِنْهُمْ \" الْآيَة . وَكَذَا رُوِيَ عَنْ عَطَاء الْخُرَاسَانِيّ وَقَالَ مُجَاهِد نَزَلَتْ هَذِهِ الْآيَة فِي أُنَاس قَالُوا اِسْتَأْذِنُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنْ أَذِنَ لَكُمْ فَاقْعُدُوا وَإِنْ لَمْ يَأْذَن لَكُمْ فَاقْعُدُوا وَلِهَذَا قَالَ تَعَالَى \" حَتَّى يَتَبَيَّن لَك الَّذِينَ صَدَقُوا \" أَيْ فِي إِبْدَاء الْأَعْذَار \" وَتَعْلَم الْكَاذِبِينَ \" .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43461, "aya_id": 43}]