[{"text": "وَلَوْ أَنَّمَا فِي الْأَرْضِ مِن شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِن بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ", "sura_id": 31, "type": 0, "id": 3496, "aya_id": 27}, {"text": "ولو أنما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر ما نفدت كلمات الله إن الله عزيز حكيم", "sura_id": 31, "type": 1, "id": 9732, "aya_id": 27}, {"text": "27 - (ولو أنما في الأرض من شجرة أقلام والبحر) عطف على اسم أن (يمده من بعده سبعة أبحر) مدادا (ما نفدت كلمات الله) المعبر بها عن معلوماته بكتبها بتلك الأقلام بذلك المداد ولا بأكثر من ذلك لأن معلوماته تعالى غير متناهية (إن الله عزيز) لا يعجزه شيء (حكيم) لا يخرج شيء عن علمه وحكمته \r\n", "sura_id": 31, "type": 2, "id": 28440, "aya_id": 27}, {"text": "ولو أن أشجار الأرض كلها بُريت أقلامًا والبحر مداد لها, ويُمَد بسبعة أبحر أخرى, وكُتِب بتلك الأقلام وذلك المداد كلمات الله, لتكسرت تلك الأقلام, ولنفِد ذلك المداد, ولم تنفد كلمات الله التامة التي لا يحيط بها أحد. إن الله عزيز في انتقامه ممن أشرك به, حكيم في تدبير خلقه. وفي الآية إثبات صفة الكلام لله- تعالى- حقيقة كما يليق بجلاله وكماله سبحانه.\r\n", "sura_id": 31, "type": 3, "id": 34676, "aya_id": 27}, {"text": " <font color=red>وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ عَظَمَته وَكِبْرِيَائِهِ وَجَلَاله وَأَسْمَائِهِ الْحُسْنَى وَصِفَاته الْعُلَا وَكَلِمَاته التَّامَّة الَّتِي لَا يُحِيط بِهَا أَحَد وَلَا اِطِّلَاع لِبَشَرٍ عَلَى كَتْبهَا وَإِحْصَائِهَا كَمَا قَالَ سَيِّد الْبَشَر وَخَاتَم الرُّسُل \" لَا أُحْصِي ثَنَاء عَلَيْك أَنْتَ كَمَا أَثْنَيْت عَلَى نَفْسك \" فَقَالَ تَعَالَى \" وَلَوْ أَنَّ مَا فِي الْأَرْض مِنْ شَجَرَة أَقْلَام وَالْبَحْر يَمُدّهُ مِنْ بَعْده سَبْعَة أَبْحُر مَا نَفِدَتْ كَلِمَات اللَّه \" أَيْ وَلَوْ أَنَّ جَمِيع أَشْجَار الْأَرْض جُعِلَتْ أَقْلَامًا وَجُعِلَ الْبَحْر مِدَادًا وَأَمَدَّهُ سَبْعَة أَبْحُر مَعَهُ فَكُتِبَتْ بِهَا كَلِمَات اللَّه الدَّالَّة عَلَى عَظَمَته وَصِفَاته وَجَلَاله لَتَكَسَّرَتْ الْأَقْلَام وَنَفِدَ مَاء الْبَحْر وَلَوْ جَاءَ أَمْثَالهَا مَدَدًا وَإِنَّمَا ذُكِرَتْ السَّبْعَة عَلَى وَجْه الْمُبَالَغَة وَلَمْ يُرِدْ الْحَصْر وَلَا أَنَّ ثَمَّ سَبْعَة أَبْحُر مَوْجُودَة مُحِيطَة بِالْعَالَمِ كَمَا يَقُولهُ مَنْ تَلَقَّاهُ مِنْ الْإِسْرَائِيلِيَّات الَّتِي لَا تُصَدَّق وَلَا تُكَذَّب بَلْ كَمَا قَالَ تَعَالَى فِي الْآيَة الْأُخْرَى \" قُلْ لَوْ كَانَ الْبَحْر مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْر قَبْل أَنْ تَنْفَد كَلِمَات رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا \" فَلَيْسَ الْمُرَاد بِقَوْلِهِ\" بِمِثْلِهِ \" آخَر فَقَطْ بَلْ بِمِثْلِهِ ثُمَّ بِمِثْلِهِ ثُمَّ بِمِثْلِهِ ثُمَّ هَلُمَّ جَرًّا لِأَنَّهُ لَا حَصْر لِآيَاتِ اللَّه وَكَلِمَاته قَالَ الْحَسَن الْبَصْرِيّ لَوْ جُعِلَ شَجَر الْأَرْض أَقْلَامًا وَجُعِلَ الْبَحْر مِدَادًا وَقَالَ اللَّه إِنَّ مِنْ أَمْرِي كَذَا وَمِنْ أَمْرِي كَذَا لَنَفِدَ مَاء الْبَحْر وَتَكَسَّرَتْ الْأَقْلَام. وَقَالَ قَتَادَة قَالَ الْمُشْرِكُونَ إِنَّمَا هَذَا كَلَام يُوشِك أَنْ يَنْفَد فَقَالَ اللَّه تَعَالَى \" وَلَوْ أَنَّ مَا فِي الْأَرْض مِنْ شَجَرَة أَقْلَام \" أَيْ لَوْ كَانَ شَجَر الْأَرْض أَقْلَامًا وَمَعَ الْبَحْر سَبْعَة أَبْحُر مَا كَانَ لِتَنْفَد عَجَائِب رَبِّي وَحِكْمَته وَخَلْقه وَعِلْمه . وَقَالَ الرَّبِيع بْن أَنَس إِنَّ مَثَلَ عِلْم الْعِبَاد كُلّهمْ فِي عِلْم اللَّه كَقَطْرَةٍ مِنْ مَاء الْبُحُور كُلّهَا وَقَدْ أَنْزَلَ اللَّه ذَلِكَ \" وَلَوْ أَنَّ مَا فِي الْأَرْض مِنْ شَجَرَة أَقْلَام \" الْآيَة يَقُول لَوْ كَانَ الْبَحْر مِدَادًا لِكَلِمَاتِ اللَّه وَالْأَشْجَار كُلّهَا أَقْلَامًا لَانْكَسَرَتْ الْأَقْلَام وَفَنِيَ مَاء الْبَحْر وَبَقِيَتْ كَلِمَات اللَّه قَائِمَة لَا يُفْنِيهَا شَيْء لِأَنَّ أَحَدًا لَا يَسْتَطِيع أَنْ يَقْدُر قَدْره وَلَا يُثْنِي عَلَيْهِ كَمَا يَنْبَغِي حَتَّى يَكُون هُوَ الَّذِي يُثْنِي عَلَى نَفْسه إِنَّ رَبّنَا كَمَا يَقُول وَفَوْق مَا نَقُول وَقَدْ رُوِيَ أَنَّ هَذِهِ الْآيَة نَزَلَتْ جَوَابًا لِلْيَهُودِ قَالَ اِبْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ سَعِيد بْن جُبَيْر أَوْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ أَحْبَار يَهُود قَالُوا لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْمَدِينَةِ يَا مُحَمَّد أَرَأَيْت قَوْلَك \" وَمَا أُوتِيتُمْ مِنْ الْعِلْم إِلَّا قَلِيلًا \" إِيَّانَا تُرِيد أَمْ قَوْمك ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كِلَاكُمَا \" قَالُوا أَلَسْت تَتْلُو فِيمَا جَاءَك أَنَّا قَدْ أُوتِينَا التَّوْرَاة فِيهَا تِبْيَان لِكُلِّ شَيْء ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّهَا فِي عِلْم اللَّه قَلِيل وَعِنْدكُمْ مِنْ ذَلِكَ مَا يَكْفِيكُمْ \" وَأَنْزَلَ اللَّه فِيمَا سَأَلُوهُ عَنْهُ مِنْ ذَلِكَ \" وَلَوْ أَنَّ مَا فِي الْأَرْض مِنْ شَجَرَة أَقْلَام \" الْآيَة . وَهَكَذَا رَوَى عِكْرِمَة وَعَطَاء بْن يَسَار وَهَذَا يَقْتَضِي أَنَّ هَذِهِ الْآيَة مَدَنِيَّة لَا مَكِّيَّة وَالْمَشْهُور أَنَّهَا مَكِّيَّة وَاَللَّه أَعْلَم وَقَوْله \" إِنَّ اللَّه عَزِيز حَكِيم \" أَيْ عَزِيز قَدْ عَزَّ كُلّ شَيْء وَقَهَرَهُ وَغَلَبَهُ فَلَا مَانِع لِمَا أَرَادَ وَلَا مُخَالِف وَلَا مُعَقِّب لِحُكْمِهِ حَكِيم فِي خَلْقه وَأَمْره وَأَقْوَاله وَأَفْعَاله وَشَرْعه وَجَمِيع شُئُونِهِ .</p><BR> <br> ", "sura_id": 31, "type": 4, "id": 40122, "aya_id": 27}]