[{"text": "وَمَا لَكُمْ لاَ تُقَاتِلُونَ فِي سَبِيلِ اللّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاء وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَل لَّنَا مِن لَّدُنكَ وَلِيًّا وَاجْعَل لَّنَا مِن لَّدُنكَ نَصِيرًا", "sura_id": 4, "type": 0, "id": 568, "aya_id": 75}, {"text": "وما لكم لا تقاتلون في سبيل الله والمستضعفين من الرجال والنساء والولدان الذين يقولون ربنا أخرجنا من هذه القرية الظالم أهلها واجعل لنا من لدنك وليا واجعل لنا من لدنك نصيرا", "sura_id": 4, "type": 1, "id": 6804, "aya_id": 75}, {"text": "75 - (وما لكم لا تقاتلون) استفهام توبيخ ، أي لا مانع لكم من القتال (في سبيل الله و) في تخليص (المستضعفين من الرجال والنساء والولدان) الذين حبسهم الكفار عن الهجرة وآذوهم ، قال ابن عباس رضي الله عنه: كنت أنا وأمي منهم. (الذين يقولون) داعين يا (ربنا أخرجنا من هذه القرية) مكة (الظالم أهلها) بالكفر (واجعل لنا من لدنك) من عندك (وليا) يتولى أمورنا (واجعل لنا من لدنك نصيرا) يمنعنا منهم ، وقد استجاب الله دعاءهم فيسر لبعضهم الخروج وبقي بعضهم إلى أن فتحت مكة وولَّى صلى الله عليه وسلم عتاب بن أسيد فأنصف مظلومهم من ظالمهم \r\n", "sura_id": 4, "type": 2, "id": 25512, "aya_id": 75}, {"text": "وما الذي يمنعكم -أيها المؤمنون- عن الجهاد في سبيل نصرة دين الله, ونصرة عباده المستضعفين من الرجال والنساء والصغار الذين اعتُدي عليهم, ولا حيلة لهم ولا وسيلة لديهم إلا الاستغاثة بربهم, يدعونه قائلين: ربنا أخرجنا من هذه القرية -يعني \"مكة \"- التي ظَلَم أهلها أنفسهم بالكفر والمؤمنين بالأذى, واجعل لنا من عندك وليّاً يتولى أمورنا, ونصيرًا ينصرنا على الظالمين.\r\n", "sura_id": 4, "type": 3, "id": 31748, "aya_id": 75}, {"text": " <font color=red>وَمَا لَكُمْ لَا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ وَلِيًّا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ نَصِيرًا</font><BR><p>يُحَرِّض تَعَالَى عِبَاده الْمُؤْمِنِينَ عَلَى الْجِهَاد فِي سَبِيله وَعَلَى السَّعْي فِي اِسْتِنْقَاذ الْمُسْتَضْعَفِينَ بِمَكَّة مِنْ الرِّجَال وَالنِّسَاء وَالصِّبْيَان الْمُتَبَرِّمِينَ مِنْ الْمُقَام بِهَا وَلِهَذَا قَالَ تَعَالَى \" الَّذِينَ يَقُولُونَ رَبّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَة \" يَعْنِي مَكَّة كَقَوْلِهِ تَعَالَى \" وَكَأَيِّنْ مِنْ قَرْيَة هِيَ أَشَدّ قُوَّة مِنْ قَرْيَتك الَّتِي أَخْرَجَتْك\" ثُمَّ وَصَفَهَا بِقَوْلِهِ \" الظَّالِم أَهْلهَا وَاجْعَلْ لَنَا مِنْ لَدُنْك وَلِيًّا وَاجْعَلْ لَنَا مِنْ لَدُنْك نَصِيرًا أَيْ سَخِّرْ لَنَا مِنْ عِنْدك وَلِيًّا نَاصِرًا . قَالَ الْبُخَارِيّ : حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد حَدَّثَنَا سُفْيَان عَنْ عُبَيْد اللَّه قَالَ : سَمِعْت اِبْن عَبَّاس قَالَ : كُنْت أَنَا وَأُمِّي مِنْ الْمُسْتَضْعَفِينَ. حَدَّثَنَا سُلَيْمَان بْن حَرْب حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ أَيُّوب عَنْ اِبْن أَبِي مُلَيْكَة أَنَّ اِبْن عَبَّاس تَلَا إِلَّا الْمُسْتَضْعَفِينَ مِنْ الرِّجَال وَالنِّسَاء وَالْوِلْدَان قَالَ : كُنْت أَنَا وَأُمِّي مِمَّنْ عَذَرَ اللَّه عَزَّ وَجَلَّ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40916, "aya_id": 75}]