[{"text": "إِنَّ الَّذِينَ كَفَرُواْ بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُواْ كُفْرًا لَّن تُقْبَلَ تَوْبَتُهُمْ وَأُوْلَئِكَ هُمُ الضَّآلُّونَ", "sura_id": 3, "type": 0, "id": 383, "aya_id": 90}, {"text": "إن الذين كفروا بعد إيمانهم ثم ازدادوا كفرا لن تقبل توبتهم وأولئك هم الضالون", "sura_id": 3, "type": 1, "id": 6619, "aya_id": 90}, {"text": "90 - ونزل في اليهود (إن الذين كفروا) بعيسى (بعد إيمانهم) بموسى (ثم ازدادوا كفراً) بمحمد (لن تقبل توبتهم) إذا غرغروا أو ماتوا كفارا (وأولئك هم الضالون) \r\n", "sura_id": 3, "type": 2, "id": 25327, "aya_id": 90}, {"text": "إن الذين كفروا بعد إيمانهم واستمروا على الكفر إلى الممات لن تُقبل لهم توبة عند حضور الموت, وأولئك هم الذين ضلُّوا السبيل, فأخطَؤُوا منهجه.\r\n", "sura_id": 3, "type": 3, "id": 31563, "aya_id": 90}, {"text": " <font color=red>إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ وَأُولَئِكَ هُمُ الضَّالُّونَ</font><BR><p>يَقُول تَعَالَى مُتَوَعِّدًا وَمُهَدِّدًا لِمَنْ كَفَرَ بَعْد إِيمَانه ثُمَّ اِزْدَادَ كُفْرًا أَيْ اِسْتَمَرَّ إِلَى الْمَمَات وَمُخْبِرًا بِأَنَّهُمْ لَنْ تُقْبَل لَهُمْ تَوْبَة عِنْد الْمَمَات كَمَا قَالَ تَعَالَى \" وَلَيْسَتْ التَّوْبَة لِلَّذِينَ يَعْمَلُونَ السَّيِّئَات حَتَّى إِذَا حَضَرَ أَحَدهمْ الْمَوْت \" الْآيَة وَلِهَذَا قَالَ هَهُنَا \" لَنْ تُقْبَل تَوْبَتهمْ وَأُولَئِكَ هُمْ الضَّالُّونَ \" أَيْ الْخَارِجُونَ عَنْ الْمَنْهَج الْحَقّ إِلَى طَرِيق الْغَيّ . قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن بُزَيْع حَدَّثَنَا يَزِيد بْن زُرَيْع حَدَّثَنَا دَاوُدَ بْن أَبِي هِنْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس : أَنَّ قَوْمًا أَسْلَمُوا ثُمَّ اِرْتَدُّوا ثُمَّ أَسْلَمُوا ثُمَّ اِرْتَدُّوا فَأَرْسَلُوا إِلَى قَوْمهمْ يَسْأَلُونَ لَهُمْ فَذُكِرَ ذَلِكَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَزَلَتْ هَذِهِ الْآيَة \" إِنَّ الَّذِينَ كَفَرُوا بَعْد إِيمَانهمْ ثُمَّ اِزْدَادُوا كُفْرًا لَنْ تُقْبَل تَوْبَتهمْ \" هَكَذَا رَوَاهُ وَإِسْنَاده جَيِّد.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40033, "aya_id": 90}]