[{"text": "قُلْ أَرَأَيْتُم مَّا أَنزَلَ اللّهُ لَكُم مِّن رِّزْقٍ فَجَعَلْتُم مِّنْهُ حَرَامًا وَحَلاَلاً قُلْ آللّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللّهِ تَفْتَرُونَ", "sura_id": 10, "type": 0, "id": 1423, "aya_id": 59}, {"text": "قل أرأيتم ما أنزل الله لكم من رزق فجعلتم منه حراما وحلالا قل آلله أذن لكم أم على الله تفترون", "sura_id": 10, "type": 1, "id": 7659, "aya_id": 59}, {"text": "59 - (قل أرأيتم) أخبروني (ما أنزل الله) خلق (لكم من رزق فجعلتم منه حراماً وحلالاً) كالبحيرة والسائبة والميتة (قل آلله أذن لكم) في ذلك بالتحليل والتحريم لا (أم) بل (على الله تفترون) تكذبون بنسبة ذلك إليه \r\n", "sura_id": 10, "type": 2, "id": 26367, "aya_id": 59}, {"text": "قل -أيها الرسول- لهؤلاء الجاحدين للوحي: أخبروني عن هذا الرزق الذي خلقه الله لكم من الحيوان والنبات والخيرات فحلَّلتم بعض ذلك لأنفسكم وحرَّمتم بعضه, قل لهم: آلله أذن لكم بذلك, أم تقولون على الله الباطل وتكذبون؟ وإنهم ليقولون على الله الباطل ويكذبون.\r\n", "sura_id": 10, "type": 3, "id": 32603, "aya_id": 59}, {"text": " <font color=red>قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلَالًا قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ</font><BR><p>قَالَ اِبْن عَبَّاس وَمُجَاهِد وَالضَّحَّاك وَقَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَغَيْرهمْ : نَزَلَتْ إِنْكَارًا عَلَى الْمُشْرِكِينَ فِيمَا كَانُوا يُحِلُّونَ وَيُحَرِّمُونَ مِنْ الْبَحَائِر وَالسَّوَائِب وَالْوَصَايَا كَقَوْلِهِ تَعَالَى \" وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنْ الْحَرْث وَالْأَنْعَام نَصِيبًا \" الْآيَات وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ أَبِي إِسْحَق سَمِعْت أَبَا الْأَحْوَص وَهُوَ عَوْف بْن مَالِك بْن نَضْلَة يُحَدِّث عَنْ أَبِيهِ قَالَ : أَتَيْت رَسُول اللَّه صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَا رَثّ الْهَيْئَة فَقَالَ \" هَلْ لَك مَال ؟ \" قُلْت نَعَمْ . قَالَ \" مِنْ أَيّ الْمَال \" ؟ قَالَ قُلْت مِنْ كُلّ الْمَال مِنْ الْإِبِل وَالرَّقِيق وَالْخَيْل وَالْغَنَم فَقَالَ \" إِذَا آتَاك اللَّه مَالًا فَلْيُرَ عَلَيْك - وَقَالَ - هَلْ تُنْتَج إِبِلك صِحَاحًا آذَانهَا فَتَعْمِد إِلَى مُوسَى فَتَقْطَع آذَانهَا فَتَقُول هَذِهِ بُحُر وَتَشُقّ جُلُودهَا وَتَقُول هَذِهِ صُرُم وَتُحَرِّمهَا عَلَيْك وَعَلَى أَهْلك \" قَالَ نَعَمْ قَالَ \" فَإِنَّ مَا آتَاك اللَّه لَك حِلّ سَاعِد اللَّه أَشَدّ مِنْ سَاعِدك وَمُوسَى اللَّه أَحَدّ مِنْ مُوسَاك \" وَذَكَرَ تَمَام الْحَدِيث ثُمَّ رَوَاهُ عَنْ سُفْيَان بْن عُيَيْنَةَ عَنْ أَبِي الزَّعْرَاء عَمْرو بْن عَمْرو عَنْ عَمّه أَبِي الْأَحْوَص وَعَنْ بَهْز بْن أَسَد عَنْ حَمَّاد بْن سَلَمَة عَنْ عَبْد الْمَلِك بْن عُمَيْر عَنْ أَبِي الْأَحْوَص بِهِ وَهَذَا حَدِيث جَيِّد قَوِيّ الْإِسْنَاد وَقَدْ أَنْكَرَ اللَّه تَعَالَى عَلَى مَنْ حَرَّمَ مَا أَحَلَّ اللَّه أَوْ أَحَلَّ مَا حَرَّمَ بِمُجَرَّدِ الْآرَاء وَالْأَهْوَاء الَّتِي لَا مُسْتَنَد لَهَا وَلَا دَلِيل عَلَيْهَا ثُمَّ تَوَعَّدَهُمْ عَلَى ذَلِكَ يَوْم الْقِيَامَة.</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37488, "aya_id": 59}]