[{"text": "وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ", "sura_id": 15, "type": 0, "id": 1826, "aya_id": 24}, {"text": "ولقد علمنا المستقدمين منكم ولقد علمنا المستأخرين", "sura_id": 15, "type": 1, "id": 8062, "aya_id": 24}, {"text": "24 - (ولقد علمنا المستقدمين منكم) أي من تقدم من الخلق من لدن آدم (ولقد علمنا المستأخرين) المتأخرين إلى يوم القيامة \r\n", "sura_id": 15, "type": 2, "id": 26770, "aya_id": 24}, {"text": "ولقد علمنا مَن هلك منكم مِن لدن آدم, ومَن هو حيٌّ, ومَن سيأتي إلى يوم القيامة.\r\n", "sura_id": 15, "type": 3, "id": 33006, "aya_id": 24}, {"text": " <font color=red>وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ</font><BR><p>ثُمَّ أَخْبَرَ تَعَالَى عَنْ تَمَام عِلْمه بِهِمْ أَوَّلهمْ وَآخِرهمْ فَقَالَ \" وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ \" الْآيَة . قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا الْمُسْتَقْدِمُونَ كُلّ مَنْ هَلَكَ مِنْ لَدُنْ آدَم عَلَيْهِ السَّلَام وَالْمُسْتَأْخِرُونَ مَنْ هُوَ حَيّ وَمَنْ سَيَأْتِي إِلَى يَوْم الْقِيَامَة وَرُوِيَ نَحْوه عَنْ عِكْرِمَة وَمُجَاهِد وَالضَّحَّاك وَقَتَادَة وَمُحَمَّد بْن كَعْب وَالشَّعْبِيّ وَغَيْرهمْ وَهُوَ اِخْتِيَار اِبْن جَرِير رَحِمَهُ اللَّه وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن عَبْد الْأَعْلَى حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان عَنْ أَبِيهِ عَنْ رَجُل عَنْ مَرْوَان بْن الْحَكَم أَنَّهُ قَالَ كَانَ أُنَاس يَسْتَأْخِرُونَ فِي الصُّفُوف مِنْ أَجْل النِّسَاء فَأَنْزَلَ اللَّه \" وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ \" وَقَدْ وَرَدَ فِيهِ حَدِيث غَرِيب جِدًّا فَقَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن مُوسَى الْجُرَشِيّ حَدَّثَنَا نُوح بْن قَيْس حَدَّثَنَا عَمْرو بْن قَيْس حَدَّثَنَا عُمَر بْن مَالِك عَنْ أَبِي الْجَوْزَاء عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ كَانَتْ تُصَلِّي خَلْف النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِمْرَأَة حَسْنَاء قَالَ اِبْن عَبَّاس لَا وَاَللَّه مَا رَأَيْت مِثْلهَا قَطُّ وَكَانَ بَعْض الْمُسْلِمِينَ إِذَا صَلَّوْا اِسْتَقْدَمُوا يَعْنِي لِئَلَّا يَرَوْهَا وَبَعْض يَسْتَأْخِرُونَ ; فَإِذَا سَجَدُوا نَظَرُوا إِلَيْهَا مِنْ تَحْت أَيْدِيهمْ فَأَنْزَلَ اللَّه \" وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ \" وَكَذَا رَوَاهُ أَحْمَد وَابْن أَبِي حَاتِم فِي تَفْسِيره وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ فِي كِتَاب التَّفْسِير مِنْ سُنَنَيْهِمَا وَابْن مَاجَهْ مِنْ طُرُق عَنْ نُوح بْن قَيْس الْحُدَّانِيّ وَقَدْ وَثَّقَهُ أَحْمَد وَأَبُو دَاوُدَ وَغَيْرهمَا وَحُكِيَ عَنْ اِبْن مَعِين تَضْعِيفه وَأَخْرَجَهُ مُسْلِم وَأَهْل السُّنَن وَهَذَا الْحَدِيث فِيهِ نَكَارَة شَدِيدَة وَقَدْ رَوَاهُ عَبْد الرَّزَّاق عَنْ جَعْفَر بْن سُلَيْمَان عَنْ عَمْرو بْن مَالِك وَهُوَ الْبَكْرِيّ أَنَّهُ سَمِعَ أَبَا الْجَوْزَاء يَقُول فِي قَوْله \" وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ \" فِي الصُّفُوف فِي الصَّلَاة \" وَالْمُسْتَأْخِرِينَ\" فَالظَّاهِر أَنَّهُ مِنْ كَلَام أَبِي الْجَوْزَاء فَقَطْ لَيْسَ فِيهِ لِابْنِ عَبَّاس ذِكْر وَقَدْ قَالَ التِّرْمِذِيّ هَذَا أَشْبَه مِنْ رِوَايَة نُوح بْن قَيْس وَاَللَّه أَعْلَم وَهَكَذَا رَوَى اِبْن جَرِير عَنْ مُحَمَّد بْن أَبِي مَعْشَر عَنْ أَبِيهِ أَنَّهُ سَمِعَ عَوْن بْن عَبْد اللَّه يَذْكُر مُحَمَّد بْن كَعْب فِي قَوْله \" وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ\" أَنَّهَا فِي صُفُوف الصَّلَاة فَقَالَ مُحَمَّد بْن عَبْد اللَّه يَذْكُر مُحَمَّد بْن كَعْب فِي قَوْله \" وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ \" أَنَّهَا فِي صُفُوف الصَّلَاة فَقَالَ مُحَمَّد بْن كَعْب لَيْسَ هَكَذَا \" وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ \" الْمَيِّت وَالْمَقْتُول \" وَالْمُسْتَأْخِرِينَ\" مَنْ يُخْلَق بَعْد \" وَإِنَّ رَبّك هُوَ يَحْشُرهُمْ إِنَّهُ حَكِيم عَلِيم \" فَقَالَ عَوْن بْن عَبْد اللَّه وَفَّقَك اللَّه وَجَزَاك خَيْرًا .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 37968, "aya_id": 24}]