[{"text": "الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاء مِن دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِندَهُمُ الْعِزَّةَ فَإِنَّ العِزَّةَ لِلّهِ جَمِيعًا", "sura_id": 4, "type": 0, "id": 632, "aya_id": 139}, {"text": "الذين يتخذون الكافرين أولياء من دون المؤمنين أيبتغون عندهم العزة فإن العزة لله جميعا", "sura_id": 4, "type": 1, "id": 6868, "aya_id": 139}, {"text": "139 - (الذين) بدل أو نعت المنافقين (يتخذون الكافرين أولياء من دون المؤمنين) لما يتوهمون فيهم من القوة (أيبتغون) يطلبون (عندهم العزة) استفهام إنكار ، أي لا يجدون عندهم (فإن العزة لله جميعا) في الدنيا والآخرة ولا ينالها إلا أولياؤه \r\n", "sura_id": 4, "type": 2, "id": 25576, "aya_id": 139}, {"text": "الذين يوالون الكافرين, ويتخذونهم أعوانًا لهم, ويتركون ولاية المؤمنين, ولا يرغبون في مودتهم. أيطلبون بذلك النصرة والمنعة عند الكافرين؟ إنهم لا يملكون ذلك, فالنصرة والعزة والقوة جميعها لله تعالى وحده.\r\n", "sura_id": 4, "type": 3, "id": 31812, "aya_id": 139}, {"text": " <font color=red>الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا</font><BR><p>فَقَالَ اللَّه تَعَالَى مُنْكِرًا عَلَيْهِمْ فِيمَا سَلَكُوهُ مِنْ مُوَالَاة الْكَافِرِينَ \" أَيَبْتَغُونَ عِنْدهمْ الْعِزَّة \" ثُمَّ أَخْبَرَ اللَّه تَعَالَى بِأَنَّ الْعِزَّة كُلّهَا لِلَّهِ وَحْده لَا شَرِيك لَهُ وَلِمَنْ جَعَلَهَا لَهُ كَمَا قَالَ تَعَالَى فِي الْآيَة الْأُخْرَى \" مَنْ كَانَ يُرِيد الْعِزَّة فَلِلَّهِ الْعِزَّة جَمِيعًا وَقَالَ تَعَالَى \" وَلِلَّهِ الْعِزَّة وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ \" وَالْمَقْصُود مِنْ هَذَا التَّهْيِيج عَلَى طَلَب الْعِزَّة مِنْ جَنَاب اللَّه وَالْإِقْبَال عَلَى عُبُودِيَّته وَالِانْتِظَام فِي جُمْلَة عِبَاده الْمُؤْمِنِينَ الَّذِينَ لَهُمْ النُّصْرَة فِي هَذِهِ الْحَيَاة الدُّنْيَا وَيَوْم يَقُوم الْأَشْهَاد وَيُنَاسِب هُنَا أَنْ نَذْكُر الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد : حَدَّثَنَا حُسَيْن بْن مُحَمَّد حَدَّثَنَا أَبُو بَكْر بْن عَيَّاش عَنْ حُمَيْد الْكِنْدِيّ عَنْ عُبَادَة بْن نُسَيّ عَنْ أَبِي رَيْحَانه أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ اِنْتَسَبَ إِلَى تِسْعَة آبَاء كُفَّار يُرِيد بِهِمْ عِزًّا وَفَخْرًا فَهُوَ عَاشِرهمْ فِي النَّار \" تَفَرَّدَ بِهِ أَحْمَد وَأَبُو رَيْحَانَة هَذَا هُوَ أَزْدِيّ وَيُقَال أَنْصَارِيّ وَاسْمه شَمْعُونَ بِالْمُعْجَمَةِ فِيمَا قَالَهُ الْبُخَارِيّ وَقَالَ غَيْره بِالْمُهْمَلَةِ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40811, "aya_id": 139}]