[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالأُنثَى بِالأُنثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاء إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِّن رَّبِّكُمْ وَرَحْمَةٌ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ", "sura_id": 2, "type": 0, "id": 185, "aya_id": 178}, {"text": "يا أيها الذين آمنوا كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد والأنثى بالأنثى فمن عفي له من أخيه شيء فاتباع بالمعروف وأداء إليه بإحسان ذلك تخفيف من ربكم ورحمة فمن اعتدى بعد ذلك فله عذاب أليم", "sura_id": 2, "type": 1, "id": 6421, "aya_id": 178}, {"text": "178 - (يا أيها الذين آمنوا كتب) فرض (عليكم القصاص) المماثلة (في القتلى) وصفاً وفعلاً (الحُرُّ) يقتل (بالحر) ولا يقتل بالعبد (والعبد بالعبد والأنثى بالأنثى) وبينت السنة أن الذكر يقتل بها وأنه تعتبر المماثلة في الدين فلا يُقتَل مسلمٌ ولو عبدا بكافر ولو حرا (فمن عفي له) من القاتلين (من) دم (أخيه) المقتول (شيء) بأن ترك القصاص منه ، وتنكير شيء يفيد سقوط القصاص بالعفو عن بعضه ومن بعض الورثة ، وفي ذكر أخيه تعطف داع إلى العفو وإيذان بأن القتل لا يقطع أخوة الإيمان ومن مبتدأ شرطية أو موصولة والخبر (فاتباع) أي فعلى العافي اتباع للقاتل (بالمعروف) بأن يطالبه بالدية بلا عنف ، وترتيب الاتباع على العفو يفيد أن الواجب أحدهما وهو أحد قولي الشافعي والثاني الواجب القصاص والدية بدل عنه فلو عفا ولم يسمها فلا شيء ورجح (و)على القاتل (أداء) الدية (إليه) أي العافي وهو الوارث (بإحسان) بلا مطل ولا نجس (ذلك) الحكم المذكور من جواز القصاص والعفو عنه على الدية (تخفيف) تسهيل (من ربكم) عليكم (ورحمة) بكم حيث وسع في ذلك ولم يحتم واحدا منهما كما حتم على اليهود القصاص وعلى النصارى الدية (فمن اعتدى) ظلم القاتل بأن قتله (بعد ذلك) أي العفو (فله عذاب أليم) مؤلم في الآخرة بالنار أو في الدنيا بالقتل \r\n", "sura_id": 2, "type": 2, "id": 25129, "aya_id": 178}, {"text": "يا أيها الذين صدقوا الله ورسوله وعملوا بشرعه فرض الله عليكم أن تقتصوا من القاتل عمدا بقتله, بشرط المساواة والمماثلة: يُقتل الحر بمثله, والعبد بمثله, والأنثى بمثلها. فمن سامحه ولي المقتول بالعفو عن الاقتصاص منه والاكتفاء بأخذ الدية -وهي قدر مالي محدد يدفعه الجاني مقابل العفو عنه- فليلتزم الطرفان بحسن الخلق, فيطالب الولي بالدية من غير عنف, ويدفع القاتل إليه حقه بإحسان, مِن غير تأخير ولا نقص. ذلك العفو مع أخذ الدية تخفيف من ربكم ورحمة بكم; لما فيه من التسهيل والانتفاع. فمَن قتل القاتل بعد العفو عنه وأَخْذِ الدية فله عذاب أليم بقتله قصاصًا في الدنيا, أو بالنار في الآخرة.\r\n", "sura_id": 2, "type": 3, "id": 31365, "aya_id": 178}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ</font><BR><p>يَقُول تَعَالَى كُتِبَ عَلَيْكُمْ الْعَدْل فِي الْقِصَاص أَيّهَا الْمُؤْمِنُونَ حُرّكُمْ بِحُرِّكُمْ وَعَبْدكُمْ بِعَبْدِكُمْ وَأُنْثَاكُمْ بِأُنْثَاكُمْ وَلَا تَتَجَاوَزُوا وَتَعْتَدُوا كَمَا اِعْتَدَى مَنْ قَبْلكُمْ وَغَيَّرُوا حُكْم اللَّه فِيهِمْ وَسَبَب ذَلِكَ قُرَيْظَة وَالنَّضِير كَانَتْ بَنُو النَّضِير قَدْ غَزَتْ قُرَيْظَة فِي الْجَاهِلِيَّة وَقَهَرُوهُمْ فَكَانَ إِذَا قَتَلَ النَّضْرِيّ الْقُرَظِيّ لَا يُقْتَل بِهِ بَلْ يُفَادَى بِمِائَةِ وَسْق مِنْ التَّمْر وَإِذَا قَتَلَ الْقُرَظِيّ النَّضْرِيّ قُتِلَ وَإِنْ فَادُوهُ فَدَوْهُ بِمِائَتَيْ وَسْق مِنْ التَّمْر ضِعْف دِيَة الْقُرَظِيّ فَأَمَرَ اللَّه بِالْعَدْلِ فِي الْقِصَاص وَلَا يُتَّبَع سَبِيل الْمُفْسِدِينَ الْمُحَرِّفِينَ الْمُخَالِفِينَ لِأَحْكَامِ اللَّه فِيهِمْ كُفْرًا وَبَغْيًا فَقَالَ تَعَالَى \" كُتِبَ عَلَيْكُمْ الْقِصَاص فِي الْقَتْلَى الْحُرّ بِالْحُرِّ وَالْعَبْد بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى \" وَذُكِرَ فِي سَبَب نُزُولهَا مَا رَوَاهُ الْإِمَام أَبُو مُحَمَّد بْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا يَحْيَى بْن عَبْد اللَّه بْن بُكَيْر حَدَّثَنِي عَبْد اللَّه بْن لَهِيعَة حَدَّثَنِي عَطَاء بْن دِينَار عَنْ سَعِيد بْن جُبَيْر فِي قَوْل اللَّه \" يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمْ الْقِصَاصُ فِي الْقَتْلَى \" يَعْنِي إِذَا كَانَ عَمْدًا الْحُرُّ بِالْحُرِّ وَذَلِكَ أَنَّ حَيَّيْنِ مِنْ الْعَرَب اِقْتَتَلُوا فِي الْجَاهِلِيَّة قَبْل الْإِسْلَام بِقَلِيلٍ فَكَانَ بَيْنهمْ قَتْل وَجِرَاحَات حَتَّى قَتَلُوا الْعَبِيد وَالنِّسَاء فَلَمْ يَأْخُذ بَعْضهمْ مِنْ بَعْض حَتَّى أَسْلَمُوا فَكَانَ أَحَد الْحَيَّيْنِ يَتَطَاوَل عَلَى الْآخَر فِي الْعِدَّة وَالْأَمْوَال فَحَلَفُوا أَنْ لَا يَرْضَوْا حَتَّى يُقْتَل بِالْعَبْدِ مِنَّا الْحُرّ مِنْهُمْ وَالْمَرْأَة مِنَّا الرَّجُل مِنْهُمْ فَنَزَلَ فِيهِمْ \" الْحُرّ بِالْحُرِّ وَالْعَبْد بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى \" مِنْهَا مَنْسُوخَة نَسَخَتْهَا النَّفْس بِالنَّفْسِ : وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَالْأُنْثَى بِالْأُنْثَى \" وَذَلِكَ أَنَّهُمْ كَانُوا لَا يَقْتُلُونَ الرَّجُل بِالْمَرْأَةِ وَلَكِنْ يَقْتُلُونَ الرَّجُل بِالرَّجُلِ وَالْمَرْأَة بِالْمَرْأَةِ فَأَنْزَلَ اللَّهُ\" النَّفْس بِالنَّفْسِ وَالْعَيْن بِالْعَيْنِ \" فَجَعَلَ الْأَحْرَارَ فِي الْقِصَاص سَوَاء فِيمَا بَيْنهمْ مِنْ الْعَمْد رِجَالهمْ وَنِسَاؤُهُمْ فِي النَّفْس وَفِيمَا دُون النَّفْس وَجَعَلَ الْعَبِيد مُسْتَوِينَ فِيمَا بَيْنهمْ مِنْ الْعَمْد فِي النَّفْس وَفِيمَا دُون النَّفْس رِجَالهمْ وَنِسَاؤُهُمْ وَكَذَلِكَ رُوِيَ عَنْ أَبِي مَالِك أَنَّهَا مَنْسُوخَة بِقَوْلِهِ النَّفْس بِالنَّفْسِ \" مَسْأَلَةٌ \" ذَهَبَ أَبُو حَنِيفَة إِلَى أَنَّ الْحُرّ يُقْتَل بِالْعَبْدِ لِعُمُومِ آيَة الْمَائِدَة وَإِلَيْهِ ذَهَبَ الثَّوْرِيّ وَابْن أَبِي لَيْلَى وَدَاوُد وَهُوَ مَرْوِيّ عَنْ عَلِيّ وَابْن مَسْعُود وَسَعِيد بْن الْمُسَيِّب وَإِبْرَاهِيم النَّخَعِيّ وَقَتَادَة وَالْحَكَم قَالَ الْبُخَارِيّ وَعَلِيّ بْن الْمَدِينِيّ وَإِبْرَاهِيم النَّخَعِيّ وَالثَّوْرِيّ فِي رِوَايَة عَنْهُ وَيُقْتَل السَّيِّدُ بِعَبْدِهِ لِعُمُومِ حَدِيث الْحَسَن عَنْ سَمُرَة \" مَنْ قَتَلَ عَبْده قَتَلْنَاهُ وَمَنْ جَدَعَ عَبْده جَدَعْنَاهُ وَمَنْ خَصَاهُ خَصَيْنَاهُ \" وَخَالَفَهُمْ الْجُمْهُور فَقَالُوا لَا يُقْتَل الْحُرّ بِالْعَبْدِ لِأَنَّ الْعَبْد سِلْعَة لَوْ قُتِلَ خَطَأ لَمْ يَجِب فِيهِ دِيَة وَإِنَّمَا تَجِب فِيهِ قِيمَته وَلِأَنَّهُ لَا يُقَاد بِطَرَفِهِ فَفِي النَّفْس بِطَرِيقِ الْأُولَى وَذَهَبَ الْجُمْهُور إِلَى أَنَّ الْمُسْلِم لَا يُقْتَل بِالْكَافِرِ لِمَا ثَبَتَ فِي الْبُخَارِيّ عَنْ عَلِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يُقْتَل مُسْلِم بِكَافِرٍ \" وَلَا يَصِحُّ حَدِيث وَلَا تَأْوِيل يُخَالِف هَذَا وَأَمَّا أَبُو حَنِيفَة فَذَهَبَ إِلَى أَنَّهُ يُقْتَل بِهِ لِعُمُومِ آيَة الْمَائِدَة . \" مَسْأَلَةٌ \" قَالَ الْحَسَن وَعَطَاء لَا يُقْتَل الرَّجُل بِالْمَرْأَةِ لِهَذِهِ الْآيَة وَخَالَفَهُمْ الْجُمْهُور لِآيَةِ الْمَائِدَة وَلِقَوْلِهِ عَلَيْهِ السَّلَام \" الْمُسْلِمُونَ تَتَكَافَأُ دِمَاؤُهُمْ \" وَقَالَ اللَّيْث إِذَا قَتَلَ الرَّجُلُ اِمْرَأَتَهُ لَا يُقْتَل بِهَا خَاصَّة. \" مَسْأَلَةٌ \" وَمَذْهَب الْأَئِمَّة الْأَرْبَعَة وَالْجُمْهُور أَنَّ الْجَمَاعَة يُقْتَلُونَ بِالْوَاحِدِ : قَالَ عُمَر فِي غُلَام قَتَلَهُ سَبْعَة فَقَتَلَهُمْ وَقَالَ لَوْ تَمَالَأَ عَلَيْهِ أَهْلُ صَنْعَاء لَقَتَلْتهمْ وَلَا يُعْرَف لَهُ فِي زَمَانه مُخَالِفٌ مِنْ الصَّحَابَة وَذَلِكَ كَالْإِجْمَاعِ وَحُكِيَ عَنْ الْإِمَام أَحْمَد رِوَايَة أَنَّ الْجَمَاعَة لَا يُقْتَلُونَ بِالْوَاحِدِ وَلَا يُقْتَل بِالنَّفْسِ إِلَّا نَفْس وَاحِدَة وَحَكَاهُ اِبْن الْمُنْذِر عَنْ مُعَاذ وَابْن الزُّبَيْر وَعَبْد الْمَلِك بْن مَرْوَان وَالزُّهْرِيّ وَابْن سِيرِينَ وَحَبِيب بْن أَبِي ثَابِت ثُمَّ قَالَ اِبْن الْمُنْذِر وَهَذَا أَصَحّ وَلَا حُجَّة لِمَنْ أَبَاحَ قَتْل الْجَمَاعَة وَقَدْ ثَبَتَ عَنْ اِبْن الزُّبَيْر مَا ذَكَرْنَاهُ وَإِذَا اِخْتَلَفَ الصَّحَابَة فَسَبِيلُهُ النَّظَرُ وَقَوْله \" فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ \" قَالَ مُجَاهِد عَنْ اِبْن عَبَّاس \" فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ\" فَالْعَفْوُ أَنْ يَقْبَل الدِّيَة فِي الْعَمْد وَكَذَا رُوِيَ عَنْ أَبِي الْعَالِيَة وَأَبِي الشَّعْثَاء وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَعَطَاء وَالْحَسَن وَقَتَادَة وَمُقَاتِل بْن حَيَّان وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس \" فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ \" يَعْنِي فَمَنْ تُرِكَ لَهُ مِنْ أَخِيهِ شَيْء يَعْنِي أَخَذَ الدِّيَة بَعْد اِسْتِحْقَاق الدَّم وَذَلِكَ الْعَفْو \" فَاتِّبَاعٌ بِالْمَعْرُوفِ\" يَقُول فَعَلَى الطَّالِب اِتِّبَاع بِالْمَعْرُوفِ إِذَا قَبِلَ الدِّيَة\" وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ \" يَعْنِي مِنْ الْقَاتِل مِنْ غَيْر ضَرَر وَلَا مَعْك يَعْنِي الْمُدَافَعَة وَرَوَى الْحَاكِم مِنْ حَدِيث سُفْيَان عَنْ عَمْرو عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس وَيُؤَدِّي الْمَطْلُوب بِإِحْسَانٍ وَكَذَا قَالَ : سَعِيد بْن جُبَيْر وَأَبُو الشَّعْثَاء جَابِر بْن زَيْد وَالْحَسَن وَقَتَادَة وَعَطَاء الْخُرَاسَانِيّ وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان . \" مَسْأَلَةٌ \" قَالَ مَالِك رَحِمَهُ اللَّه فِي رِوَايَة اِبْن الْقَاسِم عَنْهُ وَهُوَ الْمَشْهُور وَأَبُو حَنِيفَة وَأَصْحَابه وَالشَّافِعِيّ وَأَحْمَد فِي أَحَد قَوْلَيْهِ لَيْسَ لِوَلِيِّ الدَّم أَنْ يَعْفُو عَلَى الدِّيَة إِلَّا بِرِضَا الْقَاتِل وَقَالَ : الْبَاقُونَ لَهُ أَنْ يَعْفُو عَلَيْهَا وَإِنْ لَمْ يَرْضَ . \" مَسْأَلَةٌ \" وَذَهَبَ طَائِفَة مِنْ السَّلَف إِلَى أَنَّهُ لَيْسَ لِلنِّسَاءِ عَفْو مِنْهُمْ الْحَسَن وَقَتَادَة وَالزُّهْرِيّ وَابْن شُبْرُمَة وَاللَّيْث وَالْأَوْزَاعِيّ وَخَالَفَهُمْ الْبَاقُونَ وَقَوْله \" ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ\" يَقُول تَعَالَى إِنَّمَا شَرَعَ لَكُمْ أَخْذ الدِّيَة فِي الْعَمْد تَخْفِيفًا مِنْ اللَّه عَلَيْكُمْ وَرَحْمَة بِكُمْ مِمَّا كَانَ مَحْتُومًا عَلَى الْأُمَم قَبْلكُمْ مِنْ الْقَتْل أَوْ الْعَفْو كَمَا قَالَ : سَعِيد بْن مَنْصُور حَدَّثَنَا سُفْيَان عَنْ عَمْرو بْن دِينَار أَخْبَرَنِي مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : كُتِبَ عَلَى بَنِي إِسْرَائِيل الْقِصَاص فِي الْقَتْلَى وَلَمْ يَكُنْ فِيهِمْ الْعَفْو فَقَالَ اللَّه لِهَذِهِ الْأُمَّة \" كُتِبَ عَلَيْكُمْ الْقِصَاص فِي الْقَتْلَى الْحُرّ بِالْحُرِّ وَالْعَبْد بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْء \" فَالْعَفْو أَنْ يَقْبَل الدِّيَة فِي الْعَمْد ذَلِكَ تَخْفِيف مِمَّا كُتِبَ عَلَى بَنِي إِسْرَائِيل مَنْ كَانَ قَبْلكُمْ \" فَاتِّبَاع بِالْمَعْرُوفِ وَأَدَاء إِلَيْهِ بِإِحْسَانٍ \" وَقَدْ رَوَاهُ غَيْر وَاحِد عَنْ عَمْرو وَأَخْرَجَهُ اِبْن حِبَّان فِي صَحِيحه عَنْ عَمْرو بْن دِينَار وَرَوَاهُ جَمَاعَة عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس بِنَحْوِهِ : وَقَالَ قَتَادَة \" ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ \" رَحِمَ اللَّه هَذِهِ الْأُمَّة وَأَطْعَمَهُمْ الدِّيَة وَلَمْ تَحِلّ لِأَحَدٍ قَبْلهمْ فَكَانَ أَهْل التَّوْرَاة إِنَّمَا هُوَ الْقِصَاص وَعَفْو لَيْسَ بَيْنهمْ أَرْش وَكَانَ أَهْل الْإِنْجِيل إِنَّمَا هُوَ عَفْو أُمِرُوا بِهِ وَجُعِلَ لِهَذِهِ الْأُمَّة الْقِصَاص وَالْعَفْو وَالْأَرْش وَهَكَذَا رُوِيَ عَنْ سَعِيد بْن جُبَيْر وَمُقَاتِل بْن حَيَّان وَالرَّبِيع بْن أَنَس نَحْو هَذَا وَقَوْله\" فَمَنْ اِعْتَدَى بَعْد ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ \" يَقُول تَعَالَى فَمَنْ قَتَلَ بَعْد أَخْذ الدِّيَة أَوْ قَبُولهَا فَلَهُ عَذَاب مِنْ اللَّه أَلِيم مُوجِع شَدِيد وَهَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَعَطَاء وَعِكْرِمَة وَالْحَسَن وَقَتَادَة وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان أَنَّهُ هُوَ الَّذِي يَقْتُل بَعْد أَخْذ الدِّيَة كَمَا قَالَ مُحَمَّد بْن إِسْحَاق عَنْ الْحَارِث بْن فُضَيْل عَنْ سُفْيَان بْن أَبِي الْعَوْجَاء عَنْ أَبِي شُرَيْح الْخُزَاعِيّ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ أُصِيبَ بِقَتْلٍ أَوْ خَبَل فَإِنَّهُ يَخْتَار إِحْدَى ثَلَاث إِمَّا أَنْ يَقْتَصّ وَإِمَّا أَنْ يَعْفُو وَإِمَّا أَنْ يَأْخُذ الدِّيَة فَإِنْ أَرَادَ الرَّابِعَة فَخُذُوا عَلَى يَدَيْهِ وَمَنْ اِعْتَدَى بَعْد ذَلِكَ فَلَهُ نَار جَهَنَّم خَالِدًا فِيهَا \" رَوَاهُ أَحْمَد وَقَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ الْحَسَن عَنْ سَمُرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا أُعَافِي رَجُلًا قَتَلَ بَعْد أَخْذ الدِّيَة \" يَعْنِي لَا أَقْبَلَ مِنْهُ الدِّيَة بَلْ أَقْتُلُهُ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38584, "aya_id": 178}]