[{"text": "أَقِمِ الصَّلاَةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا", "sura_id": 17, "type": 0, "id": 2107, "aya_id": 78}, {"text": "أقم الصلاة لدلوك الشمس إلى غسق الليل وقرآن الفجر إن قرآن الفجر كان مشهودا", "sura_id": 17, "type": 1, "id": 8343, "aya_id": 78}, {"text": "78 - (أقم الصلاة لدلوك الشمس) أي من وقت زوالها (إلى غسق الليل) إقبال الظلمة أي الظهر والعصر والمغرب والعشاء (وقرآن الفجر) صلاة الصبح (إن قرآن الفجر كان مشهودا) تشهده ملائكة الليل وملائكة النهار \r\n", "sura_id": 17, "type": 2, "id": 27051, "aya_id": 78}, {"text": "أقم الصلاة تامة من وقت زوال الشمس عند الظهيرة إلى وقت ظلمة الليل، ويدخل في هذا صلاة الظهر والعصر والمغرب والعشاء، وأقم صلاة الفجر، وأَطِلِ القراءة فيها؛ إن صلاة الفجر تحضرها ملائكة الليل وملائكة النهار.\r\n", "sura_id": 17, "type": 3, "id": 33287, "aya_id": 78}, {"text": " <font color=red>أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا</font><BR><p>يَقُول تَبَارَكَ وَتَعَالَى لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ آمِرًا لَهُ بِإِقَامَةِ الصَّلَوَات الْمَكْتُوبَات فِي أَوْقَاتهَا \" أَقِمْ الصَّلَاة لِدُلُوكِ الشَّمْس \" قِيلَ لِغُرُوبِهَا قَالَهُ اِبْن مَسْعُود وَمُجَاهِد وَابْن زَيْد وَقَالَ هُشَيْم عَنْ مُغِيرَة عَنْ الشَّعْبِيّ عَنْ اِبْن عَبَّاس : دُلُوكهَا زَوَالهَا وَرَوَاهُ نَافِع عَنْ اِبْن عُمَر وَرَوَاهُ مَالِك فِي تَفْسِيره عَنْ الزُّهْرِيّ عَنْ اِبْن عُمَر وَقَالَهُ أَبُو بَرْزَة الْأَسْلَمِيّ وَهُوَ رِوَايَة أَيْضًا عَنْ اِبْن مَسْعُود وَمُجَاهِد وَبِهِ قَالَ الْحَسَن وَالضَّحَّاك وَأَبُو جَعْفَر الْبَاقِر وَقَتَادَة وَاخْتَارَهُ اِبْن جَرِير وَمِمَّا اِسْتَشْهَدَ عَلَيْهِ مَا رَوَاهُ عَنْ اِبْن حُمَيْد عَنْ الْحَكَم بْن بَشِير حَدَّثَنَا عَمْرو بْن قَيْس عَنْ اِبْن أَبِي لَيْلَى عَنْ رَجُل عَنْ جَابِر بْن عَبْد اللَّه قَالَ : دَعَوْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَنْ شَاءَ مِنْ أَصْحَابه فَطَعِمُوا عِنْدِي ثُمَّ خَرَجُوا حِين زَالَتْ الشَّمْس فَخَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" اُخْرُجْ يَا أَبَا بَكْر فَهَذَا حِين دَلَكَتْ الشَّمْس \" ثُمَّ رَوَاهُ عَنْ سَهْل بْن بَكَّار عَنْ أَبِي عَوَانَة عَنْ الْأَسْوَد بْن قَيْس عَنْ نُبَيْح الْعَنَزِيّ عَنْ جَابِر عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَحْوه فَعَلَى هَذَا تَكُون هَذِهِ الْآيَة دَخَلَ فِيهَا أَوْقَات الصَّلَوَات الْخَمْس فَمِنْ قَوْله \" لِدُلُوكِ الشَّمْس إِلَى غَسَق اللَّيْل \" وَهُوَ ظَلَامه وَقِيلَ غُرُوب الشَّمْس أُخِذَ مِنْهُ الظُّهْر وَالْعَصْر وَالْمَغْرِب وَالْعِشَاء وَقَوْله \" وَقُرْآن الْفَجْر \" يَعْنِي صَلَاة الْفَجْر وَقَدْ ثَبَتَتْ السُّنَّة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَوَاتُرًا مِنْ أَفْعَاله وَأَقْوَاله بِتَفَاصِيل هَذِهِ الْأَوْقَات عَلَى مَا عَلَيْهِ أَهْل الْإِسْلَام الْيَوْم مِمَّا تَلَقَّوْهُ خَلَفًا عَنْ سَلَف وَقَرْنًا بَعْد قَرْن كَمَا هُوَ مُقَرَّر فِي مَوَاضِعه وَلِلَّهِ الْحَمْد \" إِنَّ قُرْآن الْفَجْر كَانَ مَشْهُودًا \" قَالَ الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ اِبْن مَسْعُود وَعَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُمَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَة \" وَقُرْآن الْفَجْر إِنَّ قُرْآن الْفَجْر كَانَ مَشْهُودًا \" قَالَ تَشْهَدهُ مَلَائِكَة اللَّيْل وَمَلَائِكَة النَّهَار . وَقَالَ الْبُخَارِيّ : حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد حَدَّثَنَا عَبْد الرَّزَّاق أَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ أَبِي سَلَمَة وَسَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" فَضْل صَلَاة الْجَمِيع عَلَى صَلَاة الْوَاحِد خَمْس وَعِشْرُونَ دَرَجَة وَتَجْتَمِع مَلَائِكَة اللَّيْل وَمَلَائِكَة النَّهَار فِي صَلَاة الْفَجْر \" يَقُول أَبُو هُرَيْرَة اِقْرَءُوا إِنْ شِئْتُمْ \" وَقُرْآن الْفَجْر إِنَّ قُرْآن الْفَجْر كَانَ مَشْهُودًا \" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَسْبَاط حَدَّثَنَا الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ اِبْن مَسْعُود عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَحَدَّثَنَا الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله : \" وَقُرْآن الْفَجْر إِنَّ قُرْآن الْفَجْر كَانَ مَشْهُودًا \" قَالَ \" تَشْهَدهُ مَلَائِكَة اللَّيْل وَمَلَائِكَة النَّهَار \" وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ ثَلَاثَتهمْ عَنْ عُبَيْد بْن أَسْبَاط بْن مُحَمَّد عَنْ أَبِيهِ بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح. وَفِي لَفْظ فِي الصَّحِيحَيْنِ مِنْ طَرِيق مَالِك عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَتَعَاقَبُونَ فِيكُمْ مَلَائِكَة بِاللَّيْلِ وَمَلَائِكَة بِالنَّهَارِ وَيَجْتَمِعُونَ فِي صَلَاة الصُّبْح وَفِي صَلَاة الْعَصْر فَيَعْرُج الَّذِينَ بَاتُوا فِيكُمْ فَيَسْأَلهُمْ رَبّهمْ وَهُوَ أَعْلَم بِكُمْ كَيْف تَرَكْتُمْ عِبَادِي ؟ فَيَقُولُونَ أَتَيْنَاهُمْ وَهُمْ يُصَلُّونَ وَتَرَكْنَاهُمْ وَهُمْ يُصَلُّونَ \" وَقَالَ عَبْد اللَّه بْن مَسْعُود : يَجْتَمِع الْحَرَسَانِ فِي صَلَاة الْفَجْر فَيَصْعَد هَؤُلَاءِ وَيُقِيم هَؤُلَاءِ . وَكَذَا قَالَ إِبْرَاهِيم النَّخَعِيّ وَمُجَاهِد وَقَتَادَة وَغَيْر وَاحِد فِي تَفْسِير هَذِهِ الْآيَة . وَأَمَّا الْحَدِيث الَّذِي رَوَاهُ اِبْن جَرِير هَاهُنَا مِنْ حَدِيث اللَّيْث بْن سَعْد عَنْ زِيَادَة عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ عَنْ فَضَالَة بْن عُبَيْد عَنْ أَبِي الدَّرْدَاء عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ حَدِيث النُّزُول وَأَنَّهُ تَعَالَى يَقُول : مَنْ يَسْتَغْفِرنِي أَغْفِر لَهُ مَنْ يَسْأَلنِي أُعْطِيه مَنْ يَدْعُنِي فَأَسْتَجِيب لَهُ حَتَّى يَطْلُع الْفَجْر فَلِذَلِكَ يَقُول \" وَقُرْآن الْفَجْر إِنَّ قُرْآن الْفَجْر كَانَ مَشْهُودًا \" فَيَشْهَدهُ اللَّه وَمَلَائِكَة اللَّيْل وَمَلَائِكَة النَّهَار فَإِنَّهُ تَفَرَّدَ بِهِ زِيَادَة وَلَهُ بِهَذَا حَدِيث فِي سُنَن أَبِي دَاوُد .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38265, "aya_id": 78}]