[{"text": "وَاللَّيْلِ إِذَا سَجَى", "sura_id": 93, "type": 0, "id": 6081, "aya_id": 2}, {"text": "و الليل إذا سجى", "sura_id": 93, "type": 1, "id": 12317, "aya_id": 2}, {"text": "2 - (والليل إذا سجى) غطى بظلامه أو سكن \r\n", "sura_id": 93, "type": 2, "id": 31025, "aya_id": 2}, {"text": "وبالليل إذا سكن بالخلق واشتد ظلامه. ويقسم الله بما يشاء من مخلوقاته, أما المخلوق فلا يجوز له أن يقسم بغير خالقه، فإن القسم بغير الله شرك.\r\n", "sura_id": 93, "type": 3, "id": 37261, "aya_id": 2}, {"text": " <font color=red>وَاللَّيْلِ إِذَا سَجَى</font><BR><p>وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ وَعَمْرو بْن عَبْد اللَّه الْأَوْدِيّ قَالَا حَدَّثَنَا أَبُو أُسَامَة حَدَّثَنِي سُفْيَان حَدَّثَنِي الْأَسْوَد بْن قَيْس أَنَّهُ سَمِعَ جُنْدُبًا يَقُول رُمِيَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِحَجَرٍ فِي أُصْبُعه فَقَالَ : \" هَلْ أَنْتِ إِلَّا أُصْبُع دَمِيتِ وَفِي سَبِيل اللَّه مَا لَقِيت ؟ \" قَالَ فَمَكَثَ لَيْلَتَيْنِ أَوْ ثَلَاثًا لَا يَقُوم فَقَالَتْ لَهُ اِمْرَأَة مَا أَرَى شَيْطَانك إِلَّا قَدْ تَرَكَك فَنَزَلَتْ \" وَالضُّحَى وَاللَّيْل إِذَا سَجَى مَا وَدَّعَك رَبّك وَمَا قَلَى \" وَالسِّيَاق لِأَبِي سَعِيد قِيلَ إِنَّ هَذِهِ الْمَرْأَة هِيَ أُمّ جَمِيل اِمْرَأَة أَبِي لَهَب. وَذُكِرَ أَنَّ أُصْبُعَيْهِ عَلَيْهِ السَّلَام دَمِيَتْ وَقَوْله هَذَا الْكَلَام الَّذِي اِتَّفَقَ أَنَّهُ مَوْزُون ثَابِت فِي الصَّحِيحَيْنِ وَلَكِنَّ الْغَرِيب هَهُنَا جَعْله سَبَبًا لِتَرْكِهِ الْقِيَام وَنُزُول هَذِهِ السُّورَة . فَأَمَّا مَا رَوَاهُ اِبْن جَرِير حَدَّثَنَا اِبْن أَبِي الشَّوَارِب حَدَّثَنَا عَبْد الْوَاحِد بْن زِيَاد حَدَّثَنَا سُلَيْمَان الشَّيْبَانِيّ عَنْ عَبْد اللَّه بْن شَدَّاد أَنَّ خَدِيجَة قَالَتْ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا أَرَى رَبَّك إِلَّا قَدْ قَلَاك فَأَنْزَلَ اللَّه \" وَالضُّحَى وَاللَّيْل إِذَا سَجَى مَا وَدَّعَك رَبّك وَمَا قَلَى \" وَقَالَ أَيْضًا حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا وَكِيع عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ قَالَ : أَبْطَأَ جِبْرِيل عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَزِعَ جَزَعًا شَدِيدًا فَقَالَتْ خَدِيجَة إِنِّي أَرَى رَبّك قَدْ قَلَاك مِمَّا نَرَى مِنْ جَزَعِك قَالَ فَنَزَلَتْ \" وَالضُّحَى وَاللَّيْل إِذَا سَجَى مَا وَدَّعَك رَبّك وَمَا قَلَى \" إِلَى آخِرهَا فَإِنَّهُ حَدِيث مُرْسَل مِنْ هَذَيْنِ الْوَجْهَيْنِ وَلَعَلَّ ذِكْر خَدِيجَة لَيْسَ مَحْفُوظًا أَوْ قَالَتْهُ عَلَى وَجْه التَّأَسُّف وَالتَّحَزُّن وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 93, "type": 4, "id": 43582, "aya_id": 2}]