[{"text": "وَإِن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إَلاَّ أَن يَعْفُونَ أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ وَأَن تَعْفُواْ أَقْرَبُ لِلتَّقْوَى وَلاَ تَنسَوُاْ الْفَضْلَ بَيْنَكُمْ إِنَّ اللّهَ بِمَا تَعْمَلُونَ بَصِيرٌ", "sura_id": 2, "type": 0, "id": 244, "aya_id": 237}, {"text": "وإن طلقتموهن من قبل أن تمسوهن وقد فرضتم لهن فريضة فنصف ما فرضتم إلا أن يعفون أو يعفو الذي بيده عقدة النكاح وأن تعفوا أقرب للتقوى ولا تنسوا الفضل بينكم إن الله بما تعملون بصير", "sura_id": 2, "type": 1, "id": 6480, "aya_id": 237}, {"text": "237 - (وإن طلقتموهن من قبل أن تمسوهن وقد فرضتم لهن فريضة فنصف ما فرضتم) يجب لهن ويرجع لكم النصف (إلا) لكن (أن يعفون) أي الزوجات فيتركنه (أو يعفو الذي بيده عقدة النكاح) وهو الزوج فيترك لها الكل ، وعن ابن عباس: الولي إذا كانت محجورة فلا حرج في ذلك (وأن تعفوا) مبتدأ خبره (أقرب للتقوى ولا تنسوا الفضل بينكم) أي أن يتفضل بعضكم على بعض (إن الله بما تعملون بصير) فيجازيكم به \r\n", "sura_id": 2, "type": 2, "id": 25188, "aya_id": 237}, {"text": "وإن طلَّقتم النساء بعد العقد عليهن, ولم تجامعوهن, ولكنكم ألزمتم أنفسكم بمهر محدد لهن, فيجب عليكم أن تعطوهن نصف المهر المتفق عليه, إلا أنْ تُسامِح المطلقات, فيتركن نصف المهر المستحق لهن, أو يسمح الزوج بأن يترك للمطلقة المهر كله, وتسامحكم أيها الرجال والنساء أقرب إلى خشية الله وطاعته, ولا تنسوا -أيها الناس- الفضل والإحسان بينكم, وهو إعطاء ما ليس بواجب عليكم, والتسامح في الحقوق. إن الله بما تعملون بصير, يُرغِّبكم في المعروف, ويحثُّكم على الفضل.\r\n", "sura_id": 2, "type": 3, "id": 31424, "aya_id": 237}, {"text": " <font color=red>وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلَّا أَنْ يَعْفُونَ أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَى وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ</font><BR><p>وَهَذِهِ الْآيَة الْكَرِيمَة مِمَّا يَدُلّ عَلَى اِخْتِصَاص الْمُتْعَة بِمَا دَلَّتْ عَلَيْهِ الْآيَة الْأُولَى حَيْثُ إِنَّمَا أَوْجَبَ فِي هَذِهِ الْآيَة نِصْفَ الْمَهْرِ الْمَفْرُوض إِذَا طَلَّقَ الزَّوْجُ قَبْل الدُّخُول فَإِنَّهُ لَوْ كَانَ ثَمَّ وَاجِب آخَر مِنْ مُتْعَة لَبَيَّنَهَا لَا سِيَّمَا وَقَدْ قَرَنَهَا بِمَا قَبْلهَا مِنْ اِخْتِصَاص الْمُتْعَة بِتِلْكَ الْآيَة وَاَللَّه أَعْلَم وَتَشْطِير الصَّدَاق وَالْحَالَة هَذِهِ أَمْرٌ مُجْمَعٌ عَلَيْهِ بَيْن الْعُلَمَاء لَا خِلَاف بَيْنهمْ فِي ذَلِكَ فَإِنَّهُ مَتَى كَانَ قَدْ سَمَّى لَهَا صَدَاقًا ثُمَّ فَارَقَهَا قَبْل دُخُوله بِهَا فَإِنَّهُ يَجِب لَهَا نِصْف مَا سَمَّى مِنْ الصَّدَاق إِلَّا أَنَّ عِنْد الثَّلَاثَة أَنَّهُ يَجِب جَمِيع الصَّدَاق إِذَا خَلَا بِهَا الزَّوْج وَإِنْ لَمْ يَدْخُل بِهَا وَهُوَ مَذْهَب الشَّافِعِيّ فِي الْقَدِيم وَبِهِ حَكَمَ الْخُلَفَاء الرَّاشِدُونَ لَكِنْ قَالَ الشَّافِعِيّ : أَخْبَرَنَا مُسْلِم بْن خَالِد أَخْبَرَنَا اِبْن جُرَيْج عَنْ لَيْث بْن أَبِي سَلِيم عَنْ طَاوُس عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ فِي الرَّجُل يَتَزَوَّج الْمَرْأَة فَيَخْلُو بِهَا وَلَا يَمَسّهَا ثُمَّ يُطَلِّقهَا : لَيْسَ لَهَا إِلَّا نِصْفُ الصَّدَاق لِأَنَّ اللَّه يَقُول \" وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْل أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ \" قَالَ الشَّافِعِيّ بِهَذَا أَقُولُ وَهُوَ ظَاهِر الْكِتَاب قَالَ الْبَيْهَقِيّ وَلَيْث بْن أَبِي سُلَيْم وَإِنْ كَانَ غَيْر مُحْتَجّ بِهِ فَقَدْ رَوَيْنَاهُ مِنْ حَدِيث اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فَهُوَ مَقُوله . وَقَوْله \" إِلَّا أَنْ يَعْفُونَ \" أَيْ النِّسَاء عَمَّا وَجَبَ لَهَا عَلَى زَوْجهَا فَلَا يَجِب لَهَا عَلَيْهِ شَيْء . قَالَ السُّدِّيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس فِي قَوْله \" إِلَّا أَنْ يَعْفُونَ \" قَالَ : إِلَّا أَنْ تَعْفُو الثَّيِّب فَتَدَع حَقّهَا . قَالَ الْإِمَام أَبُو مُحَمَّد بْن أَبِي حَاتِم رَحِمَهُ اللَّه . وَرُوِيَ عَنْ شُرَيْح وَسَعِيد بْن الْمُسَيِّب وَعِكْرِمَة وَمُجَاهِد وَالشَّعْبِيّ وَالْحَسَن وَنَافِع وَقَتَادَة وَجَابِر بْن زَيْد وَعَطَاء الْخُرَاسَانِيّ وَالضَّحَّاك وَالزُّهْرِيّ وَمُقَاتِل بْن حَيَّان وَابْن سِيرِينَ وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ نَحْو ذَلِكَ . قَالَ : وَخَالَفَهُمْ مُحَمَّد بْن كَعْب الْقُرَظِيّ فَقَالَ \" إِلَّا أَنْ يَعْفُونَ \" يَعْنِي الرِّجَال وَهُوَ قَوْل شَاذّ لَمْ يُتَابَع عَلَيْهِ اِنْتَهَى كَلَامه . وَقَوْله\" أَوْ يَعْفُو الَّذِي بِيَدِهِ عُقْدَة النِّكَاح \" قَالَ اِبْن أَبِي حَاتِم : ذَكَرَ عَنْ اِبْن لَهِيعَة حَدَّثَنِي عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" وَلِيّ عُقْدَة النِّكَاح الزَّوْج \" وَهَكَذَا أَسْنَدَهُ اِبْن مَرْدَوَيْهِ مِنْ حَدِيث عَبْد اللَّه بْن لَهِيعَة بِهِ وَقَدْ أَسْنَدَهُ اِبْن جَرِير عَنْ اِبْن لَهِيعَة عَنْ عَمْرو بْن شُعَيْب أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَذَكَرَهُ وَلَمْ يَقُلْ عَنْ أَبِيهِ عَنْ جَدّه فَاَللَّه أَعْلَم ثُمَّ قَالَ اِبْن أَبِي حَاتِم : وَحَدَّثَنَا يُونُس بْن حَبِيب حَدَّثَنَا أَبُو دَاوُد حَدَّثَنَا جَابِر يَعْنِي اِبْن أَبِي حَازِم عَنْ عِيسَى يَعْنِي اِبْن عَاصِم قَالَ : سَمِعْت شُرَيْحًا يَقُول : سَأَلَنِي عَلِيّ بْن أَبِي طَالِب عَنْ الَّذِي بِيَدِهِ عُقْدَة النِّكَاح فَقُلْت لَهُ : هُوَ وَلِيّ الْمَرْأَة فَقَالَ عَلِيّ : لَا بَلْ هُوَ الزَّوْج . ثُمَّ قَالَ : وَفِي إِحْدَى الرِّوَايَات عَنْ اِبْن عَبَّاس وَجُبَيْر بْن مُطْعِم وَسَعِيد بْن الْمُسَيِّب وَشُرَيْح فِي أَحَد قَوْلَيْهِ وَسَعِيد بْن جُبَيْر وَمُجَاهِد وَالشَّعْبِيّ وَعِكْرِمَة وَنَافِع وَمُحَمَّد بْن سِيرِينَ وَالضَّحَّاك وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَجَابِر بْن زَيْد وَأَبِي مِجْلَز وَالرَّبِيع بْن أَنَس وَإِيَاس بْن مُعَاوِيَة وَمَكْحُول وَمُقَاتِل بْن حَيَّان أَنَّهُ الزَّوْج\" قُلْت \" وَهَذَا هُوَ الْجَدِيد مِنْ قَوْلَيْ الشَّافِعِيّ وَمَذْهَب أَبِي حَنِيفَة وَأَصْحَابه وَالثَّوْرِيّ وَابْن شُبْرُمَة وَالْأَوْزَاعِيّ وَاخْتَارَهُ اِبْن جَرِير وَمَأْخَذ هَذَا الْقَوْل أَنَّ الَّذِي بِيَدِهِ عُقْدَة النِّكَاح حَقِيقَة الزَّوْج فَإِنَّ بِيَدِهِ عَقْدهَا وَإِبْرَامهَا وَنَقْضهَا وَانْهِدَامهَا وَكَمَا أَنَّهُ لَا يَجُوز لِلْوَلِيِّ أَنْ يَهَب شَيْئًا مِنْ مَال الْمُوَلِّيَة لِلْغَيْرِ فَكَذَلِكَ فِي الصَّدَاق قَالَ وَالْوَجْه الثَّانِي . حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي مَرْيَم حَدَّثَنَا مُحَمَّد بْن مُسْلِم حَدَّثَنَا عَمْرو بْن دِينَار عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي الَّذِي ذَكَرَ اللَّه بِيَدِهِ عُقْدَة النِّكَاح قَالَ ذَلِكَ أَبُوهَا أَوْ أَخُوهَا أَوْ مَنْ لَا تَنْكِح إِلَّا بِإِذْنِهِ وَرُوِيَ عَنْ عَلْقَمَة وَالْحَسَن وَعَطَاء وَطَاوُس وَالزُّهْرِيّ وَرَبِيعَة وَزَيْد بْن أَسْلَمَ وَإِبْرَاهِيم النَّخَعِيّ وَعِكْرِمَة فِي أَحَد قَوْلَيْهِ وَمُحَمَّد بْن سِيرِينَ فِي أَحَد قَوْلَيْهِ أَنَّهُ الْوَلِيّ وَهَذَا مَذْهَب مَالِك وَقَوْل الشَّافِعِيّ فِي الْقَدِيم وَمَأْخَذه أَنَّ الْوَلِيّ هُوَ الَّذِي أَكْسَبَهَا إِيَّاهُ فَلَهُ التَّصَرُّف فِيهِ بِخِلَافِ سَائِر مَالهَا وَقَالَ اِبْن جَرِير : حَدَّثَنَا سَعِيد بْن الرَّبِيع الرَّازِيّ حَدَّثَنَا سُفْيَان عَنْ عَمْرو بْن دِينَار عَنْ عِكْرِمَة قَالَ : أَذِنَ اللَّه فِي الْعَفْو وَأَمَرَ بِهِ فَأَيّ اِمْرَأَة عَفَتْ جَازَ عَفْوهَا فَإِنْ شَحَّتْ وَضَنَّتْ وَعَفَا وَلِيّهَا جَازَ عَفْوه وَهَذَا يَقْتَضِي صِحَّة عَفْو الْوَلِيّ وَإِنْ كَانَتْ شَدِيدَة وَهُوَ مَرْوِيّ عَنْ شُرَيْح لَكِنْ أَنْكَرَ عَلَيْهِ الشَّعْبِيّ فَرَجَعَ عَنْ ذَلِكَ وَصَارَ إِلَى أَنَّهُ الزَّوْج وَكَانَ يُبَاهِل عَلَيْهِ . وَقَوْله\" وَأَنْ تَعْفُوا أَقْرَب لِلتَّقْوَى \" قَالَ اِبْن جَرِير قَالَ بَعْضهمْ : خُوطِبَ بِهِ الرِّجَال وَالنِّسَاء حَدَّثَنِي يُونُس أَنْبَأَنَا اِبْن وَهْب سَمِعْت اِبْن جُرَيْج يُحَدِّث عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ اِبْن عَبَّاس \" وَأَنْ تَعْفُوا أَقْرَب لِلتَّقْوَى \" قَالَ أَقْرَبهمَا لِلتَّقْوَى الَّذِي يَعْفُو وَكَذَا رُوِيَ عَنْ الشَّعْبِيّ وَغَيْره وَقَالَ مُجَاهِد وَالنَّخَعِيّ وَالضَّحَّاك وَمُقَاتِل بْن حَيَّان وَالرَّبِيع بْن أَنَس وَالثَّوْرِيّ : الْفَضْل هَاهُنَا أَنْ تَعْفُوَ الْمَرْأَة عَنْ شَطْرهَا أَوْ إِتْمَام الرَّجُل الصَّدَاق لَهَا وَلِهَذَا قَالَ \" وَلَا تَنْسَوْا الْفَضْل بَيْنكُمْ \" أَيْ الْإِحْسَان قَالَهُ سَعِيد . وَقَالَ الضَّحَّاك وَقَتَادَة وَالسُّدِّيّ وَأَبُو وَائِل : الْمَعْرُوف يَعْنِي لَا تُهْمِلُوهُ بَيْنكُمْ وَقَدْ قَالَ أَبُو بَكْر بْن مَرْدَوَيْهِ حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا مُوسَى بْن إِسْحَاق حَدَّثَنَا عُقْبَة بْن مُكْرِم حَدَّثَنَا يُونُس بْن بُكَيْر حَدَّثَنَا عَبْد اللَّه بْن الْوَلِيد الرَّصَافِيّ عَنْ عَبْد اللَّه بْن عُبَيْد عَنْ عَلِيّ بْن أَبِي طَالِب أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" لَيَأْتِيَنَّ عَلَى النَّاس زَمَان عَضُوض يَعَضُّ الْمُؤْمِنُ عَلَى مَا فِي يَدَيْهِ وَيَنْسَى الْفَضْل وَقَدْ قَالَ اللَّه تَعَالَى \" وَلَا تَنْسَوْا الْفَضْل بَيْنكُمْ \" شِرَارٌ يُبَايِعُونَ كُلّ مُضْطَرٍّ \" وَقَدْ نَهَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَنْ بَيْع الْمُضْطَرّ وَعَنْ بَيْع الْغَرَر فَإِنْ كَانَ عِنْدك خَيْر فَعُدْ بِهِ عَلَى أَخِيك وَلَا تَزِدْهُ هَلَاكًا إِلَى هَلَاكه فَإِنَّ الْمُسْلِم أَخُو الْمُسْلِم لَا يُحْزِنهُ وَلَا يَحْرِمهُ . وَقَالَ سُفْيَان عَنْ أَبِي هَارُون قَالَ : رَأَيْت هَارُون بْن عَبْد اللَّه فِي مَجْلِس الْقُرَظِيّ فَكَانَ عَوْن يُحَدِّثنَا وَلِحْيَته تَرُشّ مِنْ الْبُكَاء وَيَقُول صَحِبْت الْأَغْنِيَاء فَكُنْت مِنْ أَكْثَرهمْ هَمًّا حِين رَأَيْتهمْ أَحْسَن ثِيَابًا وَأَطْيَب رِيحًا وَأَحْسَن مَرْكَبًا وَجَالَسْت الْفُقَرَاء فَاسْتَرَحْت بِهِمْ وَقَالَ \" وَلَا تَنْسَوْا الْفَضْل بَيْنكُمْ \" إِذَا أَتَاهُ السَّائِل وَلَيْسَ عِنْده شَيْء فَلْيَدْعُ لَهُ رَوَاهُ اِبْن أَبِي حَاتِم \" إِنَّ اللَّه بِمَا تَعْمَلُونَ بَصِير\" أَيْ لَا يَخْفَى عَلَيْهِ شَيْء مِنْ أُمُوركُمْ وَأَحْوَالكُمْ وَسَيَجْزِي كُلّ عَامِل بِعَمَلِهِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38650, "aya_id": 237}]