[{"text": "وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَن يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُّبِينًا", "sura_id": 33, "type": 0, "id": 3569, "aya_id": 36}, {"text": "وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم ومن يعص الله ورسوله فقد ضل ضلالا مبينا", "sura_id": 33, "type": 1, "id": 9805, "aya_id": 36}, {"text": "36 - (وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون) بالتاء والياء (لهم الخيرة) الاختيار (من أمرهم) خلاف أمر الله ورسوله نزلت في عبد الله بن جحش واخته زينب خطبها النبي لزيد بن حارثة فكرها ذلك حين علما لظنهما قبل أن النبي صلى الله عليه وسلم خطبها لنفسه ثم رضيا للآية (ومن يعص الله ورسوله فقد ضل ضلالا مبينا) بينا فزوجها النبي صلى الله عليه وسلم لزيد ثم وقع بصره عليها بعد حين فوقع في نفسه حبها وفي نفس زيد كراهتها ثم قال للنبي صلى الله عليه وسلم أريد فراقها فقال أمسك عليك زوجك كما قال تعالى \r\n", "sura_id": 33, "type": 2, "id": 28513, "aya_id": 36}, {"text": "ولا ينبغي لمؤمن ولا مؤمنة إذا حكم الله ورسوله فيهم حُكمًا أن يخالفوه, بأن يختاروا غير الذي قضى فيهم. ومن يعص الله ورسوله فقد بَعُدَ عن طريق الصواب بُعْدًا ظاهرًا.\r\n", "sura_id": 33, "type": 3, "id": 34749, "aya_id": 36}, {"text": " <font color=red>وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا</font><BR><p>قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَوْله تَعَالَى \" وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَة \" الْآيَة وَذَلِكَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِنْطَلَقَ لِيَخْطُب عَلَى فَتَاهُ زَيْد بْن حَارِثَة رَضِيَ اللَّه عَنْهُ فَدَخَلَ عَلَى زَيْنَب بِنْت جَحْش الْأَسَدِيَّة رَضِيَ اللَّه عَنْهَا فَخَطَبَهَا فَقَالَتْ لَسْت بِنَاكِحَتِهِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَلَى فَانْكِحِيهِ قَالَتْ يَا رَسُول اللَّه أُؤَامَر فِي نَفْسِي ؟ فَبَيْنَمَا هُمَا يَتَحَدَّثَانِ أَنْزَلَ اللَّه هَذِهِ الْآيَة عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَة إِذَا قَضَى اللَّه وَرَسُوله \" الْآيَة قَالَتْ قَدْ رَضِيته لِي يَا رَسُول اللَّه مَنْكَحًا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَعَمْ قَالَتْ إِذًا لَا أَعْصِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ أَنْكَحْته نَفْسِي وَقَالَ اِبْن لَهِيعَة عَنْ أَبِي عَمْرَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ خَطَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ زَيْنَب بِنْت جَحْش لِزَيْدِ بْن حَارِثَة رَضِيَ اللَّه عَنْهُ فَاسْتَنْكَفَتْ مِنْهُ وَقَالَتْ أَنَا خَيْر مِنْهُ حَسَبًا وَكَانَتْ اِمْرَأَة فِيهَا حِدَّة فَأَنْزَلَ اللَّه تَعَالَى \" وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَة \" الْآيَة كُلّهَا وَهَكَذَا قَالَ مُجَاهِد وَقَتَادَة وَمُقَاتِل اِبْن حَيَّان إِنَّهَا نَزَلَتْ فِي زَيْنَب بِنْت جَحْش رَضِيَ اللَّه عَنْهَا حِين خَطَبَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى مَوْلَاهُ زَيْد بْن حَارِثَة رَضِيَ اللَّه عَنْهُ اِمْتَنَعَتْ ثُمَّ أَجَابَتْ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ نَزَلَتْ فِي أُمّ كُلْثُوم بِنْت عُقْبَة بْن أَبِي مَعِيطٍ رَضِيَ اللَّه عَنْهَا وَكَانَتْ أَوَّل مَنْ هَاجَرَ مِنْ النِّسَاء يَعْنِي بَعْد صُلْح الْحُدَيْبِيَة فَوَهَبَتْ نَفْسهَا لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ قَدْ قَبِلْت فَزَوَّجَهَا زَيْد بْن حَارِثَة رَضِيَ اللَّه عَنْهُ يَعْنِي وَاَللَّه أَعْلَم بَعْد فِرَاقه زَيْنَب فَسَخِطَتْ هِيَ وَأَخُوهَا وَقَالَ إِنَّمَا أَرَدْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَزَوَّجْنَا عَبْده قَالَ فَنَزَلَ الْقُرْآن \" وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَة إِذَا قَضَى اللَّه وَرَسُوله أَمْرًا \" إِلَى آخِر الْآيَة قَالَ وَجَاءَ أَمْر أَجْمَع مِنْ هَذَا \" النَّبِيّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسهمْ \" قَالَ فَذَاكَ خَاصّ وَهَذَا أَجْمَع وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ ثَابِت الْبُنَانِيّ عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ خَطَبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى جُلَيْبِيبٍ اِمْرَأَة مِنْ الْأَنْصَار إِلَى أَبِيهَا فَقَالَ حَتَّى أَسْتَأْمِر أُمّهَا فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَعَمْ إِذًا قَالَ فَانْطَلَقَ الرَّجُل إِلَى اِمْرَأَته فَذَكَرَ ذَلِكَ لَهَا فَقَالَتْ لَاهَا اللَّه إِذْن مَا وَجَدَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا جُلَيْبِيبًا وَقَدْ مَنَعْنَاهَا مِنْ فُلَان وَفُلَان قَالَ وَالْجَارِيَة فِي سِتْرهَا تَسْمَع قَالَ فَانْطَلَقَ الرَّجُل يُرِيد أَنْ يُخْبِر رَسُول اللَّه بِذَلِكَ فَقَالَتْ الْجَارِيَة أَتُرِيدُونَ أَنْ تَرُدُّوا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمْره إِنْ كَانَ قَدْ رَضِيَهُ لَكُمْ فَأَنْكِحُوهُ قَالَ فَكَأَنَّهَا جَلَّتْ عَنْ أَبَوَيْهَا وَقَالَا صَدَقْت فَذَهَبَ أَبُوهَا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ إِنْ كُنْت رَضِيته فَقَدْ رَضِينَاهُ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنِّي قَدْ رَضِيته قَالَ فَزَوَّجَهَا ثُمَّ فُزِّعَ أَهْل الْمَدِينَة فَرَكِبَ جُلَيْبِيبٌ فَوَجَدُوهُ قَدْ قُتِلَ وَحَوْله نَاس مِنْ الْمُشْرِكِينَ قَدْ قَتَلَهُمْ قَالَ أَنَس رَضِيَ اللَّه عَنْهُ فَلَقَدْ رَأَيْتهَا وَإِنَّهَا لَمِنْ أَنْفَق بَيْت بِالْمَدِينَةِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد يَعْنِي اِبْن سَلَمَة عَنْ ثَابِت عَنْ كِنَانَة بْن نُعَيْم الْعَدَوِيّ عَنْ أَبَى بَرْزَة الْأَسْلَمِيّ قَالَ إِنَّ جُلَيْبِيبًا كَانَ اِمْرَأً يَدْخُل عَلَى النِّسَاء يَمُرّ بِهِنَّ وَيُلَاعِبهُنَّ فَقُلْت لِامْرَأَتِي لَا تُدْخِلُنَّ عَلَيْكُنَّ جُلَيْبِيبًا فَإِنَّهُ إِنْ دَخَلَ عَلَيْكُنَّ لَأَفْعَلَنَّ وَلَأَفْعَلَنَّ قَالَتْ وَكَانَتْ الْأَنْصَار إِذَا كَانَ لِأَحَدِهِمْ أَيِّم لَمْ يُزَوِّجهَا حَتَّى يَعْلَم هَلْ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهَا حَاجَة أَمْ لَا فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِرَجُلٍ مِنْ الْأَنْصَار زَوِّجْنِي اِبْنَتك قَالَ نِعِمَّ وَكَرَامَة يَا رَسُول اللَّه وَنُعْمَ عَيْنِي فَقَالَ إِنِّي لَسْت أُرِيدهَا لِنَفْسِي قَالَ فَلِمَنْ يَا رَسُول اللَّه ؟ قَالَ لِجُلَيْبِيبٍ فَقَالَ يَا رَسُول اللَّه أُشَاوِر أُمّهَا فَأَتَى أُمّهَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْطُب اِبْنَتك فَقَالَتْ نِعِمَّ وَنُعْمَةُ عَيْنِي فَقَالَ إِنَّهُ لَيْسَ يَخْطُبهَا لِنَفْسِهِ إِنَّمَا يَخْطُبهَا لِجُلَيْبِيبٍ فَقَالَتْ أَجُلَيْبِيبٌ اِبْنه أَجُلَيْبِيبٌ اِبْنه ؟ أَلَا لَعَمْر اللَّه لَا نُزَوِّجهُ فَلَمَّا أَرَادَ أَنْ يَقُوم لِيَأْخُذ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيُخْبِرهُ بِمَا قَالَتْ أُمّهَا قَالَتْ الْجَارِيَة مَنْ خَطَبَنِي إِلَيْكُمْ ؟ فَأَخْبَرَتْهَا أُمّهَا قَالَتْ أَتَرُدُّونَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمْره ؟ اِدْفَعُونِي إِلَيْهِ فَإِنَّهُ لَنْ يُضَيِّعنِي فَانْطَلَقَ أَبُوهَا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ شَأْنك بِهَا فَزَوَّجَهَا جُلَيْبِيبًا قَالَ فَخَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة لَهُ فَلَمَّا أَفَاءَ اللَّه عَلَيْهِ قَالَ لِأَصْحَابِهِ رَضِيَ اللَّه عَنْهُمْ هَلْ تَفْقِدُونَ مِنْ أَحَد ؟ قَالُوا نَفْقِد فُلَانًا وَنَفْقِد فُلَانًا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اُنْظُرُوا هَلْ تَفْقِدُونَ مِنْ أَحَد قَالُوا لَا قَالَ لَكِنَّنِي أَفْقِد جُلَيْبِيبًا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاطْلُبُوهُ فِي الْقَتْلَى فَطَلَبُوهُ فَوَجَدُوهُ إِلَى جَنْب سَبْعَة قَدْ قَتَلَهُمْ ثُمَّ قَتَلُوهُ فَقَالُوا يَا رَسُول اللَّه هَا هُوَ ذَا إِلَى جَنْب سَبْعَة قَدْ قَتَلَهُمْ ثُمَّ قَتَلُوهُ فَأَتَاهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَامَ عَلَيْهِ فَقَالَ قَتَلَ سَبْعَة وَقَتَلُوهُ هَذَا مِنِّي وَأَنَا مِنْهُ مَرَّتَيْنِ أَوْ ثَلَاثًا ثُمَّ وَضَعَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى سَاعِده وَحَفَرَ لَهُ مَا لَهُ سَرِير إِلَّا سَاعِد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ وَضَعَهُ فِي قَبْره وَلَمْ يُذْكَر أَنَّهُ غَسَّلَهُ رَضِيَ اللَّه عَنْهُ قَالَ ثَابِت رَضِيَ اللَّه عَنْهُ فَمَا كَانَ فِي الْأَنْصَار أَيِّم أَنْفَق مِنْهَا وَحَدَّثَ إِسْحَاق بْن عَبْد اللَّه بْن أَبِي طَلْحَة ثَابِت هَلْ تَعْلَم مَا دَعَا لَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : قَالَ اللَّهُمَّ صُبَّ عَلَيْهَا صَبًّا وَلَا تَجْعَل عَيْشهَا كَدًّا ) وَكَذَا كَانَ فَمَا كَانَ فِي الْأَنْصَار أَيِّم أَنْفَق مِنْهَا هَكَذَا أَوْرَدَهُ الْإِمَام أَحْمَد بِطُولِهِ وَأَخْرَجَ مِنْهُ مُسْلِم وَالنَّسَائِيّ فِي الْفَضَائِل قِصَّة قَتْله وَذَكَرَ الْحَافِظ أَبُو عُمَر بْن عَبْد الْبَرّ فِي الِاسْتِيعَاب أَنَّ الْجَارِيَة لَمَّا قَالَتْ فِي خِدْرهَا أَتَرُدُّونَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمْره ؟ نَزَلَتْ هَذِهِ الْآيَة \" وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَة إِذَا قَضَى اللَّه وَرَسُوله أَمْرًا أَنْ يَكُون لَهُمْ الْخِيرَة مِنْ أَمْرهمْ \" وَقَالَ اِبْن جُرَيْج أَخْبَرَنِي عَامِر بْن مُصْعَب عَنْ طَاوُس قَالَ إِنَّهُ سَأَلَ اِبْن عَبَّاس عَنْ رَكْعَتَيْنِ بَعْد الْعَصْر فَنَهَاهُ وَقَرَأَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ \" وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَة إِذَا قَضَى اللَّه وَرَسُوله أَمْرًا أَنْ يَكُون لَهُمْ الْخِيرَة مِنْ أَمْرهمْ \" فَهَذِهِ الْآيَة عَامَّة فِي جَمِيع الْأُمُور وَذَلِكَ أَنَّهُ إِذَا حَكَمَ اللَّه وَرَسُوله بِشَيْءٍ فَلَيْسَ لِأَحَدٍ مُخَالَفَته وَلَا اِخْتِيَار لِأَحَدٍ هَهُنَا وَلَا رَأْي وَلَا قَوْل كَمَا قَالَ تَبَارَكَ وَتَعَالَى \" فَلَا وَرَبِّك لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوك فِيمَا شَجَر بَيْنهمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسهمْ حَرَجًا مِمَّا قَضَيْت وَيُسَلِّمُوا تَسْلِيمًا \" وَفِي الْحَدِيث وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يُؤْمِن أَحَدكُمْ حَتَّى يَكُون هَوَاهُ تَبَعًا لِمَا جِئْت بِهِ وَلِهَذَا شَدَّدَ فِي خِلَاف ذَلِكَ فَقَالَ \" وَمَنْ يَعْصِ اللَّه وَرَسُوله فَقَدْ ضَلَّ ضَلَالًا مُبِينًا \" كَقَوْلِهِ تَعَالَى\" فَلْيَحْذَرْ الَّذِينَ يُخَالِفُونَ عَنْ أَمْره أَنْ تُصِيبهُمْ فِتْنَة أَوْ يُصِيبهُمْ عَذَاب أَلِيم \" .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40196, "aya_id": 36}]