[{"text": "وَكَذَلِكَ نُفَصِّلُ الآيَاتِ وَلَعَلَّهُمْ يَرْجِعُونَ", "sura_id": 7, "type": 0, "id": 1128, "aya_id": 174}, {"text": "وكذلك نفصل الآيات ولعلهم يرجعون", "sura_id": 7, "type": 1, "id": 7364, "aya_id": 174}, {"text": "174 - (وكذلك نفصل الآيات) نبينها مثل ما بينا الميثاق ليتدبروها (ولعلهم يرجعون) عن كفرهم \r\n", "sura_id": 7, "type": 2, "id": 26072, "aya_id": 174}, {"text": "وكما فَصَّلْنا الآيات, وبيَّنَّا فيها ما فعلناه بالأمم السابقة, كذلك نفصِّل الآيات ونبيِّنها لقومك أيها الرسول; رجاء أن يرجعوا عن شركهم, وينيبوا إلى ربهم.\r\n", "sura_id": 7, "type": 3, "id": 32308, "aya_id": 174}, {"text": " <font color=red>وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلَعَلَّهُمْ يَرْجِعُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ اِسْتَخْرَجَ ذُرِّيَّة بَنِي آدَم مِنْ أَصْلَابهمْ شَاهِدِينَ عَلَى أَنْفُسهمْ أَنَّ اللَّه رَبّهمْ وَمَلِيكهمْ وَأَنَّهُ لَا إِلَه إِلَّا هُوَ كَمَا أَنَّهُ تَعَالَى فَطَرَهُمْ عَلَى ذَلِكَ وَجَبَلَهُمْ عَلَيْهِ قَالَ تَعَالَى \" فَأَقِمْ وَجْهك لِلدِّينِ حَنِيفًا فِطْرَة اللَّه الَّتِي فَطَرَ النَّاس عَلَيْهَا لَا تَبْدِيل لِخَلْقِ اللَّه \" وَفِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّ مَوْلُود يُولَد عَلَى الْفِطْرَة \" وَفِي رِوَايَة \" عَلَى هَذِهِ الْمِلَّة فَأَبَوَاهُ يُهَوِّدَانِهِ وَيُنَصِّرَانِهِ وَيُمَجِّسَانِهِ كَمَا تُولَد بَهِيمَة جَمْعَاء هَلْ تُحِسُّونَ فِيهَا مِنْ جَدْعَاء \" وَفِي صَحِيح مُسْلِم عَنْ عِيَاض بْن حِمَار قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَقُول اللَّه إِنِّي خَلَقْت عِبَادِي حُنَفَاء فَجَاءَتْهُمْ الشَّيَاطِين فَاجْتَالَتْهُمْ عَنْ دِينهمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْت لَهُمْ \" وَقَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير رَحِمَهُ اللَّه : حَدَّثَنَا يُونُس بْن الْأَعْلَى حَدَّثَنَا اِبْن وَهْب أَخْبَرَنِي السَّرِيّ بْن يَحْيَى أَنَّ الْحَسَن بْن أَبِي الْحَسَن حَدَّثَهُمْ عَنْ الْأَسْوَد بْن سَرِيع مِنْ بَنِي سَعْد قَالَ : غَزَوْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرْبَع غَزَوَات قَالَ فَتَنَاوَلَ الْقَوْم الذُّرِّيَّة بَعْدَمَا قَتَلُوا الْمُقَاتِلَة فَبَلَغَ ذَلِكَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاشْتَدَّ عَلَيْهِ ثُمَّ قَالَ \" مَا بَال أَقْوَام يَتَنَاوَلُونَ الذُّرِّيَّة \" فَقَالَ رَجُل يَا رَسُول اللَّه أَلَيْسُوا أَبْنَاء الْمُشْرِكِينَ ؟ فَقَالَ\" إِنَّ خِيَاركُمْ أَبْنَاء الْمُشْرِكِينَ أَلَا إِنَّهَا لَيْسَتْ نَسَمَة تُولَد إِلَّا وُلِدَتْ عَلَى الْفِطْرَة فَمَا تَزَال عَلَيْهَا حَتَّى يُبِينَ عَنْهَا لِسَانهَا فَأَبَوَاهَا يُهَوِّدَانِهَا وَيُنَصِّرَانِهَا\" قَالَ الْحَسَن : وَاَللَّه لَقَدْ قَالَ اللَّه فِي كِتَابه \" وَإِذْ أَخَذَ رَبّك مِنْ بَنِي آدَم مِنْ ظُهُورهمْ ذُرِّيَّتهمْ \" الْآيَة وَقَدْ رَوَاهُ الْإِمَام أَحْمَد عَنْ إِسْمَاعِيل بْن عُلَيَّة عَنْ يُونُس بْن عُبَيْد عَنْ الْحَسَن الْبَصْرِيّ بِهِ وَأَخْرَجَهُ النَّسَائِيّ فِي سُنَنه مِنْ حَدِيث هُشَيْم بْن يُونُس بْن عُبَيْد عَنْ الْحَسَن قَالَ : حَدَّثَنِي الْأَسْوَد بْن سَرِيع فَذَكَرَهُ وَلَمْ يَذْكُر قَوْل الْحَسَن الْبَصْرِيّ وَاسْتِحْضَاره الْآيَة عِنْد ذَلِكَ وَقَدْ وَرَدَتْ أَحَادِيث فِي أَخْذ الذُّرِّيَّة مِنْ صُلْب آدَم عَلَيْهِ السَّلَام وَتَمْيِيزهمْ إِلَى أَصْحَاب الْيَمِين وَأَصْحَاب الشِّمَال وَفِي بَعْضهَا الِاسْتِشْهَاد عَلَيْهِمْ بِأَنَّ اللَّه رَبّهمْ , قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَجَّاج حَدَّثَنَا شُعْبَة عَنْ أَبِي عِمْرَان الْجَوْنِيّ عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يُقَال لِلرَّجُلِ مِنْ أَهْل النَّار يَوْم الْقِيَامَة أَرَأَيْت لَوْ كَانَ لَك مَا عَلَى الْأَرْض مِنْ شَيْء أَكُنْت مُفْتَدِيًا بِهِ قَالَ : فَيَقُول نَعَمْ فَيَقُول قَدْ أَرَدْت مِنْك أَهْوَن مِنْ ذَلِكَ قَدْ أَخَذْت عَلَيْك فِي ظَهْر آدَم أَنْ لَا تُشْرِك بِي شَيْئًا فَأَبَيْت إِلَّا أَنْ تُشْرِك بِي \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث شُعْبَة بِهِ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حُسَيْن بْن مُحَمَّد حَدَّثَنَا جَرِير يَعْنِي اِبْن حَازِم عَنْ كُلْثُوم بْن جُبَيْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه أَخَذَ الْمِيثَاق مِنْ ظَهْر آدَم عَلَيْهِ السَّلَام بِنَعْمَان يَوْم عَرَفَة فَأَخْرَجَ مِنْ صُلْبه كُلّ ذُرِّيَّة ذَرَأَهَا فَنَثَرَهَا بَيْن يَدَيْهِ ثُمَّ كَلَّمَهُمْ قِبَلًا قَالَ \" أَلَسْت بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْم الْقِيَامَة إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ أَوْ تَقُولُوا - إِلَى قَوْله \" الْمُبْطِلُونَ \" وَقَدْ رَوَى هَذَا الْحَدِيث النَّسَائِيّ فِي كِتَاب التَّفْسِير مِنْ سُنَنه عَنْ مُحَمَّد بْن عَبْد الرَّحِيم صَاعِقَة عَنْ حُسَيْن بْن مُحَمَّد الْمَرْوَزِيّ بِهِ وَرَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث حُسَيْن بْن مُحَمَّد بِهِ إِلَّا أَنَّ اِبْن أَبِي حَاتِم جَعَلَهُ مَوْقُوفًا وَأَخْرَجَهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث حُسَيْن بْن مُحَمَّد وَغَيْره عَنْ جَرِير بْن حَازِم عَنْ كُلْثُوم بْن جُبَيْر بِهِ وَقَالَ صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ وَقَدْ اِحْتَجَّ مُسْلِم بِكُلْثُومِ بْن جُبَيْر هَكَذَا قَالَ . وَقَدْ رَوَاهُ عَبْد الْوَارِث عَنْ كُلْثُوم بْن جُبَيْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فَوَقَفَهُ وَكَذَا رَوَاهُ إِسْمَاعِيل بْن عُلَيَّة وَوَكِيع عَنْ رَبِيعَة بْن كُلْثُوم عَنْ جُبَيْر عَنْ أَبِيهِ بِهِ وَكَذَا رَوَاهُ عَطَاء بْن السَّائِب وَحَبِيب بْن أَبِي ثَابِت وَعَلِيّ بْن بَذِيمَةَ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس وَكَذَا رَوَاهُ الْعَوْفِيّ وَعَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فَهَذَا أَكْثَر وَأَثْبَت وَاَللَّه أَعْلَم . وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا أَبِي عَنْ أَبِي هِلَال عَنْ أَبِي حَمْزَة الضُّبَعِيّ عَنْ اِبْن عَبَّاس قَالَ أَخْرَجَ اللَّه ذُرِّيَّة آدَم مِنْ ظَهْره كَهَيْئَةِ الذَّرّ وَهُوَ فِي أَذًى مِنْ الْمَاء وَقَالَ أَيْضًا : حَدَّثَنَا عَلِيّ بْن سَهْل حَدَّثَنَا ضَمْرَة بْن رَبِيعَة حَدَّثَنَا أَبُو مَسْعُود عَنْ جَرِير قَالَ : مَاتَ اِبْن لِلضَّحَّاكِ بْن مُزَاحِم اِبْن سِتَّة أَيَّام قَالَ : فَقَالَ يَا جَابِر إِذَا أَنْتَ وَضَعْت اِبْنِي فِي لَحْده فَأَبْرِزْ وَجْهه وَحُلَّ عَنْهُ عُقَده فَإِنَّ اِبْنِي مُجْلَس وَمَسْئُول فَفَعَلْت بِهِ الَّذِي أَمَرَ فَلَمَّا فَرَغْت قُلْت يَرْحَمك اللَّه عَمَّا يُسْأَل اِبْنك مَنْ يَسْأَلهُ إِيَّاهُ قَالَ يُسْأَل عَنْ الْمِيثَاق الَّذِي أَقَرَّ بِهِ فِي صُلْب آدَم قُلْت يَا أَبَا الْقَاسِم وَمَا هَذَا الْمِيثَاق الَّذِي أَقَرَّ بِهِ فِي صُلْب آدَم . قَالَ : حَدَّثَنِي اِبْن عَبَّاس إِنَّ اللَّه مَسَحَ صُلْب آدَم فَاسْتَخْرَجَ مِنْهُ كُلّ نَسَمَة مِنْ خَالِقهَا إِلَى يَوْم الْقِيَامَة فَأَخَذَ مِنْهُمْ الْمِيثَاق أَنْ يَعْبُدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا وَتَكَفَّلَ لَهُمْ بِالْأَرْزَاقِ ثُمَّ أَعَادَهُمْ فِي صُلْبه فَلَنْ تَقُوم السَّاعَة حَتَّى يُولَد مَنْ أُعْطِيَ الْمِيثَاق يَوْمئِذٍ فَمَنْ أَدْرَكَ مِنْهُمْ الْمِيثَاق الْآخَر فَوَفَّى بِهِ نَفَعَهُ الْمِيثَاق الْأَوَّل وَمَنْ أَدْرَكَ الْمِيثَاق الْآخَر فَلَمْ يُقِرّ بِهِ لَمْ يَنْفَعهُ الْمِيثَاق الْأَوَّل وَمَنْ مَاتَ صَغِيرًا قَبْل أَنْ يُدْرِك الْمِيثَاق الْآخَر مَاتَ عَلَى الْمِيثَاق الْأَوَّل عَلَى الْفِطْرَة فَهَذِهِ الطُّرُق كُلّهَا مِمَّا تُقَوِّي وَقْفَ هَذَا عَلَى اِبْن عَبَّاس وَاَللَّه أَعْلَم. \" حَدِيث آخَر \" قَالَ اِبْن جَرِير : حَدَّثَنَا عَبْد الرَّحْمَن بْن الْوَلِيد حَدَّثَنَا أَحْمَد بْن أَبِي طَيْبَة عَنْ سُفْيَان بْن سَعْد عَنْ الْأَجْلَح عَنْ الضَّحَّاك عَنْ مَنْصُور عَنْ مُجَاهِد عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَإِذْ أَخَذَ رَبّك مِنْ بَنِي آدَم مِنْ ظُهُورهمْ ذُرِّيَّتهمْ \" قَالَ أَخَذَ مِنْ ظَهْره كَمَا يُؤْخَذ بِالْمُشْطِ مِنْ الرَّأْس فَقَالَ لَهُمْ \" أَلَسْت بِرَبِّكُمْ قَالُوا بَلَى \" قَالَتْ الْمَلَائِكَة \" شَهِدْنَا أَنْ تَقُولُوا يَوْم الْقِيَامَة إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ \" أَحْمَد بْن أَبِي طَيْبَة هَذَا هُوَ أَبُو مُحَمَّد الْجُرْجَانِيّ قَاضِي قُومَس كَانَ أَحَد الزُّهَّاد أَخْرَجَ لَهُ النَّسَائِيّ فِي سُنَنه وَقَالَ أَبُو حَاتِم الرَّازِيّ : يَكْتُب حَدِيثه وَقَالَ اِبْن عَدِيّ : حَدَّثَ بِأَحَادِيث كَثِيرَة غَرَائِب وَقَدْ رَوَى هَذَا الْحَدِيث عَبْد الرَّحْمَن بْن حَمْزَة بْن مَهْدِيّ عَنْ سُفْيَان الثَّوْرِيّ عَنْ مَنْصُور عَنْ مُجَاهِد عَنْ عَبْد اللَّه بْن عَمْرو . وَكَذَا رَوَاهُ اِبْن جَرِير عَنْ مَنْصُور بِهِ وَهَذَا أَصَحّ وَاَللَّه أَعْلَم . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا رَوْح هُوَ اِبْن عُبَادَة حَدَّثَنَا مَالِك وَحَدَّثَنَا إِسْحَاق حَدَّثَنَا مَالِك عَنْ زَيْد بْن أَبِي أُنَيْسَةَ أَنَّ عَبْد الْحَمِيد بْن عَبْد الرَّحْمَن بْن زَيْد بْن الْخَطَّاب أَخْبَرَهُ عَنْ مُسْلِم بْن يَسَار الْجُهَنِيّ أَنَّ عُمَر بْن الْخَطَّاب سُئِلَ عَنْ هَذِهِ الْآيَة \" وَإِذْ أَخَذَ رَبّك مِنْ بَنِي آدَم مِنْ ظُهُورهمْ ذُرِّيَّتهمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسهمْ أَلَسْت بِرَبِّكُمْ قَالُوا بَلَى \" الْآيَة فَقَالَ عُمَر بْن الْخَطَّاب : سَمِعْت صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْهَا فَقَالَ \" إِنَّ اللَّه خَلَقَ آدَم عَلَيْهِ السَّلَام ثُمَّ مَسَحَ ظَهْره بِيَمِينِهِ فَاسْتَخْرَجَ مِنْهُ ذُرِّيَّة قَالَ خَلَقْت هَؤُلَاءِ لِلْجَنَّةِ وَبِعَمَلِ أَهْل الْجَنَّة يَعْمَلُونَ ثُمَّ مَسَحَ ظَهْره فَاسْتَخْرَجَ مِنْهُ ذُرِّيَّة قَالَ خَلَقْت هَؤُلَاءِ لِلنَّارِ وَبِعَمَلِ أَهْل النَّار يَعْمَلُونَ \" فَقَالَ رَجُل يَا رَسُول اللَّه فَفِيمَ الْعَمَل قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا خَلَقَ اللَّه الْعَبْد لِلْجَنَّةِ اِسْتَعْمَلَهُ بِأَعْمَالِ أَهْل الْجَنَّة حَتَّى يَمُوت عَلَى عَمَل مِنْ أَعْمَال أَهْل الْجَنَّة فَيُدْخِلهُ بِهِ الْجَنَّة وَإِذَا خَلَقَ الْعَبْد لِلنَّارِ اِسْتَعْمَلَهُ بِأَعْمَالِ أَهْل النَّار حَتَّى يَمُوت عَلَى عَمَل مِنْ أَعْمَال أَهْل النَّار فَيُدْخِلهُ بِهِ النَّار\" وَهَكَذَا رَوَاهُ أَبُو دَاوُدَ عَنْ الْقَعْنَبِيّ وَالنَّسَائِيّ عَنْ قُتَيْبَة وَالتِّرْمِذِيّ فِي تَفْسِيرهمَا عَنْ إِسْحَاق بْن مُوسَى عَنْ مَعْن وَابْن أَبِي حَاتِم عَنْ يُونُس بْن عَبْد الْأَعْلَى عَنْ اِبْن وَهْب وَابْن جَرِير عَنْ رَوْح بْن عُبَادَة وَسَعِيد بْن عَبْد الْحَمِيد بْن جَعْفَر وَأَخْرَجَهُ اِبْن حِبَّان فِي صَحِيحه مِنْ رِوَايَة أَبِي مُصْعَب الزُّبَيْرِيّ كُلّهمْ عَنْ الْإِمَام مَالِك بْن أَنَس بِهِ . قَالَ التِّرْمِذِيّ : وَهَذَا حَدِيث حَسَن وَمُسْلِم بْن يَسَار لَمْ يَسْمَع عُمَر كَذَا قَالَهُ أَبُو حَاتِم وَأَبُو زُرْعَة زَادَ أَبُو حَاتِم وَبَيْنهمَا نُعَيْم بْن رَبِيعَة وَهَذَا الَّذِي قَالَهُ أَبُو حَاتِم رَوَاهُ أَبُو دَاوُدَ فِي سُنَنه عَنْ مُحَمَّد بْن مُصَفًّى عَنْ بَقِيَّة عَنْ عُمَر بْن جُعْثُم الْقُرَشِيّ عَنْ زَيْد بْن أَبِي أُنَيْسَةَ عَنْ عَبْد الْحَمِيد بْن عَبْد الرَّحْمَن بْن زَيْد بْن الْخَطَّاب عَنْ مُسْلِم بْن يَسَار الْجُهَنِيّ عَنْ نُعَيْم بْن رَبِيعَة قَالَ : كُنْت عِنْد عُمَر بْن الْخَطَّاب وَقَدْ سُئِلَ عَنْ هَذِهِ الْآيَة \" وَإِذْ أَخَذَ رَبّك مِنْ بَنِي آدَم مِنْ ظُهُورهمْ ذُرِّيَّتهمْ \" فَذَكَرَهُ . وَقَالَ الْحَافِظ الدَّارَقُطْنِيّ وَقَدْ تَابَعَ عُمَر بْن جُعْثُم بْن زَيْد بْن سِنَان أَبُو فَرْوَة الرَّهَاوِيّ وَقَوْلهمَا أَوْلَى بِالصَّوَابِ مِنْ قَوْل مَالِك وَاَللَّه أَعْلَم . قُلْت الظَّاهِر أَنَّ الْإِمَام مَالِكًا إِنَّمَا أَسْقَطَ ذِكْر نُعَيْم بْن رَبِيعَة عَمْدًا لَمَّا جَهِلَ حَال نُعَيْم وَلَمْ يَعْرِفهُ فَإِنَّهُ غَيْر مَعْرُوف إِلَّا فِي هَذَا الْحَدِيث وَلِذَلِكَ يَسْقُط ذِكْر جَمَاعَة مِمَّنْ لَا يَرْتَضِيهِمْ وَلِهَذَا يُرْسِل كَثِيرًا مِنْ الْمَرْفُوعَات وَيَقْطَع كَثِيرًا مِنْ الْمَوْصُولَات وَاَللَّه أَعْلَم . \" حَدِيث آخَر \" قَالَ التِّرْمِذِيّ عِنْد تَفْسِيره هَذِهِ الْآيَة : حَدَّثَنَا عَبْد بْن حُمَيْد حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا هِشَام بْن سَعْد عَنْ زَيْد بْن أَسْلَمَ عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمَّا خَلَقَ اللَّه آدَم مَسَحَ ظَهْره فَسَقَطَ مِنْ ظَهْره كُلّ نَسَمَة هُوَ خَالِقهَا مِنْ ذُرِّيَّته إِلَى يَوْم الْقِيَامَة وَجَعَلَ بَيْن عَيْنَيْ كُلّ إِنْسَان مِنْهُمْ وَبِيصًا مِنْ نُور ثُمَّ عَرَضَهُمْ عَلَى آدَم فَقَالَ أَيْ رَبّ مَنْ هَؤُلَاءِ قَالَ هَؤُلَاءِ ذُرِّيَّتك فَرَأَى رَجُلًا مِنْهُمْ فَأَعْجَبَهُ وَبِيص مَا بَيْن عَيْنَيْهِ قَالَ أَيْ رَبّ مَنْ هَذَا ؟ قَالَ هَذَا رَجُل مِنْ آخِر الْأُمَم مِنْ ذُرِّيَّتك يُقَال لَهُ دَاوُدُ قَالَ رَبّ وَكَمْ جَعَلْت عُمْره قَالَ سِتِّينَ سَنَة قَالَ أَيْ رَبّ قَدْ وَهَبْت لَهُ مِنْ عُمْرِي أَرْبَعِينَ سَنَة فَلَمَّا اِنْقَضَى عُمْر آدَم جَاءَهُ مَلَك الْمَوْت قَالَ : أَوَلَمْ يَبْقَ مِنْ عُمْرِي أَرْبَعُونَ سَنَة ؟ قَالَ : أَوَلَمْ تُعْطِهَا اِبْنك دَاوُدَ قَالَ فَجَحَدَ آدَم فَجَحَدَتْ ذُرِّيَّته وَنَسِيَ آدَم فَنَسِيَتْ ذُرِّيَّته وَخَطِئَ آدَم فَخَطِئَتْ ذُرِّيَّته \" ثُمَّ قَالَ التِّرْمِذِيّ : هَذَا حَدِيث حَسَن صَحِيح وَقَدْ رُوِيَ مِنْ غَيْر وَجْه عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَرَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث أَبِي نُعَيْم الْفَضْل بْن دُكَيْن بِهِ وَقَالَ صَحِيح عَلَى شَرْط مُسْلِم وَلَمْ يُخَرِّجَاهُ وَرَوَاهُ اِبْن أَبِي حَاتِم فِي تَفْسِيره مِنْ حَدِيث عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ عَنْ أَبِيهِ أَنَّهُ حَدَّثَ عَنْ عَطَاء بْن يَسَار عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ نَحْو مَا تَقَدَّمَ إِلَى أَنْ قَالَ \" ثُمَّ عَرَضَهُمْ عَلَى آدَم فَقَالَ يَا آدَم هَؤُلَاءِ ذُرِّيَّتك وَإِذَا فِيهِمْ الْأَجْذَم وَالْأَبْرَص وَالْأَعْمَى وَأَنْوَاع الْأَسْقَام فَقَالَ آدَم يَا رَبّ لِمَ فَعَلْت هَذَا بِذُرِّيَّتِي قَالَ كَيْ تَشْكُر نِعْمَتِي وَقَالَ آدَم يَا رَبّ مَنْ هَؤُلَاءِ الَّذِينَ أَرَاهُمْ أَظْهَر النَّاس نُورًا قَالَ هَؤُلَاءِ الْأَنْبِيَاء يَا آدَم مِنْ ذُرِّيَّتك \" ثُمَّ ذَكَرَ قِصَّة دَاوُدَ كَنَحْوِ مَا تَقَدَّمَ . \" حَدِيث آخَر \" قَالَ عَبْد الرَّحْمَن بْن قَتَادَة النَّضْرِيّ عَنْ أَبِيهِ عَنْ هِشَام بْن حَكِيم رَضِيَ اللَّه عَنْهُ أَنَّ رَجُلًا سَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه أَتَبْدَأُ الْأَعْمَال أَمْ قَدْ قُضِيَ الْقَضَاء ؟ قَالَ : فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّ اللَّه قَدْ أَخَذَ ذُرِّيَّة آدَم مِنْ ظُهُورهمْ ثُمَّ أَشْهَدَهُمْ عَلَى أَنْفُسهمْ ثُمَّ أَفَاضَ بِهِمْ فِي كَفَّيْهِ ثُمَّ قَالَ هَؤُلَاءِ فِي الْجَنَّة وَهَؤُلَاءِ فِي النَّار فَأَهْل الْجَنَّة مُيَسَّرُونَ لِعَمَلِ أَهْل الْجَنَّة وَأَهْل النَّار مُيَسَّرُونَ لِعَمَلِ أَهْل النَّار \" رَوَاهُ اِبْن جَرِير وَابْن مَرْدَوَيْهِ مِنْ طُرُق عَنْهُ . \" حَدِيث آخَر \" رَوَى جَعْفَر بْن الزُّبَيْر وَهُوَ ضَعِيف عَنْ الْقَاسِم عَنْ أَبِي أُمَامَةَ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمَّا خَلَقَ اللَّه الْخَلْق وَقَضَى الْقَضِيَّة أَخَذَ أَهْل الْيَمِين بِيَمِينِهِ وَأَهْل الشِّمَال بِشِمَالِهِ فَقَالَ يَا أَصْحَاب الْيَمِين فَقَالُوا لَبَّيْكَ وَسَعْدَيْك قَالَ أَلَسْت بِرَبِّكُمْ ؟ قَالُوا بَلَى قَالَ يَا أَصْحَاب الشِّمَال قَالُوا لَبَّيْكَ وَسَعْدَيْك قَالَ أَلَسْت بِرَبِّكُمْ ؟ قَالُوا بَلَى ثُمَّ خَلَطَ بَيْنهمْ فَقَالَ قَائِل لَهُ يَا رَبّ لِمَ خَلَطْت بَيْنهمْ قَالَ لَهُمْ أَعْمَال مِنْ دُون ذَلِكَ هُمْ لَهَا عَامِلُونَ أَنْ يَقُولُوا يَوْم الْقِيَامَة إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ ثُمَّ رَدَّهُمْ فِي صُلْب آدَم \" رَوَاهُ اِبْن مَرْدَوَيْهِ . \" أَثَر آخَر \" قَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب فِي قَوْله تَعَالَى \" وَإِذْ أَخَذَ رَبّك مِنْ بَنِي آدَم مِنْ ظُهُورهمْ ذُرِّيَّتهمْ \" الْآيَات قَالَ فَجَمَعَهُمْ لَهُ يَوْمئِذٍ جَمِيعًا مَا هُوَ كَائِن مِنْهُ إِلَى يَوْم الْقِيَامَة فَجَعَلَهُمْ فِي صُوَرهمْ ثُمَّ اِسْتَنْطَقَهُمْ فَتَكَلَّمُوا وَأَخَذَ عَلَيْهِمْ الْعَهْد وَالْمِيثَاق \" وَأَشْهَدَهُمْ عَلَى أَنْفُسهمْ أَلَسْت بِرَبِّكُمْ قَالُوا بَلَى \" الْآيَة قَالَ فَإِنِّي أُشْهِد عَلَيْكُمْ السَّمَاوَات السَّبْع وَالْأَرَضِينَ السَّبْع وَأُشْهِد عَلَيْكُمْ أَبَاكُمْ آدَم أَنْ تَقُولُوا يَوْم الْقِيَامَة لَمْ نَعْلَم بِهَذَا اِعْلَمُوا أَنَّهُ لَا إِلَه غَيْرِي وَلَا رَبّ غَيْرِي وَلَا تُشْرِكُوا بِي شَيْئًا وَإِنِّي سَأُرْسِلُ إِلَيْكُمْ رُسُلًا لِيُنْذِرُوكُمْ عَهْدِي وَمِيثَاقِي وَأُنْزِل عَلَيْكُمْ كُتُبِي قَالُوا نَشْهَد أَنَّك رَبّنَا وَإِلَهنَا لَا رَبّ لَنَا غَيْرك وَلَا إِلَه لَنَا غَيْرك فَأَقَرُّوا لَهُ يَوْمئِذٍ بِالطَّاعَةِ وَرَفَعَ أَبَاهُمْ آدَم فَنَظَرَ إِلَيْهِمْ فَرَأَى فِيهِمْ الْغَنِيّ وَالْفَقِير وَحَسَن الصُّورَة وَدُون ذَلِكَ فَقَالَ : يَا رَبّ لَوْ سَوَّيْت بَيْن عِبَادك ؟ قَالَ إِنِّي أَحْبَبْت أَنْ أُشْكَر وَرَأَى فِيهِمْ الْأَنْبِيَاء مِثْل السُّرُج عَلَيْهِمْ النُّور وَخُصُّوا بِمِيثَاقٍ آخَر مِنْ الرِّسَالَة وَالنُّبُوَّة فَهُوَ الَّذِي يَقُول تَعَالَى \" وَإِذْ أَخَذْنَا مِنْ النَّبِيِّينَ مِيثَاقهمْ \" الْآيَة وَهُوَ الَّذِي يَقُول \" فَأَقِمْ وَجْهك لِلدِّينِ حَنِيفًا فِطْرَة اللَّه \" الْآيَة وَمِنْ ذَلِكَ قَالَ \" هَذَا نَذِير مِنْ النُّذُر الْأُولَى \" وَمِنْ ذَلِكَ قَالَ \" وَمَا وَجَدْنَا لِأَكْثَرِهِمْ مِنْ عَهْد \" الْآيَة رَوَاهُ عَبْد اللَّه بْن الْإِمَام أَحْمَد فِي مُسْنَد أَبِيهِ وَرَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير وَابْن مَرْدَوَيْهِ فِي تَفَاسِيرهمْ مِنْ رِوَايَة اِبْن جَعْفَر الرَّازِيّ بِهِ وَرُوِيَ عَنْ مُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَغَيْر وَاحِد مِنْ عُلَمَاء السَّلَف سِيَاقَات تُوَافِق هَذِهِ الْأَحَادِيث اِكْتَفَيْنَا بِإِيرَادِهَا عَنْ التَّطْوِيل فِي تِلْكَ الْآثَار كُلّهَا وَبِاَللَّهِ الْمُسْتَعَان . فَهَذِهِ الْأَحَادِيث دَالَّة عَلَى أَنَّ اللَّه عَزَّ وَجَلَّ اِسْتَخْرَجَ ذُرِّيَّة آدَم مِنْ صُلْبه وَمَيَّزَ بَيْن أَهْل الْجَنَّة وَأَهْل النَّار وَأَمَّا الْإِشْهَاد عَلَيْهِمْ هُنَاكَ بِأَنَّهُ رَبّهمْ فَمَا هُوَ إِلَّا فِي حَدِيث كُلْثُوم بْن جُبَيْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس وَفِي حَدِيث عَبْد اللَّه بْن عَمْرو وَقَدْ بَيَّنَّا أَنَّهُمَا مَوْقُوفَانِ لَا مَرْفُوعَانِ كَمَا تَقَدَّمَ وَمِنْ ثَمَّ قَالَ قَائِلُونَ مِنْ السَّلَف وَالْخَلَف إِنَّ الْمُرَاد بِهَذَا الْإِشْهَاد إِنَّمَا هُوَ فَطْرهمْ عَلَى التَّوْحِيد كَمَا تَقَدَّمَ فِي حَدِيث أَبِي هُرَيْرَة وَعِيَاض بْن حِمَار الْمُجَاشِعِيّ وَمِنْ رِوَايَة الْحَسَن الْبَصْرِيّ عَنْ الْأَسْوَد بْن سَرِيع وَقَدْ فَسَّرَ الْحَسَن الْآيَة بِذَلِكَ قَالُوا وَلِهَذَا قَالَ \" وَإِذْ أَخَذَ رَبّك مِنْ بَنِي آدَم \" وَلَمْ يَقُلْ مِنْ آدَم \" مِنْ ظُهُورهمْ \" وَلَمْ يَقُلْ مِنْ ظَهْره \" ذُرِّيَّتهمْ\" أَيْ جَعَلَ نَسْلهمْ جِيلًا بَعْد جِيل وَقَرْنًا بَعْد قَرْن كَقَوْلِهِ تَعَالَى \" وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِف الْأَرْض \" وَقَالَ \" وَيَجْعَلكُمْ خُلَفَاء الْأَرْض \" وَقَالَ \" كَمَا أَنْشَأَكُمْ مِنْ ذُرِّيَّة قَوْم آخَرِينَ \" ثُمَّ قَالَ \" وَأَشْهَدَهُمْ عَلَى أَنْفُسهمْ أَلَسْت بِرَبِّكُمْ قَالُوا بَلَى \" أَيْ أَوْجَدَهُمْ شَاهِدِينَ بِذَلِكَ قَائِلِينَ لَهُ حَالًا وَقَالًا وَالشَّهَادَة تَارَة تَكُون بِالْقَوْلِ كَقَوْلِهِ \" قَالُوا شَهِدْنَا عَلَى أَنْفُسنَا \" الْآيَة وَتَارَة تَكُون حَالًا كَقَوْلِهِ تَعَالَى \" مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِد اللَّه شَاهِدِينَ عَلَى أَنْفُسهمْ بِالْكُفْرِ\" أَيْ حَالهمْ شَاهِد عَلَيْهِمْ بِذَلِكَ لَا أَنَّهُمْ قَائِلُونَ ذَلِكَ وَكَذَا قَوْله تَعَالَى \" وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيد \" كَمَا أَنَّ السُّؤَال تَارَة يَكُون بِالْقَالِ وَتَارَة يَكُون بِالْحَالِ كَقَوْلِهِ \" وَآتَاكُمْ مِنْ كُلّ مَا سَأَلْتُمُوهُ \" قَالُوا وَمِمَّا يَدُلّ عَلَى أَنَّ الْمُرَاد بِهَذَا هَذَا أَنْ جَعَلَ هَذَا الْإِشْهَاد حُجَّة عَلَيْهِمْ فِي الْإِشْرَاك فَلَوْ كَانَ قَدْ وَقَعَ هَذَا كَمَا قَالَ مَنْ قَالَ لَكَانَ كُلّ أَحَد يَذْكُرهُ لِيَكُونَ حُجَّة عَلَيْهِ فَإِنْ قِيلَ إِخْبَار الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِهِ كَافٍ فِي وُجُوده فَالْجَوَاب أَنَّ الْمُكَذِّبِينَ مِنْ الْمُشْرِكِينَ يُكَذِّبُونَ بِجَمِيعِ مَا جَاءَتْهُمْ بِهِ الرُّسُل مِنْ هَذَا وَغَيْره وَهَذَا جُعِلَ حُجَّة مُسْتَقِلَّة عَلَيْهِمْ فَدَلَّ عَلَى أَنَّهُ الْفِطْرَة الَّتِي فُطِرُوا عَلَيْهَا مِنْ الْإِقْرَار بِالتَّوْحِيدِ وَلِهَذَا قَالَ \" أَنْ تَقُولُوا \" أَيْ لِئَلَّا تَقُولُوا يَوْم الْقِيَامَة\" إِنَّا كُنَّا عَنْ هَذَا \" أَيْ التَّوْحِيد \" غَافِلِينَ أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا \" الْآيَة .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42549, "aya_id": 174}]