[{"text": "إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ", "sura_id": 24, "type": 0, "id": 2842, "aya_id": 51}, {"text": "إنما كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا وأولئك هم المفلحون", "sura_id": 24, "type": 1, "id": 9078, "aya_id": 51}, {"text": "51 - (إنما كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم) فالقول اللائق بهم (أن يقولوا سمعنا وأطعنا) بالإجابة (وأولئك) حينئذ (هم المفلحون) الناجون \r\n", "sura_id": 24, "type": 2, "id": 27786, "aya_id": 51}, {"text": "أما المؤمنون حقا فدأبهم إذا دعوا إلى التحاكم في خصوماتهم إلى كتاب الله وحكم رسوله، أن يقبلوا الحكم ويقولوا: سمعنا ما قيل لنا وأطعنا مَن دعانا إلى ذلك، وأولئك هم المفلحون الفائزون بمطلوبهم في جنات النعيم.\r\n", "sura_id": 24, "type": 3, "id": 34022, "aya_id": 51}, {"text": " <font color=red>إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ</font><BR><p>أَيْ سَمْعًا وَطَاعَة وَلِهَذَا وَصَفَهُمْ تَعَالَى بِالْفَلَاحِ وَهُوَ نَيْل الْمَطْلُوب وَالسَّلَامَة مِنْ الْمَرْهُوب فَقَالَ تَعَالَى \" وَأُولَئِكَ هُمْ الْمُفْلِحُونَ \" وَقَالَ قَتَادَة فِي هَذِهِ الْآيَة \" أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا\" ذَكَرَ لَنَا أَنَّ عُبَادَة بْن الصَّامِت وَكَانَ عَقَبِيًّا بَدْرِيًّا أَحَد نُقَبَاء الْأَنْصَار أَنَّهُ لَمَّا حَضَرَهُ الْمَوْت قَالَ لِابْنِ أَخِيهِ جُنَادَة بْن أَبِي أُمَيَّة : أَلَا أُنَبِّئك بِمَاذَا عَلَيْك وَبِمَاذَا لَك ؟ قَالَ : بَلَى قَالَ : فَإِنَّ عَلَيْك السَّمْع وَالطَّاعَة فِي عُسْرك وَيُسْرك وَمَنْشَطك وَمَكْرَهك وَأَثَرَة عَلَيْك وَعَلَيْك أَنْ تُقِيم لِسَانك بِالْعَدْلِ وَأَنْ لَا تُنَازِع الْأَمْر أَهْله إِلَّا أَنْ يَأْمُرُوك بِمَعْصِيَةِ اللَّه بَوَاحًا فَمَا أُمِرْت بِهِ مِنْ شَيْء يُخَالِف كِتَاب اللَّه فَاتَّبِعْ كِتَاب اللَّه. وَقَالَ قَتَادَة : ذُكِرَ لَنَا أَنَّ أَبَا الدَّرْدَاء قَالَ : لَا إِسْلَام إِلَّا بِطَاعَةِ اللَّه وَلَا خَيْر إِلَّا فِي جَمَاعَة وَالنَّصِيحَة لِلَّهِ وَلِرَسُولِهِ وَلِلْخَلِيفَةِ وَلِلْمُؤْمِنِينَ عَامَّة قَالَ وَقَدْ ذُكِرَ لَنَا أَنَّ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ كَانَ يَقُول : عُرْوَة الْإِسْلَام شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه وَإِقَام الصَّلَاة وَإِيتَاء الزَّكَاة وَالطَّاعَة لِمَنْ وَلَّاهُ اللَّه أَمْر الْمُسْلِمِينَ . رَوَاهُ اِبْن أَبِي حَاتِم وَالْأَحَادِيث وَالْآثَار فِي وُجُوب الطَّاعَة لِكِتَابِ اللَّه وَسُنَّة رَسُوله وَلِلْخُلَفَاءِ الرَّاشِدِينَ وَالْأَئِمَّة إِذَا أَمَرُوا بِطَاعَةِ اللَّه أَكْثَر مِنْ أَنْ تُحْصَر فِي هَذَا الْمَكَان.</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39271, "aya_id": 51}]