[{"text": "وَلاَ تُؤْمِنُواْ إِلاَّ لِمَن تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدَى هُدَى اللّهِ أَن يُؤْتَى أَحَدٌ مِّثْلَ مَا أُوتِيتُمْ أَوْ يُحَآجُّوكُمْ عِندَ رَبِّكُمْ قُلْ إِنَّ الْفَضْلَ بِيَدِ اللّهِ يُؤْتِيهِ مَن يَشَاء وَاللّهُ وَاسِعٌ عَلِيمٌ", "sura_id": 3, "type": 0, "id": 366, "aya_id": 73}, {"text": "ولا تؤمنوا إلا لمن تبع دينكم قل إن الهدى هدى الله أن يؤتى أحد مثل ما أوتيتم أو يحاجوكم عند ربكم قل إن الفضل بيد الله يؤتيه من يشاء والله واسع عليم", "sura_id": 3, "type": 1, "id": 6602, "aya_id": 73}, {"text": "73 - وقالوا أيضا (ولا تؤمنوا) تصدقوا (إلا لمن) اللام زائدة (تبع) وافق (دينكم) قال تعالى: (قل) لهم يا محمد (إن الهدى هدى الله) الذي هو الإسلام وما عداه ضلال ، والجملة إعتراض (أن) أي بأن (يؤتى أحد مثل ما أوتيتم) من الكتاب والحكمة والفضائل ، وأن مفعول تؤمنوا ، والمستثنى منه أحد قدم عليه المستثنى المعنى: لا تقروا بأن أحدا يؤتى ذلك إلا لمن اتبع دينكم (أو) بأن (يحاجوكم) أي المؤمنون يغلبوكم (عند ربكم) يوم القيامة لأنكم أصح دينا ، وفي قراءة: أأن بهمزة التوبيخ أي إيتاء أحد مثله تقرون به قال تعالى: (قل إن الفضل بيد الله يؤتيه من يشاء) فمن أين لكم أنه لا يؤتى أحد مثل ما أوتيتم (والله واسع) كثير الفضل (عليم) بمن هو أهله \r\n", "sura_id": 3, "type": 2, "id": 25310, "aya_id": 73}, {"text": "ولا تصدِّقوا تصديقًا صحيحًا إلا لمَن تبع دينكم فكان يهودياً, قل لهم -أيها الرسول- : إن الهدى والتوفيق هدى الله وتوفيقه للإيمان الصحيح. وقالوا: لا تظهروا ما عندكم من العلم للمسلمين فيتعلمون منكم فيساووكم في العلم به, وتكون لهم الأفضلية عليكم, أو أن يتخذوه حجة عند ربكم يغلبونكم بها. قل لهم -أيها الرسول- : إن الفضل والعطاء والأمور كلها بيد الله وتحت تصرفه, يؤتيها من يشاء ممن آمن به وبرسوله. والله واسع عليم, يَسَعُ بعلمه وعطائه جميع مخلوقاته, ممن يستحق فضله ونعمه.\r\n", "sura_id": 3, "type": 3, "id": 31546, "aya_id": 73}, {"text": " <font color=red>وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ</font><BR><p>وَقَوْله تَعَالَى \" وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينكُمْ \" أَيْ تَطْمَئِنُّوا وَتُظْهِرُوا سِرّكُمْ وَمَا عِنْدكُمْ إِلَّا لِمَنْ تَبِعَ دِينكُمْ وَلَا تُظْهِرُوا مَا بِأَيْدِيكُمْ إِلَى الْمُسْلِمِينَ فَيُؤْمِنُوا بِهِ وَيَحْتَجُّوا بِهِ عَلَيْكُمْ . قَالَ اللَّه تَعَالَى \" قُلْ إِنَّ الْهُدَى هُدَى اللَّه \" أَيْ هُوَ الَّذِي يَهْدِي قُلُوب الْمُؤْمِنِينَ إِلَى أَتَمّ الْإِيمَان بِمَا يُنْزِلهُ عَلَى عَبْده وَرَسُوله مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْآيَات الْبَيِّنَات وَالدَّلَائِل الْقَاطِعَات وَالْحُجَج الْوَاضِحَات وَإِنْ كَتَمْتُمْ أَيّهَا الْيَهُود مَا بِأَيْدِيكُمْ مِنْ صِفَة مُحَمَّد النَّبِيّ الْأُمِّيّ فِي كُتُبكُمْ الَّتِي نَقَلْتُمُوهَا عَنْ الْأَنْبِيَاء الْأَقْدَمِينَ وَقَوْله \" أَنْ يُؤْتَى أَحَد مِثْل مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْد رَبّكُمْ \" يَقُولُونَ لَا تُظْهِرُوا مَا عِنْدكُمْ مِنْ الْعِلْم لِلْمُسْلِمِينَ فَيَتَعَلَّمُوهُ مِنْكُمْ وَيُسَاوُونَكُمْ فِيهِ وَيَمْتَازُونَ بِهِ عَلَيْكُمْ لِشِدَّةِ الْإِيمَان بِهِ أَوْ يُحَاجُّوكُمْ بِهِ عِنْد رَبّكُمْ أَيْ يَتَّخِذُوهُ حُجَّة عَلَيْكُمْ بِمَا فِي أَيْدِيكُمْ فَتَقُوم بِهِ عَلَيْكُمْ الدَّلَالَة وَتُرْتَكَب الْحُجَّة فِي الدُّنْيَا وَالْآخِرَة قَالَ اللَّه تَعَالَى \" قُلْ إِنَّ الْفَضْل بِيَدِ اللَّه يُؤْتِيه مَنْ يَشَاء \" أَيْ الْأُمُور كُلّهَا تَحْت تَصَرُّفه وَهُوَ الْمُعْطِي الْمَانِع يَمُنَّ عَلَى مَنْ يَشَاء بِالْإِيمَانِ وَالْعِلْم وَالتَّصَرُّف التَّامّ وَيُضِلّ مَنْ يَشَاء فَيُعْمِي بَصَرَهُ وَبَصِيرَته وَيَخْتِم عَلَى قَلْبه وَسَمْعِهِ وَيَجْعَل عَلَى بَصَره غِشَاوَة وَلَهُ الْحُجَّة التَّامَّة وَالْحِكْمَة الْبَالِغَة .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40014, "aya_id": 73}]