[{"text": "ادْعُ إِلِى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُم بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ", "sura_id": 16, "type": 0, "id": 2026, "aya_id": 125}, {"text": "ادع إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي أحسن إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بالمهتدين", "sura_id": 16, "type": 1, "id": 8262, "aya_id": 125}, {"text": "125 - (ادع) الناس يا محمد (إلى سبيل ربك) دينه (بالحكمة) بالقرآن (والموعظة الحسنة) مواعظه أو القول الرقيق (وجادلهم بالتي) أي المجادلة التي (هي أحسن) الدعاء إلى الله بآياته والدعاء إلى حججه (إن ربك هو أعلم) أي عالم (بمن ضل عن سبيله وهو أعلم بالمهتدين) فيجازيهم وهذا قبل الأمر بالقتال ونزل لما قتل حمزة ومثل به فقال صلى الله عليه وسلم وقد رآه لأمثلن بسبعين منهم مكانك \r\n", "sura_id": 16, "type": 2, "id": 26970, "aya_id": 125}, {"text": "ادعُ -أيها الرسول- أنت ومَنِ اتبعك إلى دين ربك وطريقه المستقيم, بالطريقة الحكيمة التي أوحاها الله إليك في الكتاب والسنة, وخاطِب الناس بالأسلوب المناسب لهم, وانصح لهم نصحًا حسنًا, يرغبهم في الخير, وينفرهم من الشر, وجادلهم بأحسن طرق المجادلة من الرفق واللين. فما عليك إلا البلاغ, وقد بلَّغْتَ, أما هدايتهم فعلى الله وحده, فهو أعلم بمن ضلَّ عن سبيله, وهو أعلم بالمهتدين.\r\n", "sura_id": 16, "type": 3, "id": 33206, "aya_id": 125}, {"text": " <font color=red>ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ</font><BR><p>يَقُول تَعَالَى آمِرًا رَسُوله مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَدْعُو الْخَلْق إِلَى اللَّه بِالْحِكْمَةِ . قَالَ اِبْن جَرِير وَهُوَ مَا أَنْزَلَهُ عَلَيْهِ مِنْ الْكِتَاب وَالسُّنَّة وَالْمَوْعِظَة الْحَسَنَة أَيْ بِمَا فِيهِ مِنْ الزَّوَاجِر وَالْوَقَائِع بِالنَّاسِ ذَكَّرَهُمْ بِهَا لِيَحْذَرُوا بَأْس اللَّه تَعَالَى وَقَوْله \" وَجَادِلْهُمْ بِاَلَّتِي هِيَ أَحْسَن \" أَيْ مَنْ اِحْتَاجَ مِنْهُمْ إِلَى مُنَاظَرَة وَجِدَال فَلْيَكُنْ بِالْوَجْهِ الْحَسَن بِرِفْقٍ وَلِين وَحُسْن خِطَاب كَقَوْلِهِ تَعَالَى \" وَلَا تُجَادِلُوا أَهْل الْكِتَاب إِلَّا بِاَلَّتِي هِيَ أَحْسَن إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ \" الْآيَة فَأَمَرَهُ تَعَالَى بِلِينِ الْجَانِب كَمَا أَمَرَ بِهِ مُوسَى وَهَارُون عَلَيْهِمَا السَّلَام حِين بَعَثَهُمَا إِلَى فِرْعَوْن فِي قَوْله \" فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّر أَوْ يَخْشَى \" وَقَوْله \" إِنَّ رَبّك هُوَ أَعْلَم بِمَنْ ضَلَّ عَنْ سَبِيله \" الْآيَة . أَيْ قَدَّمَ عِلْم الشَّقِيّ مِنْهُمْ وَالسَّعِيد وَكَتَبَ ذَلِكَ عِنْده وَفَرَغَ مِنْهُ فَادْعُهُمْ إِلَى اللَّه وَلَا تُذْهِب نَفْسك عَلَى مَنْ ضَلَّ مِنْهُمْ حَسَرَات فَإِنَّهُ لَيْسَ عَلَيْك هُدَاهُمْ إِنَّمَا أَنْتَ نَذِير عَلَيْك الْبَلَاغ وَعَلَيْنَا الْحِسَاب \" إِنَّك لَا تَهْدِي مَنْ أَحْبَبْت \" \" لَيْسَ عَلَيْك هُدَاهُمْ وَلَكِنَّ اللَّه يَهْدِي مَنْ يَشَاء \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38080, "aya_id": 125}]