[{"text": "قَدْ أَفْلَحَ الْمُؤْمِنُونَ", "sura_id": 23, "type": 0, "id": 2674, "aya_id": 1}, {"text": "قد أفلح المؤمنون", "sura_id": 23, "type": 1, "id": 8910, "aya_id": 1}, {"text": "سورة المؤمنون 1 - (قد) للتحقيق (أفلح) فاز (المؤمنون) \r\n", "sura_id": 23, "type": 2, "id": 27618, "aya_id": 1}, {"text": "قد فاز المصدِّقون بالله وبرسوله العاملون بشرعه.\r\n", "sura_id": 23, "type": 3, "id": 33854, "aya_id": 1}, {"text": " <font color=red>قَدْ أَفْلَحَ الْمُؤْمِنُونَ</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنِي يُونُس بْن سُلَيْم قَالَ أَمْلَى عَلَيَّ يُونُس بْن يَزِيد الْأَيْلِيّ عَنْ اِبْن شِهَاب عَنْ عُرْوَة بْن الزُّبَيْر عَنْ عَبْد الرَّحْمَن بْن عَبْدٍ الْقَارِيّ قَالَ سَمِعْت عُمَر بْن الْخَطَّاب يَقُول كَانَ إِذَا نَزَلَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْوَحْي يُسْمَع عِنْد وَجْهه كَدَوِيِّ النَّحْل فَلَبِثْنَا سَاعَة فَاسْتَقْبَلَ الْقِبْلَة وَرَفَعَ يَدَيْهِ وَقَالَ\" اللَّهُمَّ زِدْنَا وَلَا تَنْقُصنَا وَأَكْرِمْنَا وَلَا تُهِنَّا وَأَعْطِنَا وَلَا تَحْرِمنَا وَآثِرْنَا وَلَا تُؤْثِر عَلَيْنَا وَارْضَ عَنَّا وَأَرْضِنَا - ثُمَّ قَالَ - لَقَدْ أُنْزِلَ عَلَيَّ عَشْر آيَات مَنْ أَقَامَهُنَّ دَخَلَ الْجَنَّة \" ثُمَّ قَرَأَ \" قَدْ أَفْلَحَ الْمُؤْمِنُونَ \" حَتَّى خَتَمَ الْعَشْر وَرَوَاهُ التِّرْمِذِيّ فِي تَفْسِيره وَالنَّسَائِيّ فِي الصَّلَاة مِنْ حَدِيث عَبْد الرَّزَّاق بِهِ وَقَالَ التِّرْمِذِيّ مُنْكَر لَا نَعْرِف أَحَدًا رَوَاهُ غَيْر يُونُس بْن سُلَيْم وَيُونُس لَا نَعْرِفهُ وَقَالَ النَّسَائِيّ فِي تَفْسِيره أَنْبَأَنَا قُتَيْبَة بْن سَعِيد حَدَّثَنَا جَعْفَر عَنْ أَبِي عِمْرَان عَنْ يَزِيد بْن بَابَنُوس قَالَ : قُلْنَا لِعَائِشَة أُمّ الْمُؤْمِنِينَ كَيْف كَانَ خُلُق رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قَالَتْ : كَانَ خُلُق رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْقُرْآن فَقَرَأَتْ \" قَدْ أَفْلَحَ الْمُؤْمِنُونَ - حَتَّى اِنْتَهَتْ إِلَى - وَاَلَّذِينَ هُمْ عَلَى صَلَوَاتهمْ يُحَافِظُونَ\" قَالَتْ هَكَذَا كَانَ خُلُق رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ رُوِيَ عَنْ كَعْب الْأَحْبَار وَمُجَاهِد وَأَبِي الْعَالِيَة وَغَيْرهمْ لَمَّا خَلَقَ اللَّه جَنَّة عَدْن وَغَرَسَهَا بِيَدِهِ نَظَرَ إِلَيْهَا وَقَالَ لَهَا تَكَلَّمِي فَقَالَتْ \" قَدْ أَفْلَحَ الْمُؤْمِنُونَ \" قَالَ كَعْب الْأَحْبَار لِمَا أَعَدَّ لَهُمْ مِنْ الْكَرَامَة فِيهَا وَقَالَ أَبُو الْعَالِيَة فَأَنْزَلَ اللَّه ذَلِكَ فِي كِتَابه وَقَدْ رُوِيَ ذَلِكَ عَنْ أَبِي سَعِيد الْخُدْرِيّ مَرْفُوعًا فَقَالَ أَبُو بَكْر الْبَزَّار حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا الْمُغِيرَة بْن سَلَمَة حَدَّثَنَا وُهَيْب عَنْ الْجُرَيْرِيّ عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد قَالَ : خَلَقَ اللَّه الْجَنَّة لَبِنَة مِنْ ذَهَب وَلَبِنَة مِنْ فِضَّة وَغَرَسَهَا وَقَالَ لَهَا تَكَلَّمِي فَقَالَتْ \" قَدْ أَفْلَحَ الْمُؤْمِنُونَ\" فَدَخَلَتْهَا الْمَلَائِكَة فَقَالَتْ طُوبَى لَك مَنْزِل الْمُلُوك ثُمَّ قَالَ وَحَدَّثَنَا بِشْر بْن آدَم وَحَدَّثَنَا يُونُس بْن عُبَيْد اللَّه الْعُمَرِيّ حَدَّثَنَا عَدِيّ بْن الْفَضْل حَدَّثَنَا الْجُرَيْرِيّ عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" خَلَقَ اللَّه الْجَنَّة لَبِنَة مِنْ ذَهَب وَلَبِنَة مِنْ فِضَّة وَمِلَاطهَا الْمِسْك - قَالَ الْبَزَّار وَرَأَيْت فِي مَوْضِع آخَر فِي هَذَا الْحَدِيث - حَائِط الْجَنَّة لَبِنَة ذَهَب وَلَبِنَة فِضَّة وَمِلَاطهَا الْمِسْك فَقَالَ لَهَا تَكَلَّمِي فَقَالَتْ\" قَدْ أَفْلَحَ الْمُؤْمِنُونَ \" فَقَالَتْ الْمَلَائِكَة طُوبَى لَك مَنْزِل الْمُلُوك \" ثُمَّ قَالَ الْبَزَّار لَا نَعْلَم أَحَدًا رَفَعَهُ إِلَى عَدِيّ بْن الْفَضْل وَلَيْسَ هُوَ بِالْحَافِظِ وَهُوَ شَيْخ مُتَقَدِّم الْمَوْت وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا أَحْمَد بْن عَلِيّ حَدَّثَنَا هِشَام بْن خَالِد حَدَّثَنَا بَقِيَّة عَنْ اِبْن جُرَيْج عَنْ عَطَاء عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَمَّا خَلَقَ اللَّه جَنَّة عَدْن خَلَقَ فِيهَا مَا لَا عَيْن رَأَتْ وَلَا أُذُن سَمِعَتْ وَلَا خَطَرَ عَلَى قَلْب بَشَر ثُمَّ قَالَ لَهَا تَكَلَّمِي فَقَالَتْ \" قَدْ أَفْلَحَ الْمُؤْمِنُونَ \" بَقِيَّة عَنْ الْحِجَازِيِّينَ ضَعِيف وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا مِنْجَاب بْن الْحَارِث حَدَّثَنَا حَمَّاد بْن عِيسَى الْعَبْسِيّ عَنْ إِسْمَاعِيل السُّدِّيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس يَرْفَعهُ \" لَمَّا خَلَقَ اللَّه جَنَّة عَدْن بِيَدِهِ وَدَلَّى فِيهَا ثِمَارهَا وَشَقَّ فِيهَا أَنْهَارهَا ثُمَّ نَزَلَ إِلَيْهَا فَقَالَ \" قَدْ أَفْلَحَ الْمُؤْمِنُونَ \" قَالَ وَعِزَّتِي وَجَلَالِي لَا يُجَاوِرنِي فِيك بَخِيل \" وَقَالَ أَبُو بَكْر بْن أَبِي الدُّنْيَا : حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى الْبَزَّار حَدَّثَنَا مُحَمَّد بْن زِيَاد الْكَلْبِيّ حَدَّثَنَا يَعِيش بْن حُسَيْن عَنْ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خَلَقَ اللَّه جَنَّة عَدْن بِيَدِهِ لَبِنَة مِنْ دُرَّة بَيْضَاء وَلَبِنَة مِنْ يَاقُوتَة حَمْرَاء وَلَبِنَة مِنْ زَبَرْجَدَة خَضْرَاء مِلَاطهَا الْمِسْك وَحَصْبَاؤُهَا اللُّؤْلُؤ وَحَشِيشهَا الزَّعْفَرَان ثُمَّ قَالَ لَهَا اِنْطِقِي قَالَتْ \" قَدْ أَفْلَحَ الْمُؤْمِنُونَ \" فَقَالَ اللَّه وَعِزَّتِي وَجَلَالِي لَا يُجَاوِرنِي فِيك بَخِيل \" ثُمَّ تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَمَنْ يُوقَ شُحّ نَفْسه فَأُولَئِكَ هُمْ الْمُفْلِحُونَ \" وَقَوْله تَعَالَى \" قَدْ أَفْلَحَ الْمُؤْمِنُونَ \" أَيْ قَدْ فَازُوا وَسَعِدُوا وَحَصَلُوا عَلَى الْفَلَاح وَهُمْ الْمُؤْمِنُونَ الْمُتَّصِفُونَ بِهَذِهِ الْأَوْصَاف .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39107, "aya_id": 1}]