[{"text": "الَّذِينَ يُنفِقُونَ فِي السَّرَّاء وَالضَّرَّاء وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللّهُ يُحِبُّ الْمُحْسِنِينَ", "sura_id": 3, "type": 0, "id": 427, "aya_id": 134}, {"text": "الذين ينفقون في السراء والضراء والكاظمين الغيظ والعافين عن الناس والله يحب المحسنين", "sura_id": 3, "type": 1, "id": 6663, "aya_id": 134}, {"text": "134-(الذين ينفقون) في طاعة الله (في السراء والضراء) اليسر والعسر (والكاظمين الغيظ) الكافين عن إمضائه مع القدرة (والعافين عن الناس) ممن ظلمهم أي التاركين عقوبتهم (والله يحب المحسنين) بهذه الأفعال ، أي يثيبهم \r\n", "sura_id": 3, "type": 2, "id": 25371, "aya_id": 134}, {"text": "الذين ينفقون أموالهم في اليسر والعسر, والذين يمسكون ما في أنفسهم من الغيظ بالصبر, وإذا قَدَروا عَفَوا عمَّن ظلمهم. وهذا هو الإحسان الذي يحب الله أصحابه.\r\n", "sura_id": 3, "type": 3, "id": 31607, "aya_id": 134}, {"text": " <font color=red>الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ</font><BR><p>ثُمَّ ذَكَرَ تَعَالَى صِفَة أَهْل الْجَنَّة فَقَالَ \" الَّذِينَ يُنْفِقُونَ فِي السَّرَّاء وَالضَّرَّاء \" أَيْ فِي الشِّدَّة وَالرَّخَاء وَالْمَنْشَط وَالْمَكْرَه وَالصِّحَّة وَالْمَرَض . وَفِي جَمِيع الْأَحْوَال كَمَا قَالَ \" الَّذِينَ يُنْفِقُونَ بِاللَّيْلِ وَالنَّهَار سِرًّا وَعَلَانِيَة \" وَالْمَعْنَى أَنَّهُمْ لَا يَشْغَلهُمْ أَمْر عَنْ طَاعَة اللَّه تَعَالَى وَالْإِنْفَاق فِي مِرَاضِيهِ وَالْإِحْسَان إِلَى خَلْقه مِنْ قَرَابَاتهمْ وَغَيْرهمْ بِأَنْوَاعِ الْبِرّ وَقَوْله تَعَالَى \" وَالْكَاظِمِينَ الْغَيْظ وَالْعَافِينَ عَنْ النَّاس \" أَيْ إِذَا ثَارَ بِهِمْ الْغَيْظ كَظَمُوهُ بِمَعْنَى كَتَمُوهُ فَلَمْ يُعْمِلُوهُ وَعَفَوْا مَعَ ذَلِكَ عَمَّنْ أَسَاءَ إِلَيْهِمْ : وَقَدْ وَرَدَ فِي بَعْض الْآثَار \" يَقُول اللَّه تَعَالَى : يَا اِبْن آدَم اُذْكُرْنِي إِذَا غَضِبْت أَذْكُرك إِذَا غَضِبْت فَلَا أُهْلِكك فِيمَنْ أُهْلِك \" رَوَاهُ اِبْن أَبِي حَاتِم . وَقَدْ قَالَ أَبُو يَعْلَى فِي مُسْنَده : حَدَّثَنَا أَبُو مُوسَى الزَّمِن حَدَّثَنَا عِيسَى بْن شُعَيْب الضَّرِير أَبُو الْفَضْل حَدَّثَنِي الرَّبِيع بْن سُلَيْمَان النُّمَيْرِيّ عَنْ أَبِي عَمْرو بْن أَنَس بْن مَالِك عَنْ أَبِيهِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ كَفَّ غَضَبه كَفَّ اللَّه عَنْهُ عَذَابه وَمَنْ خَزَنَ لِسَانه سَتَرَ اللَّه عَوْرَته وَمَنْ اِعْتَذَرَ إِلَيَّ قَبِلَ اللَّه عُذْره \". وَهَذَا حَدِيث غَرِيب وَفِي إِسْنَاده نَظَر . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا مَالِك عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَيْسَ الشَّدِيد بِالصُّرَعَةِ وَلَكِنَّ الشَّدِيد الَّذِي يَمْلِك نَفْسه عِنْد الْغَضَب \" وَقَدْ رَوَاهُ الشَّيْخَانِ مِنْ حَدِيث مَالِك . وَقَالَ الْإِمَام أَحْمَد أَيْضًا : حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ إِبْرَاهِيم التَّيْمِيّ عَنْ الْحَارِث بْن سُوَيْد عَنْ عَبْد اللَّه وَهُوَ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَيّكُمْ مَال وَارِثه أَحَبّ إِلَيْهِ مِنْ مَاله \" ؟ قَالُوا : يَا رَسُول اللَّه مَا مِنَّا مِنْ أَحَد إِلَّا مَاله أَحَبّ إِلَيْهِ مِنْ مَال وَارِثه قَالَ \" اِعْلَمُوا أَنَّهُ لَيْسَ مِنْكُمْ أَحَد إِلَّا مَال وَارِثه أَحَبّ إِلَيْهِ مِنْ مَاله مَا لَك مِنْ مَالِك إِلَّا مَا قَدَّمْت وَمَا لِوَارِثِك إِلَّا مَا أَخَّرْت \" . قَالَ : وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا تَعُدُّونَ الصُّرَعَة فِيكُمْ ؟ \" قُلْنَا الَّذِي لَا تَصْرَعهُ الرِّجَال قَالَ \" لَا وَلَكِنْ الَّذِي يَمْلِك نَفْسه عِنْد الْغَضَب \" قَالَ : وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَتَدْرُونَ مَا الرَّقُوب ؟ \" قُلْنَا الَّذِي لَا وَلَد لَهُ قَالَ \" لَا وَلَكِنْ الرَّقُوب الَّذِي لَا يُقَدِّم مِنْ وَلَده شَيْئًا \" . أَخْرَجَ الْبُخَارِيّ الْفَصْل الْأَوَّل مِنْهُ وَأَخْرَجَ مُسْلِم أَصْل هَذَا الْحَدِيث مِنْ رِوَايَة الْأَعْمَش بِهِ \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة سَمِعْت عُرْوَة بْن عَبْد اللَّه الْجُعْفِيّ يُحَدِّث عَنْ أَبِي حَصْبَة أَوْ اِبْن أَبِي حُصَيْن عَنْ رَجُل شَهِدَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْطُب فَقَالَ \" أَتَدْرُونَ مَا الرَّقُوب ؟ \" قُلْنَا الَّذِي لَا وَلَد لَهُ قَالَ \" الرَّقُوب كُلّ الرَّقُوب الَّذِي لَهُ وَلَد فَمَاتَ وَلَمْ يُقَدِّم مِنْهُمْ شَيْئًا \" قَالَ \" أَتَدْرُونَ مَنْ الصُّعْلُوك \" ؟ قَالُوا الَّذِي لَيْسَ لَهُ مَال فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الصُّعْلُوك كُلّ الصُّعْلُوك الَّذِي لَهُ مَال فَمَاتَ وَلَمْ يُقَدِّم مِنْهُ شَيْئًا \" قَالَ : ثُمَّ قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا الصُّرَعَة \" ؟ قَالُوا : الصَّرِيع الَّذِي لَا تَصْرَعهُ الرِّجَال فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الصُّرَعَة كُلّ الصُّرَعَة الَّذِي يَغْضَب فَيَشْتَدّ غَضَبه وَيَحْمَرّ وَجْهه وَيَقْشَعِرّ شَعْره فَيَصْرَع غَضَبه \" \" حَدِيث آخَر \" . قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا اِبْن نُمَيْر حَدَّثَنَا هِشَام هُوَ اِبْن عُرْوَة عَنْ أَبِيهِ عَنْ الْأَحْنَف بْن قَيْس عَنْ عَمّ لَهُ يُقَال لَهُ حَارِثَة بْن قُدَامَة السَّعْدِيّ أَنَّهُ سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه قُلْ لِي قَوْلًا يَنْفَعنِي وَأَقْلِلْ عَلَيَّ لَعَلِّي أَعِيه فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لَا تَغْضَب \" فَأَعَادَ عَلَيْهِ حَتَّى أَعَادَ عَلَيْهِ مِرَارًا كُلّ ذَلِكَ يَقُول \" لَا تَغْضَب \" وَهَكَذَا رَوَاهُ عَنْ أَبِي مُعَاوِيَة عَنْ هِشَام بِهِ وَرَوَاهُ أَيْضًا عَنْ يَحْيَى بْن سَعِيد الْقَطَّان عَنْ هِشَام بِهِ : أَنَّ رَجُلًا قَالَ يَا رَسُول اللَّه قُلْ لِي قَوْلًا وَأَقْلِلْ عَلَيَّ لَعَلِّي أَعْقِلهُ فَقَالَ \" لَا تَغْضَب \" . الْحَدِيث اِنْفَرَدَ بِهِ أَحْمَد \" حَدِيث آخَر \". قَالَ أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ حُمَيْد بْن عَبْد الرَّحْمَن عَنْ رَجُل مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : قَالَ رَجُل يَا رَسُول اللَّه أَوْصِنِي قَالَ \" لَا تَغْضَب \" قَالَ الرَّجُل : فَفَكَّرْت حِين قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا قَالَ فَإِذَا الْغَضَب يَجْمَع الشَّرّ كُلّه اِنْفَرَدَ بِهِ أَحْمَد \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا دَاوُدَ بْن أَبِي هِنْد عَنْ أَبِي حَرْب اِبْن أَبِي الْأَسْوَد عَنْ أَبِي الْأَسْوَد عَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ قَالَ : كَانَ يَسْقِي عَلَى حَوْض لَهُ فَجَاءَ قَوْم فَقَالُوا : أَيّكُمْ يُورِد عَلَى أَبِي ذَرّ وَيَحْتَسِب شَعَرَات مِنْ رَأْسه ؟ فَقَالَ رَجُل : أَنَا فَجَاءَ فَأَوْرَدَ عَلَى الْحَوْض فَدَقَّهُ وَكَانَ أَبُو ذَرّ قَائِمًا فَجَلَسَ ثُمَّ اِضْطَجَعَ فَقِيلَ لَهُ يَا أَبَا ذَرّ لِمَ جَلَسْت ثُمَّ اِضْطَجَعْت ؟ فَقَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَنَا \" إِذَا غَضِبَ أَحَدكُمْ وَهُوَ قَائِم فَلْيَجْلِسْ فَإِنْ ذَهَبَ عَنْهُ الْغَضَب وَإِلَّا فَلْيَضْطَجِعْ \" . وَرَوَاهُ أَبُو دَاوُدَ عَنْ أَحْمَد بْن حَنْبَل بِإِسْنَادِهِ إِلَّا أَنَّهُ وَقَعَ فِي رِوَايَته عَنْ أَبِي حَرْب عَنْ أَبِي ذَرّ وَالصَّحِيح اِبْن أَبِي حَرْب عَنْ أَبِيهِ عَنْ أَبِي ذَرّ كَمَا رَوَاهُ عَبْد اللَّه بْن أَحْمَد عَنْ أَبِيهِ \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِبْرَاهِيم بْن خَالِد حَدَّثَنَا أَبُو وَائِل الصَّنْعَانِيّ قَالَ : كُنَّا جُلُوسًا عِنْد عُرْوَة بْن مُحَمَّد إِذْ دَخَلَ عَلَيْهِ رَجُل فَكَلَّمَهُ بِكَلَامٍ أَغْضَبَهُ فَلَمَّا أَنْ أَغْضَبَهُ قَامَ ثُمَّ عَادَ إِلَيْنَا وَقَدْ تَوَضَّأَ فَقَالَ : حَدَّثَنِي أَبِي عَنْ جَدِّي عَطِيَّة هُوَ اِبْن سَعْد السَّعْدِيّ - وَقَدْ كَانَتْ لَهُ صُحْبَة - قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الْغَضَب مِنْ الشَّيْطَان وَإِنَّ الشَّيْطَان خُلِقَ مِنْ النَّار وَإِنَّمَا تُطْفَأ النَّار بِالْمَاءِ فَإِذَا غَضِبَ أَحَدكُمْ فَلْيَتَوَضَّأْ \" . وَهَكَذَا رَوَاهُ أَبُو دَاوُدَ مِنْ حَدِيث إِبْرَاهِيم بْن خَالِد الصَّنْعَانِيّ عَنْ أَبِي وَائِل الْقَاصّ الْمُرَادِيّ الصَّنْعَانِيّ قَالَ أَبُو دَاوُدَ : أُرَاهُ عَبْد اللَّه بْن بَحِير \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد اللَّه بْن يَزِيد حَدَّثَنَا نُوح بْن مُعَاوِيَة السُّلَمِيّ عَنْ مُقَاتِل بْن حَيَّان عَنْ عَطَاء عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ أَنْظَرَ مُعْسِرًا أَوْ وَضَعَ عَنْهُ وَقَاهُ اللَّه مِنْ فَيْح جَهَنَّم أَلَا إِنَّ عَمَل الْجَنَّة حَزْن بِرَبْوَةٍ ثَلَاثًا أَلَا إِنَّ عَمَل النَّار سَهْل بِسَهْوَةٍ . وَالسَّعِيد مَنْ وُقِيَ الْفِتَن وَمَا مِنْ جَرْعَة أَحَبّ إِلَى اللَّه مِنْ جَرْعَة غَيْظ يَكْظِمهَا عَبْد مَا كَظَمَهَا عَبْد اللَّه إِلَّا مَلَأَ اللَّه جَوْفه إِيمَانًا \" . اِنْفَرَدَ بِهِ أَحْمَد وَإِسْنَاده حَسَن لَيْسَ فِيهِ مَجْرُوح وَمَتْنه حَسَن \" حَدِيث آخَر فِي مَعْنَاهُ \" قَالَ أَبُو دَاوُدَ حَدَّثَنَا عُقْبَة بْن مُكْرَم حَدَّثَنَا عَبْد الرَّحْمَن يَعْنِي اِبْن مَهْدِيّ عَنْ بِشْر يَعْنِي اِبْن مَنْصُور عَنْ مُحَمَّد بْن عَجْلَان عَنْ سُوَيْد بْن وَهْب عَنْ رَجُل مِنْ أَبْنَاء أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَبِيهِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ كَظَمَ غَيْظًا وَهُوَ قَادِر عَلَى أَنْ يُنْفِذهُ مَلَأَ اللَّه جَوْفه أَمْنًا وَإِيمَانًا وَمَنْ تَرَكَ لُبْس ثَوْب جَمَال وَهُوَ قَادِر عَلَيْهِ - قَالَ بِشْر : أَحْسِبهُ قَالَ تَوَاضُعًا - كَسَاهُ اللَّه حُلَّة الْكَرَامَة وَمَنْ تَوَّجَ لِلَّهِ كَسَاهُ اللَّه تَاج الْمُلْك \" . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد اللَّه بْن يَزِيد قَالَ حَدَّثَنَا سَعِيد حَدَّثَنِي أَبُو مَرْحُوم عَنْ سَهْل بْن مُعَاذ بْن أَنَس عَنْ أَبِيهِ أَنَّ رَسُول اللَّه صَلَّى قَالَ \" مَنْ كَظَمَ غَيْظًا وَهُوَ قَادِر عَلَى أَنْ يُنْفِذهُ دَعَاهُ اللَّه عَلَى رُءُوس الْخَلَائِق حَتَّى يُخَيِّرهُ مِنْ أَيّ الْحُور شَاءَ . وَرَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث سَعِيد بْن أَبِي أَيُّوب بِهِ وَقَالَ التِّرْمِذِيّ : حَسَن غَرِيب \" حَدِيث آخَر \" قَالَ عَبْد الرَّزَّاق أَنْبَأَنَا دَاوُدَ بْن قَيْس عَنْ زَيْد بْن أَسْلَم عَنْ رَجُل مِنْ أَهْل الشَّام يُقَال لَهُ عَبْد الْجَلِيل عَنْ عَمّ لَهُ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ فِي قَوْله تَعَالَى \" وَالْكَاظِمِينَ الْغَيْظ \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ كَظَمَ غَيْظًا وَهُوَ يَقْدِر عَلَى إِنْفَاذه مَلَأَ اللَّه جَوْفه أَمْنًا وَإِيمَانًا \" \" حَدِيث آخَر \" قَالَ اِبْن مَرْدُوَيه : حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن زِيَاد أَنْبَأَنَا يَحْيَى اِبْن طَالِب أَنْبَأَنَا عَلِيّ بْن عَاصِم أَخْبَرَنِي يُونُس بْن عُبَيْد عَنْ الْحَسَن عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا تَجَرَّعَ عَبْد مِنْ جُرْعَة أَفْضَل أَجْرًا مِنْ جُرْعَة غَيْظ كَظَمَهَا اِبْتِغَاء وَجْه اللَّه \" . رَوَاهُ اِبْن جَرِير وَكَذَا رَوَاهُ اِبْن مَاجَهْ عَنْ بِشْر بْن عُمَر عَنْ حَمَّاد بْن سَلَمَة عَنْ يُونُس بْن عُبَيْد بِهِ فَقَوْله تَعَالَى \" وَالْكَاظِمِينَ الْغَيْظ \" أَيْ لَا يَعْمَلُونَ غَضَبهمْ فِي النَّاس بَلْ يَكُفُّونَ عَنْهُمْ شَرّهمْ وَيَحْتَسِبُونَ ذَلِكَ عِنْد اللَّه عَزَّ وَجَلَّ ثُمَّ قَالَ تَعَالَى \" وَالْعَافِينَ عَنْ النَّاس \" أَيْ مَعَ كَفّ الشَّرّ يَعْفُونَ عَمَّنْ ظَلَمَهُمْ فِي أَنْفُسهمْ فَلَا يُبْقِي فِي أَنْفُسهمْ مَوْجِدَة عَلَى أَحَد وَهَذَا أَكْمَل الْأَحْوَال وَلِهَذَا قَالَ \" وَاَللَّه يُحِبّ الْمُحْسِنِينَ \" . فَهَذَا مِنْ مَقَامَات الْإِحْسَان وَفِي الْحَدِيث \" ثَلَاث أُقْسِم عَلَيْهِنَّ مَا نَقَصَ مَال مِنْ صَدَقَة وَمَا زَادَ اللَّه عَبْدًا بِعَفْوٍ إِلَّا عِزًّا وَمَنْ تَوَاضَعَ لِلَّهِ رَفَعَهُ اللَّه \" . رَوَى الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث مُوسَى بْن عُقْبَة عَنْ إِسْحَق بْن يَحْيَى بْن أَبِي طَلْحَة الْقُرَشِيّ عَنْ عُبَادَة بْن الصَّامِت عَنْ أُبَيّ بْن كَعْب أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ سَرَّهُ أَنْ يُشْرَف لَهُ الْبُنْيَان وَتُرْفَع لَهُ الدَّرَجَات فَلْيَعْفُ عَمَّنْ ظَلَمَهُ وَيُعْطِ مَنْ حَرَمَهُ وَيَصِل مَنْ قَطَعَهُ \" . ثُمَّ قَالَ صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ . وَقَدْ أَوْرَدَهُ اِبْن مَرْدُوَيه مِنْ حَدِيث عَلِيّ وَكَعْب بْن عُجْرَة وَأَبِي هُرَيْرَة وَأُمّ سَلَمَة رَضِيَ اللَّه عَنْهُمْ بِنَحْوِ ذَلِكَ وَرُوِيَ مِنْ طَرِيق الضَّحَّاك عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا كَانَ يَوْم الْقِيَامَة نَادَى مُنَادٍ يَقُول : أَيْنَ الْعَافُونَ عَنْ النَّاس هَلُمُّوا إِلَى رَبّكُمْ وَخُذُوا أُجُوركُمْ وَحَقّ عَلَى كُلّ اِمْرِئٍ مُسْلِم إِذَا عَفَا أَنْ يَدْخُل الْجَنَّة \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39882, "aya_id": 134}]