[{"text": "الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا", "sura_id": 18, "type": 0, "id": 2186, "aya_id": 46}, {"text": "المال و البنون زينة الحياة الدنيا و الباقيات الصالحات خير عند ربك ثوابا و خير أملا", "sura_id": 18, "type": 1, "id": 8422, "aya_id": 46}, {"text": "46 - (المال والبنون زينة الحياة الدنيا) يتجمل بهما فيها (والباقيات الصالحات) هي سبحان الله والحمد لله ولا إله إلا الله والله أكبر زاد بعضهم ولا حول ولا قوة إلا بالله (خير عند ربك ثوابا وخير أملا) أي ما يأمله الإنسان ويرجوه عند الله تعالى \r\n", "sura_id": 18, "type": 2, "id": 27130, "aya_id": 46}, {"text": "الأموال والأولاد جَمال وقوة في هذه الدنيا الفانية، والأعمال الصالحة -وبخاصة التسبيحُ والتحميد والتكبير والتهليل- أفضل أجرًا عند ربك من المال والبنين، وهذه الأعمال الصالحة أفضل ما يرجو الإنسان من الثواب عند ربه، فينال بها في الآخرة ما كان يأمُله في الدنيا.\r\n", "sura_id": 18, "type": 3, "id": 33366, "aya_id": 46}, {"text": " <font color=red>الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا</font><BR><p>وَقَوْله : \" الْمَال وَالْبَنُونَ زِينَة الْحَيَاة الدُّنْيَا \" كَقَوْلِهِ : زُيِّنَ لِلنَّاسِ حُبّ الشَّهَوَات مِنْ النِّسَاء وَالْبَنِينَ وَالْقَنَاطِير الْمُقَنْطَرَة مِنْ الذَّهَب الْآيَة وَقَالَ تَعَالَى : \" إِنَّمَا أَمْوَالكُمْ وَأَوْلَادكُمْ فِتْنَة وَاَللَّه عِنْده أَجْر عَظِيم \" أَيْ الْإِقْبَال عَلَيْهِ وَالتَّفَرُّغ لِعِبَادَتِهِ خَيْر لَكُمْ مِنْ اِشْتِغَالكُمْ بِهِمْ وَالْجَمْع لَهُمْ وَالشَّفَقَة الْمُفْرِطَة عَلَيْهِمْ وَلِهَذَا قَالَ \" وَالْبَاقِيَات الصَّالِحَات خَيْر عِنْد رَبّك ثَوَابًا وَخَيْر أَمَلًا \" قَالَ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر وَغَيْر وَاحِد مِنْ السَّلَف : الْبَاقِيَات الصَّالِحَات الصَّلَوَات الْخَمْس وَقَالَ عَطَاء بْن أَبِي رَبَاح وَسَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس : الْبَاقِيَات الصَّالِحَات سُبْحَان اللَّه وَالْحَمْد لِلَّهِ وَلَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر وَهَكَذَا سُئِلَ أَمِير الْمُؤْمِنِينَ عُثْمَان بْن عَفَّان عَنْ الْبَاقِيَات الصَّالِحَات مَا هِيَ ؟ فَقَالَ : هِيَ لَا إِلَه إِلَّا اللَّه وَسُبْحَان اللَّه وَالْحَمْد لِلَّهِ وَاَللَّه أَكْبَر وَلَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ الْعَلِيّ الْعَظِيم . رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو عَبْد اللَّه الْمُقْرِي حَدَّثَنَا حَيْوَة حَدَّثَنَا أَبُو عُقَيْل أَنَّهُ سَمِعَ الْحَارِت مَوْلَى عُثْمَان رَضِيَ اللَّه عَنْهُ يَقُول : جَلَسَ عُثْمَان يَوْمًا وَجَلَسْنَا مَعَهُ فَجَاءَهُ الْمُؤَذِّن فَدَعَا بِمَاءٍ فِي إِنَاء أَظُنّهُ سَيَكُونُ فِيهِ مُدّ فَتَوَضَّأَ ثُمَّ قَالَ : رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَوَضَّأ وُضُوئِي هَذَا ثُمَّ قَالَ \" مَنْ تَوَضَّأَ وُضُوئِي هَذَا ثُمَّ قَامَ فَصَلَّى صَلَاة الظُّهْر غُفِرَ لَهُ مَا كَانَ بَيْنهَا وَبَيْن الصُّبْح ثُمَّ صَلَّى الْعَصْر غُفِرَ لَهُ مَا بَيْنهَا وَبَيْن الظُّهْر ثُمَّ صَلَّى الْمَغْرِب غُفِرَ لَهُ مَا بَيْنهَا وَبَيْن الْعَصْر ثُمَّ صَلَّى الْعِشَاء غُفِرَ لَهُ مَا بَيْنهَا وَبَيْن الْمَغْرِب ثُمَّ لَعَلَّهُ يَبِيت يَتَمَرَّغ لَيْلَته ثُمَّ إِنْ قَامَ فَتَوَضَّأَ وَصَلَّى صَلَاة الصُّبْح غُفِرَ لَهُ مَا بَيْنهَا وَبَيْن صَلَاة الْعِشَاء وَهُنَّ الْحَسَنَات يُذْهِبْنَ السَّيِّئَات \" قَالُوا هَذِهِ الْحَسَنَات فَمَا الْبَاقِيَات الصَّالِحَات يَا عُثْمَان ؟ قَالَ : هِيَ لَا إِلَه إِلَّا اللَّه وَسُبْحَان اللَّه وَالْحَمْد لِلَّهِ وَاَللَّه أَكْبَر وَلَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ الْعَلِيّ الْعَظِيم . تَفَرَّدَ بِهِ وَرَوَى مَالِك عَنْ عُمَارَة بْن عَبْد اللَّه بْن صَيَّاد عَنْ سَعِيد بْن الْمُسَيِّب قَالَ : الْبَاقِيَات الصَّالِحَات سُبْحَان اللَّه وَالْحَمْد لِلَّهِ وَلَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر وَلَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ . وَقَالَ مُحَمَّد بْن عَجْلَان عَنْ عُمَارَة قَالَ : سَأَلَنِي سَعِيد بْن الْمُسَيِّب عَنْ الْبَاقِيَات الصَّالِحَات فَقُلْت : الصَّلَاة وَالصِّيَام فَقَالَ : لَمْ تُصِبْ فَقُلْت الزَّكَاة وَالْحَجّ فَقَالَ لَمْ تُصِبْ وَلَكِنَّهُنَّ الْكَلِمَات الْخَمْس لَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر وَسُبْحَان اللَّه وَالْحَمْد لِلَّهِ وَلَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ. وَقَالَ اِبْن جُرَيْج أَخْبَرَنِي عَبْد اللَّه بْن عُثْمَان بْن خَيْثَم عَنْ نَافِع عَنْ سَرْجِس أَنَّهُ أَخْبَرَهُ أَنَّهُ سَأَلَ اِبْن عُمَر عَنْ الْبَاقِيَات الصَّالِحَات قَالَ : لَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر وَسُبْحَان اللَّه وَلَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ قَالَ اِبْن جُرَيْج وَقَالَ عَطَاء بْن أَبِي رَبَاح مِثْل ذَلِكَ وَقَالَ مُجَاهِد : الْبَاقِيَات الصَّالِحَات سُبْحَان اللَّه وَالْحَمْد لِلَّهِ وَلَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر. وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر عَنْ الْحَسَن وَقَتَادَة فِي قَوْله : \" وَالْبَاقِيَات الصَّالِحَات \" قَالَ : لَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر وَالْحَمْد لِلَّهِ وَسُبْحَان اللَّه هُنَّ الْبَاقِيَات الصَّالِحَات قَالَ اِبْن جَرِير : وَجَدْت فِي كِتَابِي عَنْ الْحَسَن بْن الصَّبَّاح الْبَزَّار عَنْ أَبِي نَصْر التَّمَّار عَنْ عَبْد الْعَزِيز بْن مُسْلِم عَنْ مُحَمَّد بْن عَجْلَان عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سُبْحَان اللَّه وَالْحَمْد لِلَّهِ وَلَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر \" هُنَّ الْبَاقِيَات الصَّالِحَات قَالَ : وَحَدَّثَنِي يُونُس أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنَا عَمْرو بْن الْحَارِث أَنَّ دَرَّاجًا أَبَا السَّمْح حَدَّثَهُ عَنْ اِبْن الْهَيْثَم عَنْ أَبِي سَعِيد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" اِسْتَكْثِرُوا مِنْ الْبَاقِيَات الصَّالِحَات \" قِيلَ وَمَا هُنَّ يَا رَسُول اللَّه ؟ \" قَالَ الْمِلَّة \" قِيلَ وَمَا هِيَ يَا رَسُول اللَّه ؟ قَالَ \" التَّكْبِير وَالتَّهْلِيل وَالتَّسْبِيح وَالْحَمْد لِلَّهِ وَلَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ \" وَهَكَذَا رَوَاهُ أَحْمَد مِنْ حَدِيث دَرَّاج بِهِ . قَالَ وَهْب أَخْبَرَنِي أَبُو صَخْر أَنَّ عَبْد اللَّه بْن عَبْد الرَّحْمَن مَوْلَى سَالِم بْن عَبْد اللَّه حَدَّثَهُ قَالَ : أَرْسَلَنِي سَالِم إِلَى مُحَمَّد بْن كَعْب الْقُرَظِيّ فِي حَاجَة فَقَالَ : قُلْ لَهُ اِلْقَنِي عِنْد زَاوِيَة الْقَبْر فَإِنَّ لِي إِلَيْك حَاجَة قَالَ : فَالْتَقَيَا فَسَلَّمَ أَحَدهمَا عَلَى الْآخَر ثُمَّ قَالَ سَالِم مَا تَعُدّ الْبَاقِيَات الصَّالِحَات ؟ فَقَالَ لَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر وَسُبْحَان اللَّه وَلَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ فَقَالَ لَهُ سَالِم : مَتَى جَعَلْت فِيهَا لَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ ؟ قَالَ : مَا زِلْت أَجْعَلهَا قَالَ فَرَاجَعَهُ مَرَّتَيْنِ أَوْ ثَلَاثًا فَلَمْ يَنْزِع قَالَ فَأَبَيْت ؟ قَالَ سَالِم أَجَلْ فَأَبَيْت فَإِنَّ أَبَا أَيُّوب الْأَنْصَارِيّ حَدَّثَنِي أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هُوَ يَقُول : \" عُرِجَ بِي إِلَى السَّمَاء فَرَأَيْت إِبْرَاهِيم عَلَيْهِ السَّلَام فَقَالَ يَا جِبْرِيل مَنْ هَذَا الَّذِي مَعَك ؟ فَقَالَ مُحَمَّد فَرَحَّبَ بِي وَسَلَّمَ ثُمَّ قَالَ مُرْ أُمَّتك فَلْتُكْثِرْ مِنْ غِرَاس الْجَنَّة فَإِنَّ تُرْبَتهَا طَيِّبَة وَأَرْضهَا وَاسِعَة فَقُلْت وَمَا غِرَاس الْجَنَّة قَالَ لَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ \" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن يَزِيد عَنْ الْعَوَّام حَدَّثَنِي رَجُل مِنْ الْأَنْصَار مِنْ آلِ النُّعْمَان بْن بَشِير قَالَ خَرَجَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَحْنُ فِي الْمَسْجِد بَعْد صَلَاة الْعِشَاء فَرَفَعَ بَصَره إِلَى السَّمَاء ثُمَّ خَفَضَ حَتَّى ظَنَنَّا أَنَّهُ قَدْ حَدَثَ فِي السَّمَاء شَيْء ثُمَّ قَالَ : \" أَمَا أَنَّهُ سَيَكُونُ بَعْدِي أُمَرَاء يَكْذِبُونَ وَيَظْلِمُونَ فَمَنْ صَدَّقَهُمْ بِكِذْبِهِمْ وَمَالَأَهُمْ عَلَى ظُلْمهمْ فَلَيْسَ مِنِّي وَلَسْت مِنْهُ وَمَنْ لَمْ يُصَدِّقهُمْ بِكِذْبِهِمْ وَلَمْ يُمَالِئهُمْ عَلَى ظُلْمهمْ فَهُوَ مِنِّي وَأَنَا مِنْهُ أَلَا وَإِنَّ سُبْحَان اللَّه وَالْحَمْد لِلَّهِ وَلَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر هُنَّ الْبَاقِيَات الصَّالِحَات \" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا أَبَان حَدَّثَنَا يَحْيَى بْن أَبِي كَثِير عَنْ زَيْد عَنْ أَبِي سَلَّام عَنْ مَوْلًى لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" بَخٍ بَخٍ لِخَمْسٍ مَا أَثْقَلهنَّ فِي الْمِيزَان : لَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر وَسُبْحَان اللَّه وَالْحَمْد لِلَّهِ وَالْوَلَد الصَّالِح يُتَوَفَّى فَيَحْتَسِبهُ وَالِده - وَقَالَ - بَخٍ بَخٍ لِخَمْسٍ مَنْ لَقِيَ اللَّه مُسْتَيْقِنًا بِهِنَّ دَخَلَ الْجَنَّة : يُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر وَبِالْجَنَّةِ وَبِالنَّارِ وَبِالْبَعْثِ بَعْد الْمَوْت وَبِالْحِسَابِ \" . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا رَوْح حَدَّثَنَا الْأَوْزَاعِيّ عَنْ حَسَّان بْن عَطِيَّة قَالَ : كَانَ شَدَّاد بْن أَوْس رَضِيَ اللَّه عَنْهُ فِي سَفَر فَنَزَلَ مَنْزِلًا فَقَالَ لِغُلَامِهِ : اِئْتِنَا بِالشَّفْرَةِ نَعْبَث بِهَا فَأَنْكَرَ عَلَيْهِ فَقَالَ مَا تَكَلَّمْت بِكَلِمَةٍ مُنْذُ أَسْلَمْت إِلَّا وَأَنَا أَخْطِمهَا وَأَزُمّهَا غَيْر كَلِمَتِي هَذِهِ فَلَا تَحْفَظُوهَا عَلَيَّ وَاحْفَظُوا مَا أَقُول لَكُمْ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" إِذَا كَنَزَ النَّاس الذَّهَب وَالْفِضَّة فَاكْنِزُوا أَنْتُمْ هَؤُلَاءِ الْكَلِمَات : اللَّهُمَّ إِنِّي أَسْأَلك الثَّبَات فِي الْأَمْر وَالْعَزِيمَة عَلَى الرُّشْد وَأَسْأَلك شُكْر نِعْمَتك وَأَسْأَلك حُسْن عِبَادَتك وَأَسْأَلك قَلْبًا سَلِيمًا وَأَسْأَلك لِسَانًا صَادِقًا وَأَسْأَلك مِنْ خَيْر مَا تَعْلَم وَأَعُوذ بِك مِنْ شَرّ مَا تَعْلَم وَأَسْتَغْفِرك لِمَا تَعْلَم إِنَّك أَنْتَ عَلَّام الْغُيُوب \" ثُمَّ رَوَاهُ أَيْضًا النَّسَائِيّ مِنْ وَجْه آخَر عَنْ شَدَّاد بِنَحْوِهِ وَقَالَ الطَّبَرَانِيّ : حَدَّثَنَا عَبْد اللَّه بْن نَاجِيَة حَدَّثَنَا مُحَمَّد بْن سَعْد الْعَوْفِيّ حَدَّثَنِي أَبِي حَدَّثَنَا عُمَر بْن الْحُسَيْن عَنْ يُونُس بْن نُفَيْع الْجَدَلِيّ عَنْ سَعْد بْن جُنَادَة رَضِيَ اللَّه عَنْهُ قَالَ : كُنْت فِي أَوَّل مَنْ أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أَهْل الطَّائِف فَخَرَجْت مِنْ أَعْلَى الطَّائِف مِنْ السَّرَاة غُدْوَة فَأَتَيْت مِنًى عِنْد الْعَصْر فَتَصَاعَدْت فِي الْجَبَل ثُمَّ هَبَطْت فَأَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَسْلَمْت وَعَلَّمَنِي \" قُلْ هُوَ اللَّه أَحَد \" وَ \" إِذَا زُلْزِلَتْ \" وَعَلَّمَنِي هَؤُلَاءِ الْكَلِمَات : سُبْحَان اللَّه وَالْحَمْد لِلَّهِ وَلَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر وَقَالَ \" هُنَّ الْبَاقِيَات الصَّالِحَات \" وَبِهَذَا الْإِسْنَاد \" مَنْ قَامَ مِنْ اللَّيْل فَتَوَضَّأَ وَمَضْمَضَ فَاهُ ثُمَّ قَالَ سُبْحَان اللَّه مِائَة مَرَّة وَالْحَمْد لِلَّهِ مِائَة مَرَّة وَاَللَّه أَكْبَر مِائَة مَرَّة وَلَا إِلَه إِلَّا اللَّه مِائَة مَرَّة غُفِرَتْ ذُنُوبه إِلَّا الدِّمَاء فَإِنَّهَا لَا تَبْطُل \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَوْله : \" وَالْبَاقِيَات الصَّالِحَات \" قَالَ : هِيَ ذِكْر اللَّه قَوْل لَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَر وَسُبْحَان اللَّه وَالْحَمْد لِلَّهِ وَتَبَارَكَ اللَّه وَلَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ وَأَسْتَغْفِر اللَّه وَصَلَّى اللَّه عَلَى رَسُول اللَّه وَالصِّيَام وَالصَّلَاة وَالْحَجّ وَالصَّدَقَة وَالْعِتْق وَالْجِهَاد وَالصِّلَة وَجَمِيع أَعْمَال الْحَسَنَات وَهُنَّ الْبَاقِيَات الصَّالِحَات الَّتِي تَبْقَى لِأَهْلِهَا فِي الْجَنَّة مَا دَامَتْ السَّمَاوَات وَالْأَرْض . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : هِيَ الْكَلَام الطَّيِّب وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ : هِيَ الْأَعْمَال الصَّالِحَة كُلّهَا وَاخْتَارَهُ اِبْن جَرِير رَحِمَهُ اللَّه .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38340, "aya_id": 46}]