[{"text": "فَلَمَّا ذَهَبُواْ بِهِ وَأَجْمَعُواْ أَن يَجْعَلُوهُ فِي غَيَابَةِ الْجُبِّ وَأَوْحَيْنَآ إِلَيْهِ لَتُنَبِّئَنَّهُم بِأَمْرِهِمْ هَذَا وَهُمْ لاَ يَشْعُرُونَ", "sura_id": 12, "type": 0, "id": 1611, "aya_id": 15}, {"text": "فلما ذهبوا به وأجمعوا أن يجعلوه في غيابة الجب وأوحينا إليه لتنبئنهم بأمرهم هذا وهم لا يشعرون", "sura_id": 12, "type": 1, "id": 7847, "aya_id": 15}, {"text": "15 - (فلما ذهبوا به وأجمعوا) عزموا (أن يجعلوه في غيابة الجب) وجواب لمَّا محذوف أي فعلوا ذلك بأن نزعوا قميصه بعد ضربه وإهانته وإرادة قتله وأدلوه فلما وصل إلى نصف البئر ألقوه ليموت فسقط في الماء ، ثم أوى إلى صخرة فنادوه فأجابهم يظن رحمتهم فأرادوا رضخه بصخرة فمنعهم يهوذا (وأوحينا إليه) في الجب وحيَ حقيقة وله سبع عشرة سنة أو دونها تطميناً لقلبه (لتنبِّئنَّهم) بعد اليوم (بأمرهم) بصنيعهم (هذا وهم لا يشعرون) بك حال الإنباء \r\n", "sura_id": 12, "type": 2, "id": 26555, "aya_id": 15}, {"text": "فأرْسَلَهُ معهم. فلما ذهبوا به وأجمعوا على إلقائه في جوف البئر, وأوحينا إلى يوسف لتخبرنَّ إخوتك مستقبلا بفعلهم هذا الذي فعلوه بك, وهم لا يُحِسُّون بذلك الأمر ولا يشعرون به.\r\n", "sura_id": 12, "type": 3, "id": 32791, "aya_id": 15}, {"text": " <font color=red>فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَةِ الْجُبِّ وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ</font><BR><p>يَقُول تَعَالَى فَلَمَّا ذَهَبَ بِهِ إِخْوَته مِنْ عِنْد أَبِيهِ بَعْد مُرَاجَعَتهمْ لَهُ فِي ذَلِكَ \" وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَة الْجُبّ \" هَذَا فِيهِ تَعْظِيم لِمَا فَعَلُوهُ أَنَّهُمْ اِتَّفَقُوا كُلّهمْ عَلَى إِلْقَائِهِ فِي أَسْفَل ذَلِكَ الْجُبّ وَقَدْ أَخَذُوهُ مِنْ عِنْد أَبِيهِ فِيمَا يُظْهِرُونَهُ لَهُ إِكْرَامًا لَهُ وَبَسْطًا وَشَرْحًا لِصَدْرِهِ وَإِدْخَالًا لِلسُّرُورِ عَلَيْهِ فَيُقَال إِنَّ يَعْقُوب عَلَيْهِ السَّلَام لَمَّا بَعَثَهُ مَعَهُمْ ضَمَّهُ إِلَيْهِ وَقَبَّلَهُ وَدَعَا لَهُ . وَذَكَرَ السُّدِّيّ وَغَيْره أَنَّهُ لَمْ يَكُنْ بَيْن إِكْرَامهمْ لَهُ وَبَيْن إِظْهَار الْأَذَى لَهُ إِلَّا أَنْ غَابُوا عَنْ عَيْن أَبِيهِ وَتَوَارَوْا عَنْهُ ثُمَّ شَرَعُوا يُؤْذُونَهُ بِالْقَوْلِ مِنْ شَتْم وَنَحْوه وَالْفِعْل مِنْ ضَرْب وَنَحْوه ثُمَّ جَاءُوا بِهِ إِلَى ذَلِكَ الْجُبّ الَّذِي اِتَّفَقُوا عَلَى رَمْيه فِيهِ فَرَبَطُوهُ بِحَبْلٍ وَدَلَّوْهُ فِيهِ فَكَانَ إِذَا لَجَأَ إِلَى وَاحِد مِنْهُمْ لَطَمَهُ وَشَتَمَهُ وَإِذَا تَشَبَّثَ بِحَافَّاتِ الْبِئْر ضَرَبُوا عَلَى يَدَيْهِ ثُمَّ قَطَعُوا بِهِ الْحَبْل مِنْ نِصْف الْمَسَافَة فَسَقَطَ فِي الْمَاء فَغَمْره فَصَعِدَ إِلَى صَخْرَة تَكُون فِي وَسَطه يُقَال لَهَا الرَّاغُوفَةُ فَقَامَ فَوْقهَا وَقَوْله \" وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ \" يَقُول تَعَالَى ذَاكِرًا لُطْفه وَرَحْمَته وَعَائِدَته ثُمَّ إِنْزَاله الْيُسْر فِي حَال الْعُسْر أَنَّهُ أَوْحَى إِلَى يُوسُف فِي ذَلِكَ الْحَال الضَّيِّق تَطْيِيبًا لِقَلْبِهِ وَتَثْبِيتًا لَهُ إِنَّك لَا تَحْزَن مِمَّا أَنْتَ فِيهِ فَإِنَّ لَك مِنْ ذَلِكَ فَرَجًا وَمَخْرَجًا حَسَنًا وَسَيَنْصُرُك اللَّه عَلَيْهِمْ وَيُعْلِيك وَيَرْفَع دَرَجَتك وَسَتُخْبِرُهُمْ بِمَا فَعَلُوا مَعَك مِنْ هَذَا الصَّنِيع . وَقَوْله \" وَهُمْ لَا يَشْعُرُونَ\" قَالَ مُجَاهِد وَقَتَادَة \" وَهُمْ لَا يَشْعُرُونَ \" بِإِيحَاءِ اللَّه إِلَيْهِ وَقَالَ اِبْن عَبَّاس سَتُنَبِّئُهُمْ بِصَنِيعِهِمْ هَذَا فِي حَقّك وَهُمْ لَا يَعْرِفُونَك وَلَا يَسْتَشْعِرُونَ بِك كَمَا قَالَ اِبْن جَرِير : حَدَّثَنِي الْحَارِث ثَنَا عَبْد الْعَزِيز ثَنَا صَدَقَة بْن عُبَادَة الْأَسَدِيّ عَنْ أَبِيهِ سَمِعْت اِبْن عَبَّاس يَقُول : لَمَّا دَخَلَ إِخْوَة يُوسُف عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنْكِرُونَ قَالَ جِيءَ بِالصُّوَاعِ فَوَضَعَهُ عَلَى يَده ثُمَّ نَقَرَهُ فَطَنَّ فَقَالَ : إِنَّهُ لَيُخْبِرنِي هَذَا الْجَام أَنَّهُ كَانَ لَكُمْ أَخ مِنْ أَبِيكُمْ يُقَال لَهُ يُوسُف يُدْنِيه دُونكُمْ وَأَنَّكُمْ اِنْطَلَقْتُمْ بِهِ وَأَلْقَيْتُمُوهُ فِي غَيَابَة الْجُبّ قَالَ ثُمَّ نَقَرَهُ فَطَنَّ قَالَ فَأَتَيْتُمْ أَبَاكُمْ فَقُلْتُمْ إِنَّ الذِّئْبَ أَكَلَهُ وَجِئْتُمْ عَلَى قَمِيصه بِدَمٍ كَذِب قَالَ فَقَالَ بَعْضهمْ لِبَعْضٍ إِنَّ هَذَا الْجَام لَيُخْبِرهُ بِخَبَرِكُمْ قَالَ اِبْن عَبَّاس فَلَا نَرَى هَذِهِ الْآيَة نَزَلَتْ إِلَّا فِيهِمْ \" لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ \" .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37764, "aya_id": 15}]