[{"text": "وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَّكُمَا أَتَعِدَانِنِي أَنْ أُخْرَجَ وَقَدْ خَلَتْ الْقُرُونُ مِن قَبْلِي وَهُمَا يَسْتَغِيثَانِ اللَّهَ وَيْلَكَ آمِنْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَيَقُولُ مَا هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ", "sura_id": 46, "type": 0, "id": 4527, "aya_id": 17}, {"text": "والذي قال لوالديه أف لكما أتعدانني أن أخرج وقد خلت القرون من قبلي وهما يستغيثان الله ويلك آمن إن وعد الله حق فيقول ما هذا إلا أساطير الأولين", "sura_id": 46, "type": 1, "id": 10763, "aya_id": 17}, {"text": "17 - (والذي قال لوالديه) وفي قراءة بالإدغام أريد به الجنس (أف) بكسر الفاء وفتحها بمعنى مصدر أي نتنا وقبحا (لكما) أتضجر منكما (أتعدانني) وفي قراءة بالإدغام (أن أخرج) من القبر (وقد خلت القرون) الأمم (من قبلي) ولم تخرج من القبور (وهما يستغيثان الله) يسألانه الغوث برجوعه ويقولان إن لم ترجع (ويلك) أي هلاكك بمعنى هلكت (آمن) بالبعث (إن وعد الله حق فيقول ما هذا) أي القول بالبعث (إلا أساطير الأولين) أكاذيبهم \r\n", "sura_id": 46, "type": 2, "id": 29471, "aya_id": 17}, {"text": "والذي قال لوالديه إذ دعواه إلى الإيمان بالله والإقرار بالبعث: قبحًا لكما أتعِدانني أن أُخْرج من قبري حيًا, وقد مضت القرون من الأمم من قبلي, فهلكوا فلم يُبعث منهم أحد؟ ووالداه يسألان الله هدايته قائلَين له: ويلك, آمن وصدِّق واعمل صالحًا, إن وعد الله بالبعث حق لا شك فيه, فيقول لهما: ما هذا الذي تقولانه إلا ما سطَّره الأولون من الأباطيل, منقول من كتبهم.\r\n", "sura_id": 46, "type": 3, "id": 35707, "aya_id": 17}, {"text": " <font color=red>وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي أَنْ أُخْرَجَ وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي وَهُمَا يَسْتَغِيثَانِ اللَّهَ وَيْلَكَ آمِنْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَيَقُولُ مَا هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى حَال الدَّاعِينَ لِلْوَالِدَيْنِ الْبَارِّينَ بِهِمَا وَمَا لَهُمْ عِنْده مِنْ الْفَوْز وَالنَّجَاة عَطَفَ بِحَالِ الْأَشْقِيَاء الْعَاقِّينَ لِلْوَالِدَيْنِ فَقَالَ \" وَاَلَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا \" وَهَذَا عَامّ فِي كُلّ مَنْ قَالَ هَذَا وَمَنْ زَعَمَ أَنَّهَا نَزَلَتْ فِي عَبْد الرَّحْمَن بْن ابْن أَبِي بَكْر رَضِيَ اللَّه عَنْهُمَا فَقَوْله ضَعِيف لِأَنَّ عَبْد الرَّحْمَن بْن أَبِي بَكْر رَضِيَ اللَّه عَنْهُمَا أَسْلَمَ بَعْد ذَلِكَ وَحَسُنَ إِسْلَامه وَكَانَ مِنْ خِيَار أَهْل زَمَانه وَرَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّهَا نَزَلَتْ فِي اِبْن لِأَبِي بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُمَا وَفِي صِحَّة هَذَا نَظَرٌ وَاَللَّه تَعَالَى أَعْلَمُ . وَقَالَ اِبْن جُرَيْج عَنْ مُجَاهِد نَزَلَتْ فِي عَبْد اللَّه بْن أَبِي بَكْر رَضِيَ اللَّه عَنْهُمَا قَالَهُ اِبْن جُرَيْج وَقَالَ آخَرُونَ عَبْد الرَّحْمَن بْن أَبِي بَكْر رَضِيَ اللَّه عَنْهُمْ وَهَذَا أَيْضًا قَوْل السُّدِّيّ وَإِنَّمَا هَذَا عَامّ فِي كُلّ مَنْ عَقَّ وَالِدَيْهِ وَكَذَّبَ بِالْحَقِّ فَقَالَ لِوَالِدَيْهِ \" أُفٍّ لَكُمَا \" عَقَّهُمَا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن الْعَلَاء حَدَّثَنَا يَحْيَى بْن أَبِي زَائِدَة عَنْ إِسْمَاعِيل بْن أَبِي خَالِد أَخْبَرَنِي عَبْد اللَّه بْن الْمَدِينِيّ قَالَ إِنِّي لَفِي الْمَسْجِد حِين خَطَبَ مَرْوَان فَقَالَ إِنَّ اللَّه تَعَالَى قَدْ أَرَى أَمِير الْمُؤْمِنِينَ فِي يَزِيد رَأْيًا حَسَنًا وَإِنْ يَسْتَخْلِفْهُ فَقَدْ اِسْتَخْلَفَ أَبُو بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا فَقَالَ عَبْد الرَّحْمَن بْن أَبِي بَكْر رَضِيَ اللَّه عَنْهُمَا أَهِرَقْلِيَّة ؟ إِنَّ أَبَا بَكْر رَضِيَ اللَّه عَنْهُ وَاَللَّه مَا جَعَلَهَا فِي أَحَد مِنْ وَلَده وَلَا أَحَدًا مِنْ أَهْل بَيْته وَلَا جَعَلَهَا مُعَاوِيَةُ فِي وَلَدِهِ إِلَّا رَحْمَة وَكَرَامَة لِوَلَدِهِ فَقَالَ مَرْوَان أَلَسْت الَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا ؟ فَقَالَ عَبْد الرَّحْمَن رَضِيَ اللَّه عَنْهُ أَلَسْت اِبْن اللَّعِين الَّذِي لَعَنَ رَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَبَاك قَالَ وَسَمِعَتْهُمَا عَائِشَة رَضِيَ اللَّه عَنْهَا فَقَالَتْ يَا مَرْوَانُ أَنْتَ الْقَائِل لِعَبْدِ الرَّحْمَن رَضِيَ اللَّه عَنْهُ كَذَا وَكَذَا كَذَبْت مَا فِيهِ نَزَلَتْ وَلَكِنْ نَزَلَتْ فِي فُلَان بْن فُلَان ثُمَّ اِنْتَحَبَ مَرْوَان ثُمَّ نَزَلَ عَنْ الْمِنْبَر حَتَّى أَتَى بَاب حُجْرَتهَا فَجَعَلَ يُكَلِّمهَا حَتَّى اِنْصَرَفَ وَقَدْ رَوَاهُ الْبُخَارِيّ بِإِسْنَادٍ آخَرَ وَلَفْظ آخَر فَقَالَ حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا أَبُو عَوَانَة عَنْ أَبِي بِشْر عَنْ يُوسُف بْن مَاهَك قَالَ كَانَ مَرْوَان عَلَى الْحِجَاز اِسْتَعْمَلَهُ مُعَاوِيَة بْن أَبِي سُفْيَان رَضِيَ اللَّه عَنْهُمَا فَخَطَبَ وَجَعَلَ يَذْكُر يَزِيد بْن مُعَاوِيَة لِكَيْ يُبَايَع لَهُ بَعْد أَبِيهِ فَقَالَ لَهُ عَبْد الرَّحْمَن بْن أَبِي بَكْر رَضِيَ اللَّه عَنْهُمَا شَيْئًا فَقَالَ خُذُوهُ فَدَخَلَ بَيْت عَائِشَة رَضِيَ اللَّه عَنْهَا فَلَمْ يَقْدِرُوا عَلَيْهِ فَقَالَ مَرْوَان إِنَّ هَذَا الَّذِي أُنْزِلَ فِيهِ \" وَاَلَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي أَنْ أُخْرَج وَقَدْ خَلَتْ الْقُرُون مِنْ قَبْلِي \" فَقَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا مِنْ وَرَاء الْحِجَاب : مَا أَنْزَلَ اللَّه عَزَّ وَجَلَّ فِينَا شَيْئًا مِنْ الْقُرْآن إِلَّا أَنَّ اللَّه تَعَالَى أَنْزَلَ عُذْرِي . \" طَرِيق أُخْرَى \" قَالَ النَّسَائِيّ حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا أُمَيَّة بْن خَالِد حَدَّثَنَا شُعْبَة عَنْ مُحَمَّد بْن زِيَاد قَالَ لَمَّا بَايَعَ مُعَاوِيَة رَضِيَ اللَّه عَنْهُ لِابْنِهِ قَالَ مَرْوَانُ سُنَّة أَبِي بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا فَقَالَ عَبْد الرَّحْمَن بْن أَبِي بَكْر رَضِيَ اللَّه عَنْهُمَا سُنَّة هِرَقْلَ وَقَيْصَرَ فَقَالَ مَرْوَانُ هَذَا الَّذِي أَنْزَلَ اللَّه تَعَالَى فِيهِ \" وَاَلَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا \" الْآيَة فَبَلَغَ ذَلِكَ عَائِشَةَ رَضِيَ اللَّه عَنْهَا فَقَالَتْ كَذَبَ مَرْوَان وَاَللَّهِ مَا هُوَ بِهِ وَلَوْ شِئْت أَنْ أُسَمِّي الَّذِي أُنْزِلَتْ فِيهِ لَسَمَّيْته وَلَكِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَعَنَ أَبَا مَرْوَان , وَمَرْوَانُ فِي صُلْبِهِ فَمَرْوَان فَضَضٌ مِنْ لَعْنَةِ اللَّهِ . وَقَوْله \" أَتَعِدَانِنِي أَنْ أُخْرَج \" أَيْ أُبْعَث \" وَقَدْ خَلَتْ الْقُرُون مِنْ قَبْلِي \" أَيْ قَدْ مَضَى النَّاس فَلَمْ يَرْجِع مِنْهُمْ مُخْبِر \" وَهُمَا يَسْتَغِيثَانِ اللَّهَ \" أَيْ يَسْأَلَانِ اللَّه فِيهِ أَنْ يَهْدِيه , وَيَقُولَانِ لِوَلَدِهِمَا \" وَيْلَك آمِنْ إِنَّ وَعْدَ اللَّه حَقٌّ فَيَقُول مَا هَذَا إِلَّا أَسَاطِير الْأَوَّلِينَ \" .</p><BR> <br> ", "sura_id": 46, "type": 4, "id": 41325, "aya_id": 17}]