[{"text": "كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُواْ بِآيَاتِنَا فَأَخَذَهُمُ اللّهُ بِذُنُوبِهِمْ وَاللّهُ شَدِيدُ الْعِقَابِ", "sura_id": 3, "type": 0, "id": 304, "aya_id": 11}, {"text": "كدأب آل فرعون والذين من قبلهم كذبوا بآياتنا فأخذهم الله بذنوبهم والله شديد العقاب", "sura_id": 3, "type": 1, "id": 6540, "aya_id": 11}, {"text": "11 - دأبهم (كدأب) كعادة (آل فرعون والذين من قبلهم) من الأمم كعاد وثمود (كذبوا بآياتنا فأخذهم الله) أهلكهم (بذنوبهم) والجملة مفسرة لما قبلها (والله شديد العقاب) ونزل لما أمر النبي صلى الله عليه وسلم اليهود بالإسلام بعد مرجعه من بدر فقالوا له لا يغرنك أنك قتلت نفرا من قريش أغمارا لا يعرفون القتال: \r\n", "sura_id": 3, "type": 2, "id": 25248, "aya_id": 11}, {"text": "شأن الكافرين في تكذيبهم وما ينزل بهم, شأن آل فرعون والذين من قبلهم من الكافرين, أنكروا آيات الله الواضحة, فعاجلهم بالعقوبة بسبب تكذيبهم وعنادهم. والله شديد العقاب لمن كفر به وكذَّب رسله.\r\n", "sura_id": 3, "type": 3, "id": 31484, "aya_id": 11}, {"text": " <font color=red>كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَاللَّهُ شَدِيدُ الْعِقَابِ</font><BR><p>وَقَوْله تَعَالَى \" كَدَأْبِ آلِ فِرْعَوْن \" قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس : كَصَنِيعِ آلِ فِرْعَوْن وَكَذَا رُوِيَ عَنْ عِكْرِمَة وَمُجَاهِد وَأَبِي مَالِك وَالضَّحَّاك وَغَيْر وَاحِد وَمِنْهُمْ مَنْ يَقُول : كَسُنَّةِ آلِ فِرْعَوْن وَكَفِعْلِ آلِ فِرْعَوْن وَكَشَبَهِ آلِ فِرْعَوْن وَالْأَلْفَاظ مُتَقَارِبَة وَالدَّأْب بِالتَّسْكِينِ وَالتَّحْرِيك أَيْضًا كَنَهْرٍ وَنَهَرٍ هُوَ الصَّنِيع وَالْحَال وَالشَّأْن وَالْأَمْر وَالْعَادَة كَمَا يُقَال لَا يَزَال هَذَا دَأْبِي وَدَأْبك وَقَالَ اِمْرُؤُ الْقِيس : وُقُوفًا بِهَا صَحْبِي عَلَى مَطِيّهمْ يَقُولُونَ لَا تَأْسَف أَسًى وَتَجَمَّلِ كَدَأْبِك مِنْ أُمّ الْحُوَيْرِثِ قَبْلهَا جَارَتهَا أُمّ الرَّبَاب بِمَأْسَلِ وَالْمَعْنَى كَعَادَتِك فِي أُمّ الْحُوَيْرِثِ حِين أَهْلَكْت نَفْسك فِي حُبّهَا وَبَكَيْت دَارهَا وَرَسْمهَا وَالْمَعْنَى فِي الْآيَة أَنَّ الْكَافِرِينَ لَا تُغْنِي عَنْهُمْ الْأَمْوَال وَلَا الْأَوْلَاد بَلْ يَهْلِكُونَ وَيُعَذَّبُونَ كَمَا جَرَى لِآلِ فِرْعَوْن وَمَنْ قَبْلهمْ مِنْ الْمُكَذِّبِينَ لِلرُّسُلِ فِيمَا جَاءُوا مِنْ آيَات اللَّه وَحُجَجه \" وَاَللَّه شَدِيد الْعِقَاب \" أَيْ شَدِيد الْأَخْذ أَلِيم الْعَذَاب لَا يَمْتَنِع مِنْهُ أَحَد وَلَا يَفُوتهُ شَيْء بَلْ هُوَ الْفَعَّال لِمَا يُرِيد الَّذِي قَدْ غَلَبَ كُلّ شَيْء لَا إِلَه غَيْره وَلَا رَبّ سِوَاهُ .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39855, "aya_id": 11}]