[{"text": "وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلاَثَةَ قُرُوَءٍ وَلاَ يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ اللّهُ فِي أَرْحَامِهِنَّ إِن كُنَّ يُؤْمِنَّ بِاللّهِ وَالْيَوْمِ الآخِرِ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أَرَادُواْ إِصْلاَحًا وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ وَاللّهُ عَزِيزٌ حَكُيمٌ", "sura_id": 2, "type": 0, "id": 235, "aya_id": 228}, {"text": "والمطلقات يتربصن بأنفسهن ثلاثة قروء ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن إن كن يؤمن بالله واليوم الآخر وبعولتهن أحق بردهن في ذلك إن أرادوا إصلاحا ولهن مثل الذي عليهن بالمعروف وللرجال عليهن درجة والله عزيز حكيم", "sura_id": 2, "type": 1, "id": 6471, "aya_id": 228}, {"text": "228 - (والمطلقات يتربصن) أي لينتظرن (بأنفسهن) عن النكاح (ثلاثة قروء) تمضي من حين الطلاق ، جمع قَرْء بفتح القاف وهو الطهر أو الحيض قولان وهذا في المدخول بهن أما غيرهن فلا عدة عليهن لقوله {فما لكم عليهن من عدة} وفي غير الآيسة والصغيرة فعدتهن ثلاثة أشهر والحوامل فعدتهن أن يضعن حملهن كما في سورة الطلاق والإماء فعدتهن قَرءان بالسنة (ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن) من الولد والحيض (إن كن يؤمن بالله واليوم الآخر وبعولتهن) أزواجهن (أحق بردهن) بمراجعتهن ولو أَبَين (في ذلك) أي في زمن التربص (إن أرادوا إصلاحا) بينهما لا إضرار المرأة ، وهو تحريض على قصده لا شرط لجواز الرجعة وهذا في الطلاق وأحق لا تفضيل فيه إذ لا حق لغيرهم من نكاحهن في العدة (ولهن) على الأزواج (مثل الذي) لهم (عليهن) من الحقوق (بالمعروف) شرعا من حسن العشرة وترك الإضرار ونحو ذلك (وللرجال عليهن درجة) فضيلة في الحق من وجوب طاعتهن لهم لما ساقوه من المهر والإنفاق (والله عزيز) في ملكه (حكيم) فيما دبره لخلقه \r\n", "sura_id": 2, "type": 2, "id": 25179, "aya_id": 228}, {"text": "والمطلقات ذوات الحيض, يجب أن ينتظرن دون نكاح بعد الطلاق مدة ثلاثة أطهار أو ثلاث حيضات على سبيل العدة; ليتأكدن من فراغ الرحم من الحمل. ولا يجوز لهن تزوج رجل آخر في أثناء هذه العدة حتى تنتهي. ولا يحل لهن أن يخفين ما خلق الله في أرحامهن من الحمل أو الحيض, إن كانت المطلقات مؤمنات حقًا بالله واليوم الآخر. وأزواج المطلقات أحق بمراجعتهن في العدة. وينبغي أن يكون ذلك بقصد الإصلاح والخير, وليس بقصد الإضرار تعذيبًا لهن بتطويل العدة. وللنساء حقوق على الأزواج, مثل التي عليهن, على الوجه المعروف, وللرجال على النساء منزلة زائدة من حسن الصحبة والعشرة بالمعروف والقِوامة على البيت وملك الطلاق. والله عزيز له العزة القاهرة, حكيم يضع كل شيء في موضعه المناسب.\r\n", "sura_id": 2, "type": 3, "id": 31415, "aya_id": 228}, {"text": " <font color=red>وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أَرَادُوا إِصْلَاحًا وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ وَاللَّهُ عَزِيزٌ حَكِيمٌ</font><BR><p>هَذَا أَمْر مِنْ اللَّه سُبْحَانه وَتَعَالَى لِلْمُطَلَّقَاتِ الْمَدْخُول بِهِنَّ مِنْ ذَوَات الْأَقْرَاء بِأَنْ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَة قُرُوء أَيْ بِأَنْ تَمْكُث إِحْدَاهُنَّ بَعْد طَلَاق زَوْجهَا لَهَا ثَلَاثَة قُرُوء ثُمَّ تَتَزَوَّج إِنْ شَاءَتْ وَقَدْ أَخْرَجَ الْأَئِمَّة الْأَرْبَعَة مِنْ هَذَا الْعُمُوم الْأَمَة إِذَا طَلُقَتْ فَإِنَّهَا تَعْتَدّ عِنْدهمْ بِقُرْأَيْنِ لِأَنَّهَا عَلَى النِّصْف مِنْ الْحُرَّة وَالْقُرْء لَا يَتَبَعَّض فَكَمُلَ لَهَا قُرْءَانِ وَلَمَّا رَوَاهُ اِبْن جَرِير عَنْ مُظَاهِر بْن أَسْلَمَ الْمَخْزُومِيّ الْمَدَنِيّ عَنْ الْقَاسِم عَنْ عَائِشَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" طَلَاق الْأَمَة تَطْلِيقَتَانِ وَعِدَّتهَا حَيْضَتَانِ \" رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَابْن مَاجَهْ وَلَكِنْ مُظَاهِر هَذَا ضَعِيف بِالْكُلِّيَّةِ وَقَالَ الْحَافِظ الدَّارَقُطْنِيّ وَغَيْره الصَّحِيح أَنَّهُ مِنْ قَوْل الْقَاسِم بْن مُحَمَّد نَفْسه وَرَوَاهُ اِبْن مَاجَهْ مِنْ طَرِيق عَطِيَّة الْعَوْفِيّ عَنْ اِبْن عُمَر مَرْفُوعًا قَالَ : الدَّارَقُطْنِيّ وَالصَّحِيح مَا رَوَاهُ سَالِم وَنَافِع عَنْ اِبْن عُمَر قَوْله وَهَكَذَا رُوِيَ عَنْ عُمَر بْن الْخَطَّاب قَالُوا : وَلَمْ يَعْرِف بَيْن الصَّحَابَة خِلَاف وَقَالَ : بَعْض السَّلَف : بَلْ عِدَّتهَا عِدَّة الْحُرَّة لِعُمُومِ الْآيَة وَلِأَنَّ هَذَا أَمْر جِبِلِّيّ فَكَانَ الْحَرَائِر وَالْإِمَاء فِي هَذَا سَوَاء حَكَى هَذَا الْقَوْل الشَّيْخ أَبُو عُمَر بْن عَبْد الْبَرّ عَنْ مُحَمَّد بْن سِيرِينَ وَبَعْض أَهْل الظَّاهِر وَضَعَّفَهُ وَقَدْ قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْيَمَان حَدَّثَنَا إِسْمَاعِيل يَعْنِي اِبْن عَيَّاش عَنْ عَمْرو بْن مُهَاجِر عَنْ أَبِيهِ أَنَّ أَسْمَاء بِنْت يَزِيد بْن السَّكَن الْأَنْصَارِيَّة قَالَتْ : طُلِّقَتْ عَلَى عَهْد رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَلَمْ يَكُنْ لِلْمُطَلَّقَةِ عِدَّة فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ حِين طُلِّقَتْ أَسْمَاء الْعِدَّة لِلطَّلَاقِ فَكَانَتْ أَوَّل مَنْ نَزَلَتْ فِيهَا الْعِدَّة لِلطَّلَاقِ يَعْنِي \" وَالْمُطَلَّقَات يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَة قُرُوء \" وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه . وَقَدْ اِخْتَلَفَ السَّلَف وَالْخَلَف وَالْأَئِمَّة فِي الْمُرَاد بِالْأَقْرَاءِ مَا هُوَ عَلَى قَوْلَيْنِ : \" أَحَدهمَا \" أَنَّ الْمُرَاد بِهَا الْأَطْهَار وَقَالَ مَالِك فِي الْمُوَطَّإِ عَنْ اِبْن شِهَاب عَنْ عُرْوَة عَنْ عَائِشَة أَنَّهَا اِنْتَقَلَتْ حَفْصَة بِنْت عَبْد الرَّحْمَن بْن أَبِي بَكْر حِين دَخَلَتْ فِي الدَّم مِنْ الْحَيْضَة الثَّالِثَة فَذَكَرَتْ ذَلِكَ لِعَمْرَة بِنْت عَبْد الرَّحْمَن فَقَالَتْ صَدَقَ عُرْوَة وَقَدْ جَادَلَهَا فِي ذَلِكَ نَاس فَقَالُوا : إِنَّ اللَّه تَعَالَى يَقُول فِي كِتَابه \" ثَلَاثَة قُرُوء\" فَقَالَتْ عَائِشَة : صَدَقْتُمْ وَتَدْرُونَ مَا الْأَقْرَاء ؟ إِنَّمَا الْأَقْرَاء الْأَطْهَار وَقَالَ مَالِك عَنْ اِبْن شِهَاب سَمِعْت أَبَا بَكْر بْن عَبْد الرَّحْمَن يَقُول : مَا أَدْرَكْت أَحَدًا مِنْ فُقَهَائِنَا إِلَّا وَهُوَ يَقُول ذَلِكَ يُرِيد قَوْل عَائِشَة وَقَالَ مَالِك عَنْ نَافِع عَنْ عَبْد اللَّه بْن عُمَر أَنَّهُ كَانَ يَقُول : إِذَا طَلَّقَ الرَّجُل اِمْرَأَته فَدَخَلَتْ فِي الدَّم مِنْ الْحَيْضَة الثَّالِثَة فَقَدْ بَرِئَتْ مِنْهُ وَبَرِئَ مِنْهَا وَقَالَ مَالِك وَهُوَ الْأَمْر عِنْدنَا وَرُوِيَ مِثَاله عَنْ اِبْن عَبَّاس وَزَيْد بْن ثَابِت وَسَالِم وَالْقَاسِم وَعُرْوَة وَسُلَيْمَان بْن يَسَار وَأَبِي بَكْر بْن عَبْد الرَّحْمَن وَأَبَان بْن عُثْمَان وَعَطَاء اِبْن أَبِي رَبَاح وَقَتَادَة وَالزُّهْرِيّ وَبَقِيَّة الْفُقَهَاء السَّبْعَة وَهُوَ مَذْهَب مَالِك وَالشَّافِعِيّ وَغَيْر وَاحِد وَدَاوُد وَأَبِي ثَوْر وَهُوَ رِوَايَة عَنْ أَحْمَد وَاسْتَدَلُّوا عَلَيْهِ بِقَوْلِهِ تَعَالَى \" فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ \" أَيْ فِي الْأَطْهَار وَلَمَّا كَانَ الطُّهْر الَّذِي يُطْلَق فِيهِ مُحْتَسَبًا دَلَّ عَلَى أَنَّهُ أَحَد الْأَقْرَاء الثَّلَاثَة الْمَأْمُور بِهَا وَلِهَذَا قَالَ هَؤُلَاءِ : إِنَّ الْمُعْتَدَّة تَنْقَضِي عِدَّتهَا وَتَبِين مِنْ زَوْجهَا بِالطَّعْنِ فِي الْحَيْضَة الثَّالِثَة وَأَقَلّ مُدَّة تَصْدُق فِيهَا الْمَرْأَة فِي اِنْقِضَاء عِدَّتهَا اِثْنَانِ وَثَلَاثُونَ يَوْمًا وَلَحْظَتَانِ وَاسْتَشْهَدَ أَبُو عُبَيْد وَغَيْره عَلَى ذَلِكَ بِقَوْلِ الشَّاعِر وَهُوَ الْأَعْشَى : فَفِي كُلِّ عَامٍ أَنْتَ جَاشِمُ غَزْوَةٍ تَشُدُّ لِأَقْصَاهَا عَزِيمَ عَزَائِكَا مُورِثَة مَالًا وَفِي الْأَصْلِ رِفْعَة لِمَا ضَاعَ فِيهَا مِنْ قُرُوء نِسَائِكَا يَمْدَح أَمِيرًا مِنْ أُمَرَاء الْعَرَب آثَرَ الْغَزْو عَلَى الْمَقَام حَتَّى ضَاعَتْ أَيَّام الطُّهْر مِنْ نِسَائِهِ لَمْ يُوَاقِعهُنَّ فِيهَا . \" الْقَوْل الثَّانِي \" إِنَّ الْمُرَاد بِالْأَقْرَاءِ الْحَيْض فَلَا تَنْقَضِي الْعِدَّة حَتَّى تَطْهُر مِنْ الْحَيْضَة الثَّالِثَة زَادَ آخَرُونَ وَتَغْتَسِل مِنْهَا وَأَقَلّ وَقْت تَصْدُق فِيهِ الْمَرْأَة فِي اِنْقِضَاء عِدَّتهَا ثَلَاثَة وَثَلَاثُونَ يَوْمًا وَلَحْظَة قَالَ الثَّوْرِيّ عَنْ مَنْصُور عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة قَالَ : كُنَّا عِنْد عُمَر بْن الْخَطَّاب - رَضِيَ اللَّه عَنْهُ - فَجَاءَتْهُ اِمْرَأَة فَقَالَتْ : إِنَّ زَوْجِي فَارَقَنِي بِوَاحِدَةٍ أَوْ اِثْنَتَيْنِ فَجَاءَنِي وَقَدْ نَزَعْت ثِيَابِي وَأَغْلَقْت بَابِي فَقَالَ عُمَر لِعَبْدِ اللَّه بْن مَسْعُود : أَرَاهَا اِمْرَأَته مَا دُون أَنْ تَحِلّ لَهَا الصَّلَاة قَالَ : وَأَنَا أَرَى ذَلِكَ . وَهَكَذَا رُوِيَ عَنْ أَبِي بَكْر الصِّدِّيق وَعُمَر وَعُثْمَان وَعَلِيّ وَأَبِي الدَّرْدَاء وَعُبَادَة بْن الصَّامِت وَأَنَس بْن مَالِك وَابْن مَسْعُود وَمُعَاذ وَأُبَيّ بْن كَعْب وَأَبِي مُوسَى الْأَشْعَرِيّ وَابْن عَبَّاس وَسَعِيد بْن الْمُسَيِّب وَعَلْقَمَة وَالْأَسْوَد وَإِبْرَاهِيم وَمُجَاهِد وَعَطَاء وَطَاوُس وَسَعِيد بْن جُبَيْر وَعِكْرِمَة وَمُحَمَّد بْن سِيرِينَ وَالْحَسَن وَقَتَادَة وَالشَّعْبِيّ وَالرَّبِيع وَمُقَاتِل بْن حَيَّان وَالسُّدِّيّ وَمَكْحُول وَالضَّحَّاك وَعَطَاء الْخُرَاسَانِيّ أَنَّهُمْ قَالُوا : الْأَقْرَاء : الْحَيْض وَهَذَا مَذْهَب أَبِي حَنِيفَة وَأَصْحَابه وَأَصَحّ الرِّوَايَتَيْنِ عَنْ الْإِمَام أَحْمَد بْن حَنْبَل وَحَكَى عَنْهُ الْأَثْرَم أَنَّهُ قَالَ الْأَكَابِر مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُولُونَ الْأَقْرَاء الْحَيْض وَهُوَ مَذْهَب الثَّوْرِيّ وَالْأَوْزَاعِيّ وَابْن أَبِي لَيْلَى وَابْن شُبْرُمَة وَالْحَسَن بْن صَالِح بْن حَيّ وَأَبِي عُبَيْد وَإِسْحَاق بْن رَاهْوَيْهِ وَيُؤَيِّد هَذَا مَا جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ مِنْ طَرِيق الْمُنْذِر بْن الْمُغِيرَة عَنْ عُرْوَة بْن الزُّبَيْر عَنْ فَاطِمَة بِنْت أَبِي حُبَيْش أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ لَهَا \" دَعِي الصَّلَاة أَيَّام أَقْرَائِك\" فَهَذَا لَوْ صَحَّ لَكَانَ صَرِيحًا فِي أَنَّ الْقُرْء هُوَ الْحَيْض وَلَكِنَّ الْمُنْذِر هَذَا قَالَ فِيهِ أَبُو حَاتِم مَجْهُول لَيْسَ بِمَشْهُورٍ وَذَكَرَهُ اِبْن حِبَّان فِي الثِّقَات وَقَالَ : اِبْن جَرِير أَصْل الْقُرْء فِي كَلَام الْعَرَب الْوَقْت لِمَجِيءِ الشَّيْء الْمُعْتَاد مَجِيئُهُ فِي وَقْت مَعْلُوم وَلِإِدْبَارِ الشَّيْء الْمُعْتَاد إِدْبَاره لِوَقْتٍ مَعْلُوم وَهَذِهِ الْعِبَارَة تَقْتَضِي أَنْ يَكُون مُشْتَرَكًا بَيْن هَذَا وَهَذَا وَقَدْ ذَهَبَ إِلَيْهِ بَعْض الْأُصُولِيِّينَ وَاَللَّه أَعْلَم . وَهَذَا قَوْل الْأَصْمَعِيّ أَنَّ الْقُرْء هُوَ الْوَقْت . وَقَالَ أَبُو عَمْرو بْن الْعَلَاء : الْعَرَب تُسَمِّي الْحَيْض قُرْءًا وَتُسَمِّي الطُّهْر قُرْءًا وَتُسَمِّي الطُّهْر وَالْحَيْض جَمِيعًا قُرْءًا . وَقَالَ الشَّيْخ أَبُو عُمَر بْن عَبْد الْبَرّ : لَا يَخْتَلِف أَهْل الْعِلْم بِلِسَانِ الْعَرَب وَالْفُقَهَاء أَنَّ الْقُرْء يُرَاد بِهِ الْحَيْض وَيُرَاد بِهِ الطُّهْر وَإِنَّمَا اِخْتَلَفُوا فِي الْمُرَاد مِنْ الْآيَة مَا هُوَ عَلَى قَوْلَيْنِ . وَقَوْله \" وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّه فِي أَرْحَامهنَّ\" أَيْ مِنْ حَبَل أَوْ حَيْض . قَالَهُ اِبْن عَبَّاس وَابْن عُمَر وَمُجَاهِد وَالشَّعْبِيّ وَالْحَكَم بْن عُيَيْنَة وَالرَّبِيع بْن أَنَس وَالضَّحَّاك وَغَيْر وَاحِد . وَقَوْله \" إِنْ كُنَّ يُؤْمِنَّ بِاَللَّهِ وَالْيَوْم الْآخِر \" تَهْدِيد لَهُنَّ عَلَى خِلَاف الْحَقّ وَدَلَّ هَذَا عَلَى أَنَّ الْمَرْجِع فِي هَذَا إِلَيْهِنَّ لِأَنَّهُ أَمْرٌ لَا يُعْلَم إِلَّا مِنْ جِهَتهنَّ وَيَتَعَذَّر إِقَامَة الْبَيِّنَة غَالِبًا عَلَى ذَلِكَ فَرَدَّ الْأَمْر إِلَيْهِنَّ وَتُوُعِّدْنَ فِيهِ لِئَلَّا يُخْبِرْنَ بِغَيْرِ الْحَقّ إِمَّا اِسْتِعْجَالًا مِنْهَا لِانْقِضَاءِ الْعِدَّة أَوْ رَغْبَة مِنْهَا فِي تَطْوِيلهَا لِمَا لَهَا فِي ذَلِكَ مِنْ الْمَقَاصِد فَأُمِرَتْ أَنْ تُخْبِر بِالْحَقِّ فِي ذَلِكَ مِنْ غَيْر زِيَادَة وَلَا نُقْصَان . وَقَوْله \" وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أَرَادُوا إِصْلَاحًا \" أَيْ وَزَوْجُهَا الَّذِي طَلَّقَهَا أَحَقُّ بِرَدِّهَا مَا دَامَتْ فِي عِدَّتهَا إِذَا كَانَ مُرَاده بِرَدِّهَا الْإِصْلَاح وَالْخَيْر وَهَذَا فِي الرَّجْعِيَّات فَأَمَّا الْمُطَلَّقَات الْبَوَائِن فَلَمْ يَكُنْ حَال نُزُول هَذِهِ الْآيَة مُطَلَّقَة بَائِن وَإِنَّمَا كَانَ ذَلِكَ لَمَّا حُصِرُوا فِي الطَّلَاق الثَّلَاث فَأَمَّا حَال نُزُول هَذِهِ الْآيَة . فَكَانَ الرَّجُل أَحَقّ بِرَجْعَةِ اِمْرَأَته وَإِنْ طَلَّقَهَا مِائَة مَرَّة فَلَمَّا قُصِرُوا فِي الْآيَة الَّتِي بَعْدهَا عَلَى ثَلَاث تَطْلِيقَات صَارَ لِلنَّاسِ مُطَلَّقَة بَائِن وَغَيْر بَائِن وَإِذَا تَأَمَّلْت هَذَا تَبَيَّنَ لَك ضَعْف مَا سَلَكَهُ بَعْض الْأُصُولِيِّينَ مِنْ اِسْتِشْهَادهمْ عَلَى مَسْأَلَة عَوْد الضَّمِير هَلْ يَكُون مُخَصِّصًا لِمَا تَقَدَّمَهُ مِنْ لَفْظ الْعُمُوم أَمْ لَا بِهَذِهِ الْآيَة الْكَرِيمَة فَإِنَّ التَّمْثِيل بِهَا غَيْر مُطْلَق لِمَا ذَكَرُوهُ وَاَللَّه أَعْلَم . وَقَوْله \" وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ\" أَيْ وَلَهُنَّ عَلَى الرِّجَال مِنْ الْحَقّ مِثْل مَا لِلرِّجَالِ عَلَيْهِنَّ فَلْيُؤَدِّ كُلّ وَاحِد مِنْهُمَا إِلَى الْآخَر مَا يَجِب عَلَيْهِ بِالْمَعْرُوفِ كَمَا ثَبَتَ فِي صَحِيح مُسْلِم عَنْ جَابِر أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ فِي خُطْبَته فِي حَجَّة الْوَدَاع : \" فَاتَّقُوا اللَّه فِي النِّسَاء فَإِنَّكُمْ أَخَذْتُمُوهُنَّ بِأَمَانَةِ اللَّه وَاسْتَحْلَلْتُمْ فُرُوجهنَّ بِكَلِمَةِ اللَّه وَلَكُمْ عَلَيْهِنَّ أَنْ لَا يُوطِئْنَ فُرُشكُمْ أَحَدًا تَكْرَهُونَهُ فَإِنْ فَعَلْنَ ذَلِكَ فَاضْرِبُوهُنَّ ضَرْبًا غَيْر مُبَرِّح وَلَهُنَّ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ\" وَفِي حَدِيث بَهْز بْن حَكِيم عَنْ مُعَاوِيَة بْن حَيْدَة الْقُشَيْرِيّ عَنْ أَبِيهِ عَنْ جَدّه أَنَّهُ قَالَ يَا رَسُول اللَّه مَا حَقّ زَوْجَة أَحَدنَا قَالَ \" أَنْ تُطْعِمهَا إِذَا طَعِمْت وَتَكْسُوهَا إِذَا اِكْتَسَيْت وَلَا تَضْرِب الْوَجْه وَلَا تُقَبِّح وَلَا تَهْجُر إِلَّا فِي الْبَيْت \" وَقَالَ وَكِيع عَنْ بَشِير بْن سُلَيْمَان عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : إِنِّي لَأُحِبّ أَنْ أَتَزَيَّن لِلْمَرْأَةِ كَمَا أُحِبّ أَنْ تَتَزَيَّن لِي الْمَرْأَة لِأَنَّ اللَّه يَقُول : \" وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ \" . رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم وَقَوْله \" وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ \" أَيْ فِي الْفَضِيلَة فِي الْخَلْق وَالْخُلُق وَالْمَنْزِلَة وَطَاعَة الْأَمْر وَالْإِنْفَاق وَالْقِيَام بِالْمَصَالِحِ وَالْفَضْل فِي الدُّنْيَا وَالْآخِرَة كَمَا قَالَ تَعَالَى : \" الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ \" . وَقَوْله \" وَاَللَّهُ عَزِيزٌ حَكِيمٌ\" أَيْ عَزِيزٌ فِي اِنْتِقَامه مِمَّنْ عَصَاهُ وَخَالَفَ أَمْره حَكِيمٌ فِي أَمْرِهِ وَشَرْعِهِ وَقَدَرِهِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38640, "aya_id": 228}]