[{"text": "إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لَا يَخْفَوْنَ عَلَيْنَا أَفَمَن يُلْقَى فِي النَّارِ خَيْرٌ أَم مَّن يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ اعْمَلُوا مَا شِئْتُمْ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ", "sura_id": 41, "type": 0, "id": 4258, "aya_id": 40}, {"text": "إن الذين يلحدون في آياتنا لا يخفون علينا أفمن يلقى في النار خير أم من يأتي آمنا يوم القيامة اعملوا ما شئتم إنه بما تعملون بصير", "sura_id": 41, "type": 1, "id": 10494, "aya_id": 40}, {"text": "40 - (إن الذين يلحدون) من ألحد ولحد (في آياتنا) القرآن بالتكذيب (لا يخفون علينا) فنجازيهم (أفمن يلقى في النار خير أم من يأتي آمنا يوم القيامة اعملوا ما شئتم إنه بما تعملون بصير) تهديدا لهم \r\n", "sura_id": 41, "type": 2, "id": 29202, "aya_id": 40}, {"text": "إن الذين يميلون عن الحق, فيكفرون بالقرآن ويحرفونه, لا يَخْفَون علينا, بل نحن مُطَّلعون عليهم. أفهذا الملحد في آيات الله الذي يُلقى في النار خير, أم الذي يأتي يوم القيامة آمنًا من عذاب الله, مستحقًا لثوابه; لإيمانه به وتصديقه بآياته؟ اعملوا- أيها الملحدون- ما شئتم, فإن الله تعالى بأعمالكم بصير, لا يخفى عليه شيء منها, وسيجازيكم على ذلك. وفي هذا وعيد وتهديد لهم.\r\n", "sura_id": 41, "type": 3, "id": 35438, "aya_id": 40}, {"text": " <font color=red>إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لَا يَخْفَوْنَ عَلَيْنَا أَفَمَنْ يُلْقَى فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ اعْمَلُوا مَا شِئْتُمْ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ</font><BR><p>\" إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتنَا \" قَالَ اِبْن عَبَّاس : الْإِلْحَاد وَضْع الْكَلَام عَلَى غَيْر مَوَاضِعه وَقَالَ قَتَادَة وَغَيْره هُوَ الْكُفْر وَالْعِنَاد . وَقَوْله عَزَّ وَجَلَّ \" لَا يَخْفَوْنَ عَلَيْنَا \" فِيهِ تَهْدِيد شَدِيد وَوَعِيد أَكِيد أَيْ أَنَّهُ تَعَالَى عَالِم بِمَنْ يُلْحِد فِي آيَاته وَأَسْمَائِهِ وَصِفَاته وَسَيَجْزِيهِ عَلَى ذَلِكَ بِالْعُقُوبَةِ وَالنَّكَال وَلِهَذَا قَالَ تَعَالَى \" أَفَمَنْ يُلْقَى فِي النَّار خَيْر أَمْ مَنْ يَأْتِي آمِنًا يَوْم الْقِيَامَة \" أَيْ أَيَسْتَوِي هَذَا وَهَذَا ؟ لَا يَسْتَوِيَانِ. ثُمَّ قَالَ عَزَّ وَجَلَّ تَهْدِيدًا لِلْكَفَرَةِ \" اِعْمَلُوا مَا شِئْتُمْ \" قَالَ مُجَاهِد وَالضَّحَّاك وَعَطَاء الْخُرَاسَانِيّ \" اِعْمَلُوا مَا شِئْتُمْ \" وَعِيد : أَيْ مِنْ خَيْر أَوْ شَرّ إِنَّهُ عَلِيم بِكُمْ وَبَصِير بِأَعْمَالِكُمْ وَلِهَذَا قَالَ \" إِنَّهُ بِمَا تَعْمَلُونَ بَصِير \" .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41059, "aya_id": 40}]