[{"text": "قَوَارِيرَ مِن فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا", "sura_id": 76, "type": 0, "id": 5607, "aya_id": 16}, {"text": "قواريرا من فضة قدروها تقديرا", "sura_id": 76, "type": 1, "id": 11843, "aya_id": 16}, {"text": "16 - (قوارير من فضة) أي أنها من فضة يرى باطنها من ظاهرها كالزجاج (قدروها) أي الطائفون (تقديرا) على قدر ري الشاربين من غير زيادة ولا نقص وذلك ألذ الشراب \r\n", "sura_id": 76, "type": 2, "id": 30551, "aya_id": 16}, {"text": "زجاج من فضة, قدَّرها السقاة على مقدار ما يشتهي الشاربون لا تزيد ولا تنقص,\r\n", "sura_id": 76, "type": 3, "id": 36787, "aya_id": 16}, {"text": " <font color=red>قَوَارِيرَ مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا</font><BR><p>\" قَوَارِيرَا \" مَنْصُوب إِمَّا عَلَى الْبَدَلِيَّة أَوْ تَمْيِيز لِأَنَّهُ بَيَّنَهُ بِقَوْلِهِ جَلَّ وَعَلَا \" قَوَارِيرَا مِنْ فِضَّة \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَالْحَسَن الْبَصْرِيّ وَغَيْر وَاحِد بَيَاض الْفِضَّة فِي صَفَاء الزُّجَاج وَالْقَوَارِير لَا تَكُون إِلَّا مِنْ زُجَاج فَهَذِهِ الْأَكْوَاب هِيَ مِنْ فِضَّة وَهِيَ مَعَ هَذَا شَفَّافَة يُرَى مَا فِي بَاطِنهَا مِنْ ظَاهِرهَا وَهَذَا مِمَّا لَا نَظِير لَهُ فِي الدُّنْيَا قَالَ اِبْن الْمُبَارَك عَنْ إِسْمَاعِيل عَنْ رَجُل عَنْ اِبْن عَبَّاس : لَيْسَ فِي الْجَنَّة شَيْء إِلَّا قَدْ أَعْطَيْتُمْ فِي الدُّنْيَا شَبَهه إِلَّا قَوَارِيرَا مِنْ فِضَّة . رَوَاهُ اِبْن أَبِي حَاتِم . وَقَوْله تَعَالَى \" قَدَّرُوهَا تَقْدِيرًا \" أَيْ عَلَى قَدْر رِيّهمْ لَا تَزِيد عَنْهُ وَلَا تَنْقُص بَلْ هِيَ مُعَدَّة لِذَلِكَ مُقَدَّرَة بِحَسَبِ رِيّ صَاحِبهَا هَذَا مَعْنَى قَوْل اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَأَبِي صَالِح وَقَتَادَة وَابْن أَبْزَى وَعَبْد اللَّه بْن عُبَيْد اللَّه بْن عُمَيْر وَقَتَادَة وَالشَّعْبِيّ وَابْن زَيْد وَقَالَهُ اِبْن جَرِير وَغَيْر وَاحِد وَهَذَا أَبْلَغ فِي الِاعْتِنَاء وَالشَّرَف وَالْكَرَامَة وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" قَدَّرُوهَا تَقْدِيرًا \" قُدِّرَتْ لِلْكَفِّ وَهَكَذَا قَالَ الرَّبِيع بْن أَنَس وَقَالَ الضَّحَّاك عَلَى قَدْر كَفّ الْخَادِم وَهَذَا لَا يُنَافِي الْقَوْل الْأَوَّل فَإِنَّهَا مُقَدَّرَة فِي الْقَدْر وَالرِّيّ .</p><BR> <br> ", "sura_id": 76, "type": 4, "id": 42895, "aya_id": 16}]