[{"text": "وَكَم مِّن قَرْيَةٍ أَهْلَكْنَاهَا فَجَاءهَا بَأْسُنَا بَيَاتًا أَوْ هُمْ قَآئِلُونَ", "sura_id": 7, "type": 0, "id": 958, "aya_id": 4}, {"text": "وكم من قرية أهلكناها فجاءها بأسنا بياتا أو هم قائلون", "sura_id": 7, "type": 1, "id": 7194, "aya_id": 4}, {"text": "4 - (وكم) خبرية مفعول (من قرية) أريد أهلها (أهلكناها) أردنا إهلاكها (فجاءها بأسنا) عذابنا (بياتاً) ليلاً (أو هم قائلون) نائمون بالظهيرة ، والقيلولة استراحة نصف النهار وإن لم يكن معها نوم ، أي مرة جاءها ليلاً ومرة جاءها نهاراً \r\n", "sura_id": 7, "type": 2, "id": 25902, "aya_id": 4}, {"text": "وكثير من القرى أهلكنا أهلها بسبب مخالفة رسلنا وتكذيبهم، فأعقبهم ذلك خزي الدنيا موصولا بذلِّ الآخرة، فجاءهم عذابنا مرة وهم نائمون ليلا ومرة وهم نائمون نهارًا. وخَصَّ الله هذين الوقتين; لأنهما وقتان للسكون والاستراحة، فمجيء العذاب فيهما أفظع وأشد.\r\n", "sura_id": 7, "type": 3, "id": 32138, "aya_id": 4}, {"text": " <font color=red>وَكَمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا فَجَاءَهَا بَأْسُنَا بَيَاتًا أَوْ هُمْ قَائِلُونَ</font><BR><p>يَقُول اللَّه تَعَالَى \" وَكَمْ مِنْ قَرْيَة أَهْلَكْنَاهَا \" أَيْ بِمُخَالَفَةِ رُسُلنَا وَتَكْذِيبهمْ فَأَعْقَبَهُمْ ذَلِكَ خِزْي فِي الدُّنْيَا مَوْصُولًا بِذُلِّ الْآخِرَة كَمَا قَالَ تَعَالَى \" وَلَقَدْ اُسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلك فَحَاقَ بِاَلَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ \" وَكَقَوْلِهِ\" فَكَأَيِّنْ مِنْ قَرْيَة أَهْلَكْنَاهَا وَهِيَ ظَالِمَة فَهِيَ خَاوِيَة عَلَى عُرُوشهَا وَبِئْر مُعَطَّلَة وَقَصْر مَشِيد \" وَقَالَ تَعَالَى\" وَكَمْ أَهْلَكْنَا مِنْ قَرْيَة بَطِرَتْ مَعِيشَتهَا فَتِلْكَ مَسَاكِنهمْ لَمْ تُسْكَن مِنْ بَعْدهمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ\" وَقَوْله \" فَجَاءَهَا بَأْسنَا بَيَاتًا أَوْ هُمْ قَائِلُونَ \" أَيْ فَكَانَ مِنْهُمْ مَنْ جَاءَهُ أَمْر اللَّه وَبَأْسه وَنِقْمَته بَيَاتًا أَيْ لَيْلًا أَوْ هُمْ قَائِلُونَ مِنْ الْقَيْلُولَة وَهِيَ الِاسْتِرَاحَة وَسَط النَّهَار وَكِلَا الْوَقْتَيْنِ وَقْت غَفْلَة وَلَهْو كَمَا قَالَ \" أَفَأَمِنَ أَهْل الْقُرَى أَنْ يَأْتِيهِمْ بَأْسنَا بَيَاتًا وَهُمْ نَائِمُونَ أَوَأَمِنَ أَهْل الْقُرَى أَنْ يَأْتِيهِمْ بَأْسنَا ضُحًى وَهُمْ يَلْعَبُونَ \" وَقَالَ \" أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئَات أَنْ يَخْسِف اللَّه بِهِمْ الْأَرْض أَوْ يَأْتِيهِمْ الْعَذَاب مِنْ حَيْثُ لَا يَشْعُرُونَ أَوْ يَأْخُذهُمْ فِي تَقَلُّبهمْ فَمَا هُمْ بِمُعْجِزِينَ أَوْ يَأْخُذهُمْ عَلَى تَخَوُّف فَإِنَّ رَبّكُمْ لَرَءُوف رَحِيم \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42606, "aya_id": 4}]