[{"text": "كَلَّا لَمَّا يَقْضِ مَا أَمَرَهُ", "sura_id": 80, "type": 0, "id": 5781, "aya_id": 23}, {"text": "كلا لما يقض ما أمره", "sura_id": 80, "type": 1, "id": 12017, "aya_id": 23}, {"text": "23 - (كلا) حقا (لما يقض) لم يفعل (ما أمره) به ربه \r\n", "sura_id": 80, "type": 2, "id": 30725, "aya_id": 23}, {"text": "ليس الأمر كما يقول الكافر ويفعل, فلم يُؤَدِّ ما أمره الله به من الإيمان والعمل بطاعته.\r\n", "sura_id": 80, "type": 3, "id": 36961, "aya_id": 23}, {"text": " <font color=red>كَلَّا لَمَّا يَقْضِ مَا أَمَرَهُ</font><BR><p>قَالَ اِبْن جَرِير يَقُول جَلَّ ثَنَاؤُهُ كَلَّا لَيْسَ الْأَمْر بِقَوْلِ هَذَا الْإِنْسَان الْكَافِر مِنْ أَنَّهُ قَدْ أَدَّى حَقّ اللَّه عَلَيْهِ فِي نَفْسه وَمَاله \" لَمَّا يَقْضِ مَا أَمَرَهُ \" يَقُول لَمْ يُؤَدِّ مَا فَرَضَ عَلَيْهِ عَزَّ وَجَلَّ مِنْ الْفَرَائِض لِرَبِّهِ عَزَّ وَجَلَّ . ثُمَّ رَوَى هُوَ وَابْن أَبِي حَاتِم مِنْ طَرِيق اِبْن أَبِي نَجِيح عَنْ مُجَاهِد قَوْله تَعَالَى \" كَلَّا لَمَّا يَقْضِ مَا أَمَرَهُ \" قَالَ لَا يَقْضِي أَحَدٌ أَبَدًا كُلّ مَا اِفْتُرِضَ عَلَيْهِ . وَحَكَاهُ الْبَغَوِيّ عَنْ الْحَسَن الْبَصْرِيّ بِنَحْوٍ مِنْ هَذَا وَلَمْ أَجِد لِلْمُتَقَدِّمِينَ فِيهِ كَلَامًا سِوَى هَذَا وَاَلَّذِي يَقَع لِي فِي مَعْنَى ذَلِكَ وَاَللَّه أَعْلَم أَنَّ الْمَعْنَى \" ثُمَّ إِذَا شَاءَ أَنْشَرَهُ\" أَيْ بَعَثَهُ \" كَلَّا لَمَّا يَقْضِ مَا أَمَرَهُ \" أَيْ لَا يَفْعَلهُ الْآن حَتَّى تَنْقَضِي الْمُدَّة وَيَفْرُغ الْقَدَر مِنْ بَنِي آدَم مِمَّنْ كَتَبَ اللَّه أَنْ سَيُوجَدُ مِنْهُمْ وَيَخْرُج إِلَى الدُّنْيَا وَقَدْ أَمَرَ بِهِ تَعَالَى كَوْنًا وَقَدَرًا فَإِذَا تَنَاهَى ذَلِكَ عِنْد اللَّه أَنْشَرَ اللَّه الْخَلَائِق وَأَعَادَهُمْ كَمَا بَدَأَهُمْ وَقَدْ رَوَى اِبْن أَبِي حَاتِم عَنْ وَهْب بْن مُنَبِّه قَالَ : قَالَ عُزَيْر عَلَيْهِ السَّلَام قَالَ الْمَلَك الَّذِي جَاءَنِي فَإِنَّ الْقُبُور هِيَ بَطْن الْأَرْض وَإِنَّ الْأَرْض هِيَ أُمّ الْخَلْق فَإِذَا خَلَقَ اللَّه مَا أَرَادَ أَنْ يَخْلُق وَتَمَّتْ هَذِهِ الْقُبُور الَّتِي مَدَّ اللَّه لَهَا اِنْقَطَعَتْ الدُّنْيَا وَمَاتَ مَنْ عَلَيْهَا وَلَفِظَتْ الْأَرْض مَا فِي جَوْفهَا وَأَخْرَجَتْ الْقُبُور مَا فِيهَا وَهَذَا شَبِيه بِمَا قُلْنَا مِنْ مَعْنَى الْآيَة وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم .</p><BR> <br> ", "sura_id": 80, "type": 4, "id": 43144, "aya_id": 23}]