[{"text": "وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَذَا عَذْبٌ فُرَاتٌ وَهَذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَّحْجُورًا", "sura_id": 25, "type": 0, "id": 2908, "aya_id": 53}, {"text": "وهو الذي مرج البحرين هذا عذب فرات وهذا ملح أجاج وجعل بينهما برزخا وحجرا محجورا", "sura_id": 25, "type": 1, "id": 9144, "aya_id": 53}, {"text": "53 - (وهو الذي مرج البحرين) أرسلهما متجاورين (هذا عذب فرات) شديد العذوبة (وهذا ملح أجاج) شديد الملوحة (وجعل بينهما برزخا) حاجزا لا يختلط أحدهما بالآخر (وحجرا محجورا) سترا ممنوعا به اختلاطهما \r\n", "sura_id": 25, "type": 2, "id": 27852, "aya_id": 53}, {"text": "والله هو الذي خلط البحرين: العذب السائغ الشراب، والملح الشديد الملوحة، وجعل بينهما حاجزًا يمنع كل واحدٍ منهما من إفساد الآخر، ومانعًا مِن أن يصل أحدهما إلى الآخر.\r\n", "sura_id": 25, "type": 3, "id": 34088, "aya_id": 53}, {"text": " <font color=red>وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَذَا عَذْبٌ فُرَاتٌ وَهَذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا</font><BR><p>وَقَوْله تَعَالَى \" وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَذَا عَذْب فُرَات وَهَذَا مِلْح أُجَاج \" أَيْ خَلَقَ الْمَاءَيْنِ الْحُلْو وَالْمِلْح فَالْحُلْو كَالْأَنْهَارِ وَالْعُيُون وَالْآبَار وَهَذَا هُوَ الْبَحْر الْحُلْو الْعَذْب الْفُرَات الزُّلَال قَالَهُ اِبْن جُرَيْج وَاخْتَارَهُ اِبْن جَرِير وَهَذَا الْمَعْنَى لَا شَكّ فِيهِ فَإِنَّهُ لَيْسَ فِي الْوُجُود بَحْر سَاكِن وَهُوَ عَذْب فُرَات ; وَاَللَّه سُبْحَانه وَتَعَالَى إِنَّمَا أَخْبَرَ بِالْوَاقِعِ لِيُنَبِّه الْعِبَاد عَلَى نِعْمَة عَلَيْهِمْ لِيَشْكُرُوهُ فَالْبَحْر الْعَذْب هُوَ هَذَا السَّارِح بَيْن النَّاس فَرَّقَهُ اللَّه تَعَالَى بَيْن خَلْقه لِاحْتِيَاجِهِمْ إِلَيْهِ أَنْهَارًا وَعُيُونًا فِي كُلّ أَرْض بِحَسَبِ حَاجَتهمْ وَكِفَايَتهمْ لِأَنْفُسِهِمْ وَأَرَاضِيهمْ وَقَوْله تَعَالَى : \" وَهَذَا مِلْح أُجَاج\" أَيْ مَالِح مُرّ زُعَاق لَا يُسْتَسَاغ وَذَلِكَ كَالْبِحَارِ الْمَعْرُوفَة فِي الْمَشَارِق وَالْمَغَارِب : الْبَحْر الْمُحِيط وَمَا يَتَّصِل بِهِ مِنْ الزُّقَاق وَبَحْر الْقُلْزُم وَبَحْر الْيَمَن وَبَحْر الْبَصْرَة وَبَحْر فَارِس وَبَحْر الصِّين وَالْهِنْد وَبَحْر الرُّوم وَبَحْر الْخَزَر وَمَا شَاكَلَهَا وَشَابَهَهَا مِنْ الْبِحَار السَّاكِنَة الَّتِي لَا تَجْرِي وَلَكِنْ تَمُوج وَتَضْطَرِب وَتَلْتَطِم فِي زَمَن الشِّتَاء وَشِدَّة الرِّيَاح وَمِنْهَا مَا فِيهِ مَدّ وَجَزْر فَفِي أَوَّل كُلّ شَهْر يَحْصُل مِنْهَا مَدّ وَفَيْض فَإِذَا شَرَعَ الشَّهْر فِي النُّقْصَان جَزَرَتْ حَتَّى تَرْجِع إِلَى غَايَتهَا الْأُولَى فَإِذَا اِسْتَهَلَّ الْهِلَال مِنْ الشَّهْر الْآخَر شَرَعَتْ فِي الْمَدّ إِلَى اللَّيْلَة الرَّابِعَة عَشْرَة ثُمَّ تَشْرَع فِي النَّقْص فَأَجْرَى اللَّه سُبْحَانه وَتَعَالَى - وَهُوَ ذُو الْقُدْرَة التَّامَّة - الْعَادَة بِذَلِكَ فَكُلّ هَذِهِ الْبِحَار السَّاكِنَة خَلَقَهَا اللَّه سُبْحَانه وَتَعَالَى مَالِحَة لِئَلَّا يَحْصُل بِسَبَبِهَا نَتْن الْهَوَاء فَيَفْسُد الْوُجُود بِذَلِكَ وَلِئَلَّا تَجْوَى الْأَرْض بِمَا يَمُوت فِيهَا مِنْ الْحَيَوَان وَلَمَّا كَانَ مَاؤُهَا مِلْحًا كَانَ هَوَاؤُهَا صَحِيحًا وَمَيْتَتهَا طَيِّبَة وَلِهَذَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ سُئِلَ عَنْ مَاء الْبَحْر أَنَتَوَضَّأُ بِهِ ؟ فَقَالَ : \" هُوَ الطَّهُور مَاؤُهُ الْحِلّ مَيْتَته \" رَوَاهُ الْأَئِمَّة مَالِك وَالشَّافِعِيّ وَأَحْمَد وَأَهْل السُّنَن بِإِسْنَادٍ جَيِّد وَقَوْله تَعَالَى : \" وَجَعَلَ بَيْنهمَا بَرْزَخًا وَحِجْرًا\" أَيْ بَيْن الْعَذْب وَالْمَالِح \" بَرْزَخًا \" أَيْ حَاجِزًا وَهُوَ الْيَبِس مِنْ الْأَرْض \" وَحِجْرًا مَحْجُورًا \" أَيْ مَانِعًا مِنْ أَنْ يَصِل أَحَدهمَا إِلَى الْآخَر كَقَوْلِهِ \" مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ بَيْنهمَا بَرْزَخ لَا يَبْغِيَانِ فَبِأَيِّ آلَاء رَبّكُمَا تُكَذِّبَانِ \" وَقَوْله تَعَالَى : \" أَمَّنْ جَعَلَ الْأَرْض قَرَارًا وَجَعَلَ خِلَالهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْن الْبَحْرَيْنِ حَاجِزًا أَإِلَه مَعَ اللَّه بَلْ أَكْثَرهمْ لَا يَعْلَمُونَ \" .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39337, "aya_id": 53}]