[{"text": "وَإِذَا لَمْ تَأْتِهِم بِآيَةٍ قَالُواْ لَوْلاَ اجْتَبَيْتَهَا قُلْ إِنَّمَا أَتَّبِعُ مَا يِوحَى إِلَيَّ مِن رَّبِّي هَذَا بَصَآئِرُ مِن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُؤْمِنُونَ", "sura_id": 7, "type": 0, "id": 1157, "aya_id": 203}, {"text": "وإذا لم تأتهم بآية قالوا لولا اجتبيتها قل إنما أتبع ما يوحى إلي من ربي هذا بصائر من ربكم وهدى ورحمة لقوم يؤمنون", "sura_id": 7, "type": 1, "id": 7393, "aya_id": 203}, {"text": "203 - (وإذا لم تأتهم) أي أهل مكة (بآية) مما اقترحوا (قالوا لولا) هلا (اجتبيتها) أنشأتها من قبل نفسك (قل) لهم (إنما أتبع ما يوحى إلي من ربي) وليس لي أن آتي من عند نفسي بشيء (هذا) القرآن (بصائر) حجج (من ربكم وهدى ورحمة لقوم يؤمنون) \r\n", "sura_id": 7, "type": 2, "id": 26101, "aya_id": 203}, {"text": "وإذا لم تجئ -أيها الرسول- هؤلاء المشركين بآية قالوا: هلا أحدَثْتها واختلقتها من عند نفسك, قل لهم -أيها الرسول- : إن هذا ليس لي, ولا يجوز لي فِعْله; لأن الله إنما أمرني باتباع ما يوحى إليَّ من عنده, وهو هذا القرآن الذي أتلوه عليكم حججًا وبراهين من ربكم, وبيانًا يهدي المؤمنين إلى الطريق المستقيم, ورحمة يرحم الله بها عباده المؤمنين.\r\n", "sura_id": 7, "type": 3, "id": 32337, "aya_id": 203}, {"text": " <font color=red>وَإِذَا لَمْ تَأْتِهِمْ بِآيَةٍ قَالُوا لَوْلَا اجْتَبَيْتَهَا قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَى إِلَيَّ مِنْ رَبِّي هَذَا بَصَائِرُ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" قَالُوا لَوْلَا اِجْتَبَيْتهَا \" يَقُول لَوْلَا تَلَقَّيْتهَا وَقَالَ مَرَّة أُخْرَى : لَوْلَا أَحْدَثْتهَا فَأَنْشَأْتهَا . وَقَالَ اِبْن جَرِير عَنْ عَبْد اللَّه بْن كَثِير عَنْ مُجَاهِد فِي قَوْله \" وَإِذَا لَمْ تَأْتِهِمْ بِآيَةٍ قَالُوا لَوْلَا اِجْتَبَيْتهَا \" قَالَ لَوْلَا اِقْتَضَيْتهَا قَالُوا تُخْرِجهَا عَنْ نَفْسك وَكَذَا قَالَ قَتَادَة وَالسُّدِّيّ وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَاخْتَارَهُ اِبْن جَرِير وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" لَوْلَا اِجْتَبَيْتهَا \" يَقُول تَلَقَّيْتهَا مِنْ اللَّه تَعَالَى وَقَالَ الضَّحَّاك \" لَوْلَا اِجْتَبَيْتهَا \" يَقُول لَوْلَا أَخَذْتهَا أَنْتَ فَجِئْت بِهَا مِنْ السَّمَاء وَمَعْنَى قَوْله تَعَالَى \" وَإِذَا لَمْ تَأْتِهِمْ بِآيَةٍ\" أَيْ مُعْجِزَة وَخَارِق كَقَوْلِهِ تَعَالَى \" إِنْ نَشَأْ نُنَزِّل عَلَيْهِمْ مِنْ السَّمَاء آيَة فَظَلَّتْ أَعْنَاقهمْ لَهَا خَاضِعِينَ\" يَقُولُونَ لِلرَّسُولِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَلَا تُجْهِد نَفْسك فِي طَلَب الْآيَات مِنْ اللَّه حَتَّى تَرَاهَا وَتُؤْمِن بِهَا قَالَ اللَّه تَعَالَى لَهُ \" قُلْ إِنَّمَا أَتَّبِع مَا يُوحَى إِلَيَّ مِنْ رَبِّي \" أَيْ أَنَا لَا أَتَقَدَّم إِلَيْهِ تَعَالَى فِي شَيْء وَإِنَّمَا أَتَّبِع مَا أَمَرَنِي بِهِ فَأَمْتَثِل مَا يُوحِيه إِلَيَّ فَإِنْ بَعَثَ آيَة قَبِلْتهَا وَإِنْ مَنَعَهَا لَمْ أَسْأَلهُ اِبْتِدَاء إِيَّاهَا إِلَّا أَنْ يَأْذَن لِي فِي ذَلِكَ فَإِنَّهُ حَكِيم عَلِيم ثُمَّ أُرْشِدهُمْ إِلَى أَنَّ هَذَا الْقُرْآن هُوَ أَعْظَم الْمُعْجِزَات وَأَبْيَن الدَّلَالَات وَأَصْدَق الْحُجَج وَالْبَيِّنَات فَقَالَ \" هَذَا بَصَائِر مِنْ رَبّكُمْ وَهُدًى وَرَحْمَة لِقَوْمٍ يُؤْمِنُونَ\" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42582, "aya_id": 203}]