[{"text": "وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُل رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا", "sura_id": 17, "type": 0, "id": 2053, "aya_id": 24}, {"text": "و اخفض لهما جناح الذل من الرحمة و قل رب ارحمهما كما ربياني صغيرا", "sura_id": 17, "type": 1, "id": 8289, "aya_id": 24}, {"text": "24 - (واخفض لهما جناح الذل) ألن لهما جانبك الذليل (من الرحمة) أي لرقتك عليهما (وقل رب ارحمهما كما) رحماني حين (ربياني صغيرا) \r\n", "sura_id": 17, "type": 2, "id": 26997, "aya_id": 24}, {"text": "وكُنْ لأمك وأبيك ذليلا متواضعًا رحمة بهما، واطلب من ربك أن يرحمهما برحمته الواسعة أحياءً وأمواتًا، كما صبرا على تربيتك طفلا ضعيف الحول والقوة.\r\n", "sura_id": 17, "type": 3, "id": 33233, "aya_id": 24}, {"text": " <font color=red>وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا</font><BR><p>\" وَاخْفِضْ لَهُمَا جَنَاح الذُّلّ مِنْ الرَّحْمَة \" أَيْ تَوَاضَعْ لَهُمَا بِفِعْلِك \" وَقُلْ رَبّ اِرْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا \" أَيْ فِي كِبَرهمَا وَعِنْد وَفَاتهمَا قَالَ اِبْن عَبَّاس ثُمَّ أَنْزَلَ اللَّه \" مَا كَانَ لِلنَّبِيِّ وَاَلَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ \" الْآيَة وَقَدْ جَاءَ فِي بِرّ الْوَالِدَيْنِ أَحَادِيث كَثِيرَة مِنْهَا الْحَدِيث الْمَرْوِيّ مِنْ طُرُق عَنْ أَنَس وَغَيْره أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا صَعِدَ الْمِنْبَر ثُمَّ قَالَ \" آمِينَ آمِينَ آمِينَ \" قِيلَ يَا رَسُول اللَّه عَلَامَ مَا أَمَّنْت ؟ قَالَ \" أَتَانِي جِبْرِيل فَقَالَ يَا مُحَمَّد رَغِمَ أَنْف رَجُل ذُكِرْت عِنْده فَلَمْ يُصَلِّ عَلَيْك قُلْ آمِينَ فَقُلْت آمِينَ ثُمَّ قَالَ رَغِمَ أَنْف رَجُل دَخَلَ عَلَيْهِ شَهْر رَمَضَان ثُمَّ خَرَجَ فَلَمْ يُغْفَر لَهُ قُلْ آمِينَ فَقُلْت آمِينَ ثُمَّ قَالَ رَغِمَ أَنْف رَجُل أَدْرَكَ وَالِدَيْهِ أَوْ أَحَدهمَا فَلَمْ يُدْخِلَاهُ الْجَنَّة قُلْ آمِينَ فَقُلْت آمِينَ \"\" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا هُشَيْم حَدَّثَنَا عَلِيّ بْن زَيْد عَنْ زُرَارَة بْن أَوْفَى عَنْ مَالِك بْن الْحَارِث عَنْ رَجُل مِنْهُمْ أَنَّهُ سَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ ضَمَّ يَتِيمًا مِنْ أَبَوَيْنِ مُسْلِمَيْنِ إِلَى طَعَامه وَشَرَابه حَتَّى يَسْتَغْنِي عَنْهُ وَجَبَتْ لَهُ الْجَنَّة الْبَتَّة وَمَنْ أَعْتَقَ اِمْرَأً مُسْلِمًا كَانَ فِكَاكه مِنْ النَّار يُجْزَى بِكُلِّ عُضْو مِنْهُ عُضْوًا مِنْهُ \" ثُمَّ قَالَ : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة سَمِعْت عَلِيّ بْن زَيْد فَذَكَرَ مَعْنَاهُ إِلَّا أَنَّهُ قَالَ عَنْ رَجُل عَنْ قَوْمه يُقَال لَهُ مَالِك أَوْ اِبْن مَالِك وَزَادَ \" وَمَنْ أَدْرَكَ وَالِدَيْهِ أَوْ أَحَدهمَا فَدَخَلَ النَّار فَأَبْعَدَهُ اللَّه \"\" حَدِيث آخَر \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان عَنْ حَمَّاد بْن سَلَمَة حَدَّثَنَا عَلِيّ بْن زَيْد عَنْ زُرَارَة بْن أَوْفَى عَنْ مَالِك بْن عَمْرو الْقُشَيْرِيّ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ أَعْتَقَ رَقَبَة مُسْلِمَة فَهِيَ فِدَاؤُهُ مِنْ النَّار فَإِنَّ كُلّ عَظْم مِنْ عِظَامه مُحَرَّرَة بِعَظْمٍ مِنْ عِظَامه وَمَنْ أَدْرَكَ أَحَد وَالِدَيْهِ ثُمَّ لَمْ يُغْفَر لَهُ فَأَبْعَدَهُ اللَّه عَزَّ وَجَلَّ وَمَنْ ضَمَّ يَتِيمًا مِنْ أَبَوَيْنِ مُسْلِمَيْنِ إِلَى طَعَامه وَشَرَابه حَتَّى يُغْنِيه اللَّه وَجَبَتْ لَهُ الْجَنَّة \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَجَّاج وَمُحَمَّد بْن جَعْفَر قَالَا حَدَّثَنَا شُعْبَة عَنْ قَتَادَة سَمِعْت زُرَارَة بْن أَوْفَى يُحَدِّث عَنْ أَبِي مَالِك الْقُشَيْرِيّ قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ أَدْرَكَ وَالِدَيْهِ أَوْ أَحَدهمَا ثُمَّ دَخَلَ النَّار مِنْ بَعْد ذَلِكَ فَأَبْعَدَهُ اللَّه وَأَسْحَقَهُ \" وَرَوَاهُ أَبُو دَاوُد الطَّيَالِسِيّ عَنْ شُعْبَة بِهِ وَفِيهِ زِيَادَات أُخَر \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا أَبُو عَوَانَة حَدَّثَنَا سُهَيْل بْن أَبِي صَالِح عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" رَغِمَ أَنْف ثُمَّ رَغِمَ أَنْف ثُمَّ رَغِمَ أَنْف رَجُل أَدْرَكَ أَحَد أَبَوَيْهِ أَوْ كِلَاهُمَا عِنْده الْكِبَر وَلَمْ يَدْخُل الْجَنَّة \" صَحِيح مِنْ هَذَا الْوَجْه وَلَمْ يُخَرِّجُوهُ سِوَى مُسْلِم مِنْ حَدِيث أَبِي عَوَانَة وَجَرِير وَسُلَيْمَان بْن بِلَال عَنْ سُهَيْل بِهِ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا رِبْعِيّ بْن إِبْرَاهِيم قَالَ أَحْمَد وَهُوَ أَخُو إِسْمَاعِيل بْن عُلَيَّة وَكَانَ يَفْضُل عَلَى أَخِيهِ عَنْ عَبْد الرَّحْمَن اِبْن أَبِي إِسْحَاق عَنْ سَعِيد بْن أَبِي سَعِيد عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَغِمَ أَنْف رَجُل ذُكِرْت عِنْده فَلَمْ يُصَلِّ عَلَيَّ وَرَغِمَ أَنْف رَجُل دَخَلَ عَلَيْهِ شَهْر رَمَضَان فَانْسَلَخَ فَلَمْ يُغْفَر لَهُ وَرَغِمَ أَنْف رَجُل أَدْرَكَ عِنْده أَبَوَاهُ الْكِبَر فَلَمْ يُدْخِلَاهُ الْجَنَّة قَالَ رِبْعِيّ وَلَا أَعْلَمهُ إِلَّا قَالَ \" أَوْ أَحَدهمَا \" وَرَوَاهُ التِّرْمِذِيّ عَنْ أَحْمَد بْن إِبْرَاهِيم الدَّوْرَقِيّ عَنْ رِبْعِيّ بْن إِبْرَاهِيم ثُمَّ قَالَ غَرِيب مِنْ هَذَا الْوَجْه . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يُونُس حَدَّثَنَا مُحَمَّد حَدَّثَنَا عَبْد الرَّحْمَن بْن الْغَسِيل حَدَّثَنَا أَسِيد بْن عَلِيّ عَنْ أَبِيهِ عَنْ أَبِي عُبَيْد عَنْ أَبِي أُسَيْد وَهُوَ مَالِك بْن رَبِيعَة السَّاعِدِيّ قَالَ : بَيْنَمَا أَنَا جَالِس عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا جَاءَهُ رَجُل مِنْ الْأَنْصَار فَقَالَ يَا رَسُول اللَّه هَلْ بَقِيَ عَلَيَّ مِنْ بِرّ أَبَوَيَّ شَيْء بَعْد مَوْتهمَا أَبَرّهمَا بِهِ ؟ قَالَ نَعَمْ خِصَال أَرْبَع : الصَّلَاة عَلَيْهِمَا وَالِاسْتِغْفَار لَهُمَا وَإِنْفَاذ عَهْدهمَا وَإِكْرَام صَدِيقهمَا وَصِلَة الرَّحِم الَّتِي لَا رَحِم لَك إِلَّا مِنْ قِبَلهمَا فَهُوَ الَّذِي بَقِيَ عَلَيْك مِنْ بِرّهمَا بَعْد مَوْتهمَا \" وَرَوَاهُ أَبُو دَاوُد وَابْن مَاجَهْ مِنْ حَدِيث عَبْد الرَّحْمَن بْن سُلَيْمَان وَهُوَ اِبْن الْغَسِيل بِهِ \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا رَوْح حَدَّثَنَا اِبْن جُرَيْج أَخْبَرَنِي مُحَمَّد بْن طَلْحَة بْن عُبَيْد اللَّه بْن عَبْد الرَّحْمَن عَنْ مُعَاوِيَة بْن جَاهِمَة السُّلَمِيّ أَنَّ جَاهِمَة جَاءَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه أَرَدْت الْغَزْو وَجِئْتُك أَسْتَشِيرك فَقَالَ \" فَهَلْ لَك مِنْ أُمّ ؟ \" قَالَ نَعَمْ قَالَ \" فَالْزَمْهَا فَإِنَّ الْجَنَّة عِنْد رِجْلَيْهَا \" ثُمَّ الثَّانِيَة ثُمَّ الثَّالِثَة فِي مَقَاعِد شَتَّى كَمِثْلِ هَذَا الْقَوْل وَرَوَاهُ النَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث اِبْن جُرَيْج بِهِ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا خَلَف بْن الْوَلِيد حَدَّثَنَا اِبْن عَيَّاش عَنْ يَحْيَى بْن سَعْد عَنْ خَالِد بْن مَعْدَان عَنْ الْمِقْدَام بْن مَعْد يَكْرِب عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه يُوصِيكُمْ بِآبَائِكُمْ إِنَّ اللَّه يُوصِيكُمْ بِأُمَّهَاتِكُمْ إِنَّ اللَّه يُوصِيكُمْ بِأُمَّهَاتِكُمْ إِنَّ اللَّه يُوصِيكُمْ بِأُمَّهَاتِكُمْ إِنَّ اللَّه يُوصِيكُمْ بِالْأَقْرَبِ فَالْأَقْرَب \" وَأَخْرَجَهُ اِبْن مَاجَهْ مِنْ حَدِيث عَبْد اللَّه بْن عَيَّاش بِهِ . \" حَدِيث آخَر\" قَالَ أَحْمَد حَدَّثَنَا يُونُس حَدَّثَنَا أَبُو عَوَانه عَنْ أَشْعَث بْن سُلَيْم عَنْ أَبِيهِ عَنْ رَجُل مِنْ بَنِي يَرْبُوع قَالَ أَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَمِعْته وَهُوَ يُكَلِّم النَّاس يَقُول \" يَد الْمُعْطِي الْعُلْيَا أُمّك وَأَبَاك وَأُخْتك وَأَخَاك ثُمَّ أَدْنَاك أَدْنَاك \"\" حَدِيث آخَر \" قَالَ الْحَافِظ أَبُو بَكْر أَحْمَد بْن عَمْرو بْن عَبْد الْخَالِق الْبَزَّار فِي مُسْنَده : حَدَّثَنَا إِبْرَاهِيم بْن الْمُسْتَمِرّ العروقي حَدَّثَنَا عَمْرو بْن سُفْيَان حَدَّثَنَا الْحَسَن بْن أَبِي جَعْفَر عَنْ لَيْث بْن أَبِي سُلَيْم عَنْ عَلْقَمَة بْن مَرْثَد عَنْ سُلَيْمَان بْن بُرَيْدَة عَنْ أَبِيهِ أَنَّ رَجُلًا كَانَ فِي الطَّوَاف حَامِلًا أُمّه يَطُوف بِهَا فَسَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَلْ أَدَّيْت حَقّهَا ؟ قَالَ \" لَا وَلَا بِزَفْرَةٍ وَاحِدَة \" أَوْ كَمَا قَالَ ثُمَّ قَالَ الْبَزَّار لَا نَعْلَمهُ يُرْوَى إِلَّا مِنْ هَذَا الْوَجْه. قُلْت وَالْحَسَن بْن أَبِي جَعْفَر ضَعِيف وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38206, "aya_id": 24}]