[{"text": "غَافِرِ الذَّنبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لَا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ", "sura_id": 40, "type": 0, "id": 4136, "aya_id": 3}, {"text": "غافر الذنب وقابل التوب شديد العقاب ذي الطول لا إله إلا هو إليه المصير", "sura_id": 40, "type": 1, "id": 10372, "aya_id": 3}, {"text": "3 - (غافر الذنب) للمؤمنين (وقابل التوب) لهم مصدر (شديد العقاب) للكافرين مشددة (ذي الطول) الإنعام الواسع وهو موصوف على الدوام بكل هذه الصفات فاضافة المشتق منها للتعريف كالاخيرة (لا إله إلا هو إليه المصير) المرجع \r\n", "sura_id": 40, "type": 2, "id": 29080, "aya_id": 3}, {"text": "غافر الذنب للمذنبين, وقابل التوب من التائبين, شديد العقاب على مَن تجرَّأَ على الذنوب, ولم يتب منها, وهو سبحانه وتعالى صاحب الإنعام والتفضُّل على عباده الطائعين, لا معبود تصلح العبادة له سواه, إليه مصير جميع الخلائق يوم الحساب, فيجازي كلا بما يستحق.\r\n", "sura_id": 40, "type": 3, "id": 35316, "aya_id": 3}, {"text": " <font color=red>غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لَا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ</font><BR><p>أَيْ يَغْفِر مَا سَلَفَ مِنْ الذَّنْب وَيَقْبَل التَّوْبَة فِي الْمُسْتَقْبَل لِمَنْ تَابَ إِلَيْهِ وَخَضَعَ لَدَيْهِ وَقَوْله جَلَّ وَعَلَا \" شَدِيد الْعِقَاب \" أَيْ لِمَنْ تَمَرَّدَ وَطَغَى وَآثَرَ الْحَيَاة الدُّنْيَا وَعَتَا عَنْ أَوَامِر اللَّه تَعَالَى وَبَغَى وَهَذِهِ كَقَوْلِهِ \" نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُور الرَّحِيم وَأَنَّ عَذَابِي هُوَ الْعَذَاب الْأَلِيم \" يَقْرُن هَذَيْنِ الْوَصْفَيْنِ كَثِيرًا فِي مَوَاضِع مُتَعَدِّدَة مِنْ الْقُرْآن لِيَبْقَى الْعَبْد بَيْن الرَّجَاء وَالْخَوْف . وَقَوْله تَعَالَى \" ذِي الطَّوْل \" قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا يَعْنِي السَّعَة وَالْغِنَى . وَهَكَذَا قَالَ مُجَاهِد وَقَتَادَة وَقَالَ يَزِيد بْن الْأَصَمّ : ذِي الطَّوْل يَعْنِي الْخَيْر الْكَثِير وَقَالَ عِكْرِمَة \" ذِي الطَّوْل \" ذِي الْمَنِّ وَقَالَ قَتَادَة ذِي النِّعَم وَالْفَوَاضِل وَالْمَعْنَى أَنَّهُ الْمُتَفَضِّل عَلَى عِبَاده الْمُتَطَوِّل عَلَيْهِمْ بِمَا هُمْ فِيهِ مِنْ الْمِنَن وَالْإِنْعَام الَّتِي لَا يُطِيقُونَ الْقِيَام بِشُكْرِ وَاحِدَة مِنْهَا \" وَإِنْ تَعُدُّوا نِعْمَةَ اللَّه لَا تُحْصُوهَا \" الْآيَة . وَقَوْله جَلَّتْ عَظَمَته \" لَا إِلَه إِلَّا هُوَ \" أَيْ لَا نَظِير لَهُ فِي جَمِيع صِفَاته فَلَا إِلَه غَيْره وَلَا رَبّ سِوَاهُ \" إِلَيْهِ الْمَصِير \" أَيْ الْمَرْجِع وَالْمَآب فَيُجَازِي كُلّ عَامِل بِعَمَلِهِ \" وَهُوَ سَرِيع الْحِسَاب \" وَقَالَ أَبُو بَكْر بْن عَيَّاش سَمِعْت أَبَا إِسْحَاق السَّبِيعِيّ يَقُول : جَاءَ رَجُل إِلَى عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فَقَالَ يَا أَمِير الْمُؤْمِنِينَ إِنِّي قَتَلْت فَهَلْ لِي مِنْ تَوْبَة ؟ فَقَرَأَ عُمَر رَضِيَ اللَّه عَنْهُ \" حم تَنْزِيل الْكِتَاب مِنْ اللَّه الْعَزِيز الْعَلِيم غَافِر الذَّنْب وَقَابِل التَّوْب شَدِيد الْعِقَاب \" وَقَالَ اِعْمَلْ وَلَا تَيْأَس. رَوَاهُ اِبْنُ أَبِي حَاتِم وَاللَّفْظ لَهُ وَابْن جَرِير . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي ثنا مُوسَى بْن مَرْوَان الرَّقِّيّ ثنا عُمَر يَعْنِي اِبْن أَيُّوب أَنَا جَعْفَر بْن بُرْقَان عَنْ يَزِيد بْن الْأَصَمّ قَالَ : كَانَ رَجُل مِنْ أَهْل الشَّام ذُو بَأْس وَكَانَ يَفِدُ إِلَى عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فَفَقَدَهُ عُمَر فَقَالَ مَا فَعَلَ فُلَان بْن فُلَان ؟ فَقَالُوا يَا أَمِير الْمُؤْمِنِينَ تَتَابَعَ فِي هَذَا الشَّرَاب قَالَ فَدَعَا عُمَر كَاتِبه فَقَالَ اُكْتُبْ مِنْ عُمَر بْن الْخَطَّاب إِلَى فُلَان بْن فُلَان سَلَام عَلَيْك فَإِنِّي أَحْمَد إِلَيْك اللَّه الَّذِي لَا إِلَه إِلَّا هُوَ غَافِر الذَّنْب وَقَابِل التَّوْب شَدِيد الْعِقَاب ذِي الطَّوْل لَا إِلَه إِلَّا هُوَ إِلَيْهِ الْمَصِير ثُمَّ قَالَ لِأَصْحَابِهِ اُدْعُوا اللَّه لِأَخِيكُمْ أَنْ يُقْبِلَ بِقَلْبِهِ وَيَتُوب اللَّه عَلَيْهِ فَلَمَّا بَلَغَ الرَّجُل كِتَاب عُمَر رَضِيَ اللَّه عَنْهُ جَعَلَ يَقْرَؤُهُ وَيُرَدِّدُهُ وَيَقُول غَافِر الذَّنْب وَقَابِل التَّوْب شَدِيد الْعِقَاب قَدْ حَذَّرَنِي عُقُوبَته وَوَعَدَنِي أَنْ يَغْفِر لِي . وَرَوَاهُ الْحَافِظ أَبُو نُعَيْم مِنْ حَدِيث جَعْفَر بْن بُرْقَان وَزَادَ فَلَمْ يَزَلْ يُرَدِّدهَا عَلَى نَفْسه ثُمَّ بَكَى ثُمَّ نَزَعَ فَأَحْسَنَ النَّزْع فَلَمَّا بَلَغَ عُمَر خَبَره قَالَ هَكَذَا فَاصْنَعُوا إِذَا رَأَيْتُمْ أَخًا لَكُمْ زَلَّ زَلَّة فَسَدِّدُوهُ وَوَثِّقُوهُ وَادْعُوا اللَّه لَهُ أَنْ يَتُوب وَلَا تَكُونُوا أَعْوَانًا لِلشَّيْطَانِ عَلَيْهِ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عُمَر بْن شَبَّة ثنا حَمَّاد بْن وَاقِد ثنا أَبُو عُمَر الصَّفَّار ثنا ثَابِت الْبُنَانِيّ قَالَ كُنْت مَعَ مُصْعَب بْن الزُّبَيْر رَضِيَ اللَّه عَنْهُ فِي سَوَاد الْكُوفَة فَدَخَلْت حَائِطًا أُصَلِّي رَكْعَتَيْنِ فَافْتَتَحْت حم الْمُؤْمِن حَتَّى بَلَغْت لَا إِلَه إِلَّا هُوَ إِلَيْهِ الْمَصِير فَإِذَا رَجُل خَلْفِي عَلَى بَغْلَة شَهْبَاء عَلَيْهِ مُقَطَّعَات يَمَنِيَّة فَقَالَ إِذَا قُلْت غَافِر الذَّنْب فَقُلْ يَا غَافِر الذَّنْب اِغْفِرْ لِي ذَنْبِي وَإِذَا قُلْت وَقَابِل التَّوْب فَقُلْ يَا قَابِل التَّوْب اِقْبَلْ تَوْبَتِي وَإِذَا قُلْت شَدِيد الْعِقَاب فَقُلْ يَا شَدِيد الْعِقَاب لَا تُعَاقِبنِي قَالَ فَالْتَفَتّ فَلَمْ أَرَ أَحَدًا فَخَرَجْت إِلَى الْبَاب فَقُلْت مَرَّ بِكُمْ رَجُل عَلَيْهِ مُقَطَّعَات يَمَنِيَّة ؟ قَالُوا مَا رَأَيْنَا أَحَدًا فَكَانُوا يَرَوْنَ أَنَّهُ إِلْيَاس ثُمَّ رَوَاهُ مِنْ طَرِيق أُخْرَى عَنْ ثَابِت بِنَحْوِهِ وَلَيْسَ فِيهِ ذِكْر إِلْيَاس وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40963, "aya_id": 3}]