[{"text": "لَهَا سَبْعَةُ أَبْوَابٍ لِّكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ", "sura_id": 15, "type": 0, "id": 1846, "aya_id": 44}, {"text": "لها سبعة أبواب لكل باب منهم جزء مقسوم", "sura_id": 15, "type": 1, "id": 8082, "aya_id": 44}, {"text": "44 - (لها سبعة أبواب) أطباق (لكل باب) منها (منهم جزء) نصيب (مقسوم) \r\n", "sura_id": 15, "type": 2, "id": 26790, "aya_id": 44}, {"text": " لها سبعة أبواب كل باب أسفل من الآخر, لكل بابٍ مِن أتباع إبليس قسم ونصيب بحسب أعمالهم.\r\n", "sura_id": 15, "type": 3, "id": 33026, "aya_id": 44}, {"text": " <font color=red>لَهَا سَبْعَةُ أَبْوَابٍ لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ</font><BR><p>ثُمَّ أَخْبَرَ أَنَّ لِجَهَنَّم سَبْعَة أَبْوَاب \" لِكُلِّ بَاب مِنْهُمْ جُزْء مَقْسُوم \" أَيْ قَدْ كُتِبَ لِكُلِّ بَاب مِنْهَا جُزْء مِنْ أَتْبَاع إِبْلِيس يَدْخُلُونَهُ لَا مَحِيد لَهُمْ عَنْهُ أَجَارَنَا اللَّه مِنْهُ وَكُلّ يَدْخُل مِنْ بَاب بِحَسَبِ عَمَله وَيَسْتَقِرّ فِي دَرَك بِقَدْرِ عَمَله قَالَ إِسْمَاعِيل بْن عُلَيَّة وَشُعْبَة كِلَاهُمَا عَنْ أَبِي هَارُون الْغَنَوِيّ عَنْ حِطَّان بْن عَبْد اللَّه أَنَّهُ قَالَ سَمِعْت عَلِيّ بْن أَبِي طَالِب وَهُوَ يَخْطُب قَالَ : إِنَّ أَبْوَاب جَهَنَّم هَكَذَا - قَالَ أَبُو هَارُون - أَطْبَاقًا بَعْضهَا فَوْق بَعْض وَقَالَ إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ هُبَيْرَة بْن أَبِي مَرْيَم عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ أَبْوَاب جَهَنَّم سَبْعَة بَعْضهَا فَوْق بَعْض فَيَمْتَلِئ الْأَوَّل ثُمَّ الثَّانِي ثُمَّ الثَّالِث حَتَّى تَمْتَلِئ كُلّهَا وَقَالَ عِكْرِمَة سَبْعَة أَبْوَاب سَبْعَة أَطْبَاق وَقَالَ اِبْن جُرَيْج سَبْعَة أَبْوَاب أَوَّلهَا جَهَنَّم ثُمَّ لَظَى ثُمَّ الْحُطَمَة ثُمَّ السَّعِير ثُمَّ سَقَر ثُمَّ الْجَحِيم ثُمَّ الْهَاوِيَة . وَرَوَى الضَّحَّاك عَنْ اِبْن عَبَّاس نَحْوه وَكَذَا رُوِيَ عَنْ الْأَعْمَش بِنَحْوِهِ أَيْضًا وَقَالَ قَتَادَة \" لَهَا سَبْعَة أَبْوَاب لِكُلِّ بَاب مِنْهُمْ جُزْء مَقْسُوم \" هِيَ وَاَللَّه مَنَازِل بِأَعْمَالِهِمْ رَوَاهُنَّ اِبْن جَرِير وَقَالَ جُوَيْبِر عَنْ الضَّحَّاك \" لَهَا سَبْعَة أَبْوَاب لِكُلِّ بَاب مِنْهُمْ جُزْء مَقْسُوم \" قَالَ بَاب لِلْيَهُودِ وَبَاب لِلنَّصَارَى وَبَاب لِلصَّابِئِينَ وَبَاب لِلْمَجُوسِ وَبَاب لِلَّذِينَ أَشْرَكُوا وَهُمْ كُفَّار الْعَرَب وَبَاب لِلْمُنَافِقِينَ وَبَاب لِأَهْلِ التَّوْحِيد فَأَهْل التَّوْحِيد يُرْجَى لَهُمْ وَلَا يُرْجَى لِأُولَئِكَ أَبَدًا . وَقَالَ التِّرْمِذِيّ حَدَّثَنَا عَبْد بْن حُمَيْد حَدَّثَنَا عُثْمَان بْن عُمَر عَنْ مَالِك بْن مِغْوَل عَنْ حُمَيْد عَنْ اِبْن عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" لِجَهَنَّم سَبْعَة أَبْوَاب بَاب مِنْهَا لِمَنْ سَلَّ السَّيْف عَلَى أُمَّتِي - أَوْ قَالَ - عَلَى أُمَّة مُحَمَّد \" ثُمَّ قَالَ لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث مَالِك بْن مِغْوَل . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبَّاس بْن الْوَلِيد الْخَلَّال حَدَّثَنَا زَيْد - يَعْنِي اِبْن يَحْيَى - حَدَّثَنَا سَعِيد بْن بَشِير عَنْ قَتَادَة عَنْ أَبِي نَضْرَة عَنْ سَمُرَة بْن جُنْدُب عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله \" لِكُلِّ بَاب مِنْهُمْ جُزْء مَقْسُوم \" قَالَ \" إِنَّ مِنْ أَهْل النَّار مَنْ تَأْخُذهُ النَّار إِلَى كَعْبه وَإِنَّ مِنْهُمْ مَنْ تَأْخُذهُ النَّار إِلَى حُجْزَته وَمِنْهُمْ مَنْ تَأْخُذهُ النَّار إِلَى تَرَاقِيه مَنَازِلهمْ بِأَعْمَالِهِمْ فَذَلِكَ قَوْله لِكُلِّ بَاب مِنْهُمْ جُزْء مَقْسُوم \" .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 37990, "aya_id": 44}]