[{"text": "فَإنْ خِفْتُمْ فَرِجَالاً أَوْ رُكْبَانًا فَإِذَا أَمِنتُمْ فَاذْكُرُواْ اللّهَ كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ", "sura_id": 2, "type": 0, "id": 246, "aya_id": 239}, {"text": "فإن خفتم فرجالا أو ركبانا فإذا أمنتم فاذكروا الله كما علمكم ما لم تكونوا تعلمون", "sura_id": 2, "type": 1, "id": 6482, "aya_id": 239}, {"text": "239 - (فإن خفتم) من عدو أو سيل أو سبع (فرجالاً) جمع راجل أي مشاة صلوا (أو ركبانا) جمع راكب أي كيف أمكن مستقبلي القبلة أو غيرها ويومئ بالركوع والسجود (فإذا أمنتم) من الخوف (فاذكروا الله) أي صلوا (كما علمكم ما لم تكونوا تعلمون) قبل تعليمه من فرائضها وحقوقها والكاف بمعنى مثل وما مصدرية أو موصولة \r\n", "sura_id": 2, "type": 2, "id": 25190, "aya_id": 239}, {"text": "فإن خفتم من عدو لكم فصلوا صلاة الخوف ماشين, أو راكبين, على أي هيئة تستطيعونها ولو بالإيماء, أو إلى غير جهة القبلة, فإذا زال خوفكم فصلُّوا صلاة الأمن, واذكروا الله فيها, ولا تنقصوها عن هيئتها الأصلية, واشكروا له على ما علَّمكم من أمور العبادات والأحكام ما لم تكونوا على علم به.\r\n", "sura_id": 2, "type": 3, "id": 31426, "aya_id": 239}, {"text": " <font color=red>فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا فَإِذَا أَمِنْتُمْ فَاذْكُرُوا اللَّهَ كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ</font><BR><p>وَقَوْله\" فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا فَإِذَا أَمِنْتُمْ فَاذْكُرُوا اللَّه كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ \" لَمَّا أَمَرَ تَعَالَى عِبَاده بِالْمُحَافَظَةِ عَلَى الصَّلَوَات وَالْقِيَام بِحُدُودِهَا وَشَدَّدَ الْأَمْر بِتَأْكِيدِهَا ذَكَرَ الْحَال الَّذِي يَشْتَغِل الشَّخْص فِيمَا عَنْ أَدَائِهَا عَلَى الْوَجْه الْأَكْمَل وَهِيَ حَال الْقِتَال وَالْتِحَام الْحَرْب فَقَالَ \" فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا \" أَيْ فَصَلُّوا عَلَى أَيّ حَال كَانَ رِجَالًا أَوْ رُكْبَانًا : يَعْنِي مُسْتَقْبِلِي الْقِبْلَة وَغَيْر مُسْتَقْبِلِيهَا كَمَا قَالَ مَالِك عَنْ نَافِع أَنَّ اِبْن عُمَر كَانَ إِذَا سُئِلَ عَنْ صَلَاة الْخَوْف وَصَفَهَا ثُمَّ قَالَ : فَإِنْ كَانَ خَوْف أَشَدّ مِنْ ذَلِكَ صَلَّوْا رِجَالًا عَلَى أَقْدَامهمْ أَوْ رُكْبَانًا مُسْتَقْبِلِي الْقِبْلَة أَوْ غَيْر مُسْتَقْبِلِيهَا قَالَ نَافِع : لَا أَرَى اِبْن عُمَر ذَكَرَ ذَلِكَ إِلَّا عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَرَوَاهُ الْبُخَارِيّ وَهَذَا لَفْظ مُسْلِم وَرَوَاهُ الْبُخَارِيّ أَيْضًا مِنْ وَجْه آخَر عَنْ اِبْن جُرَيْج عَنْ مُوسَى بْن عُقْبَة عَنْ نَافِع عَنْ اِبْن عُمَر عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - نَحْوه أَوْ قَرِيبًا مِنْهُ وَلِمُسْلِمٍ أَيْضًا عَنْ اِبْن عُمَر قَالَ : فَإِنْ كَانَ خَوْف أَشَدّ مِنْ ذَلِكَ فَصَلِّ رَاكِبًا أَوْ قَائِمًا تُومِئُ إِيمَاء وَفِي حَدِيث عَبْد اللَّه بْن أُنَيْس الْجُهَنِيّ لَمَّا بَعَثَهُ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِلَى خَالِد بْن سُفْيَان الْهُذَلِيّ لِيَقْتُلهُ وَكَانَ نَحْو عَرَفَة أَوْ عَرَفَات فَلَمَّا وَجَّهَهُ حَانَتْ صَلَاة الْعَصْر قَالَ : فَخَشِيت أَنْ تَفُوتنِي فَجَعَلْت أُصَلِّي وَأَنَا أُومِئ إِيمَاء - الْحَدِيث بِطُولِهِ رَوَاهُ أَحْمَد وَأَبُو دَاوُد بِإِسْنَادٍ جَيِّد وَهَذَا مِنْ رُخَص اللَّه الَّتِي رَخَّصَ لِعِبَادِهِ وَوَضْعه الْآصَار وَالْأَغْلَال عَنْهُمْ وَقَدْ رَوَى اِبْن أَبِي حَاتِم مِنْ طَرِيق شَبِيب بْن بِشْر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : فِي هَذِهِ الْآيَة يُصَلِّي الرَّاكِب عَلَى دَابَّته وَالرَّاجِل عَلَى رِجْلَيْهِ قَالَ : وَرُوِيَ عَنْ الْحَسَن وَمُجَاهِد وَمَكْحُول وَالسُّدِّيّ وَالْحَكَم وَمَالِك وَالْأَوْزَاعِيّ وَالثَّوْرِيّ وَالْحَسَن بْن صَالِح نَحْو ذَلِكَ - وَزَادَ وَيُومِئ بِرَأْسِهِ أَيْنَمَا تَوَجَّهَ ثُمَّ قَالَ : حَدَّثَنَا أَبِي حَدَّثَنَا غَسَّان حَدَّثَنَا دَاوُد يَعْنِي اِبْن عُلَيَّة عَنْ مُطَرِّف عَنْ عَطِيَّة عَنْ جَابِر بْن عَبْد اللَّه قَالَ : إِذَا كَانَتْ الْمُسَايَفَة فَلْيُومِئْ بِرَأْسِهِ إِيمَاء حَيْثُ كَانَ وَجْهه فَذَلِكَ قَوْله \" فَرِجَالًا أَوْ رُكْبَانًا\" وَرُوِيَ عَنْ الْحَسَن وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَعَطَاء وَعَطِيَّة وَالْحَكَم وَحَمَّاد وَقَتَادَة نَحْو ذَلِكَ وَقَدْ ذَهَبَ الْإِمَام أَحْمَد فِيمَا نَصَّ عَلَيْهِ إِلَى أَنَّ صَلَاة الْخَوْف تُفْعَل فِي بَعْض الْأَحْيَان رَكْعَة وَاحِدَة إِذَا تَلَاحَمَ الْجَيْشَانِ وَعَلَى ذَلِكَ يَنْزِل الْحَدِيث الَّذِي رَوَاهُ مُسْلِم وَأَبُو دَاوُد وَالنَّسَائِيّ وَابْن مَاجَهْ وَابْن جَرِير مِنْ حَدِيث أَبِي عَوَانَة الْوَضَّاح بْن عَبْد اللَّه الْيَشْكُرِيّ - زَادَ مُسْلِم وَالنَّسَائِيّ وَأَيُّوب بْن عَائِذ كِلَاهُمَا عَنْ بُكَيْر بْن الْأَخْنَس الْكُوفِيّ عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : فَرَضَ اللَّه الصَّلَاة عَلَى لِسَان نَبِيّكُمْ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي الْحَضَر أَرْبَعًا وَفِي السَّفَر رَكْعَتَيْنِ وَفِي الْخَوْف رَكْعَة وَبِهِ قَالَ الْحَسَن الْبَصْرِيّ وَقَتَادَة وَالضَّحَّاك وَغَيْرهمْ وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا اِبْن مَهْدِيّ عَنْ شُعْبَة قَالَ : سَأَلْت الْحَكَم وَحَمَّادًا وَقَتَادَة عَنْ صَلَاة الْمُسَايَفَة فَقَالُوا : رَكْعَة وَهَكَذَا رَوَى الثَّوْرِيّ عَنْهُمْ سَوَاء وَقَالَ اِبْن جَرِير أَيْضًا : حَدَّثَنِي سَعِيد بْن عَمْرو السَّكُونِيّ حَدَّثَنَا بَقِيَّة بْن الْوَلِيد حَدَّثَنَا الْمَسْعُودِيّ حَدَّثَنَا يَزِيد الْفَقِير عَنْ جَابِر بْن عَبْد اللَّه قَالَ : صَلَاة الْخَوْف رَكْعَة وَاخْتَارَ هَذَا الْقَوْل اِبْن جَرِير وَقَالَ الْبُخَارِيّ\" بَاب الصَّلَاة عِنْد مُنَاهَضَة الْحُصُون وَلِقَاء الْعَدُوّ \" وَقَالَ الْأَوْزَاعِيّ : إِنْ كَانَ تَهَيَّأَ الْفَتْح وَلَمْ يَقْدِرُوا عَلَى الصَّلَاة صَلَّوْا إِيمَاء كُلّ اِمْرِئٍ لِنَفْسِهِ فَإِنْ لَمْ يَقْدِرُوا عَلَى الْإِيمَاء أَخَّرُوا الصَّلَاة حَتَّى يَنْكَشِف الْقِتَال وَيَأْمَنُوا فَيُصَلُّوا رَكْعَتَيْنِ فَإِنْ لَمْ يَقْدِرُوا صَلَّوْا رَكْعَة وَسَجْدَتَيْنِ فَإِنْ لَمْ يَقْدِرُوا لَا يَجْزِيهِمْ التَّكْبِير وَيُؤَخِّرُونَهَا حَتَّى يَأْمَنُوا وَبِهِ قَالَ مَكْحُول وَقَالَ أَنَس بْن مَالِك : حَضَرْت مُنَاهَضَة حِصْن تَسْتُر عِنْد إِضَاءَة الْفَجْر وَاشْتَدَّ اِشْتِعَال الْقِتَال فَلَمْ يَقْدِرُوا عَلَى الصَّلَاة فَلَمْ نُصَلِّ إِلَّا بَعْد اِرْتِفَاع النَّهَار فَصَلَّيْنَاهَا وَنَحْنُ مَعَ أَبِي مُوسَى فَفُتِحَ لَنَا قَالَ أَنَس : وَمَا يَسُرّنِي بِتِلْكَ الصَّلَاة الدُّنْيَا وَمَا فِيهَا . هَذَا لَفْظ الْبُخَارِيّ ثُمَّ اِسْتَشْهَدَ عَلَى ذَلِكَ بِحَدِيثِ تَأْخِيره - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - الْعَصْر يَوْم الْخَنْدَق لِعُذْرِ الْمُحَارَبَة إِلَى غَيْبُوبَة الشَّمْس وَبِقَوْلِهِ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بَعْد ذَلِكَ لِأَصْحَابِهِ لَمَّا جَهَّزَهُمْ إِلَى بَنِي قُرَيْظَة لَا يُصَلِّيَنَّ أَحَدٌ مِنْكُمْ الْعَصْرَ إِلَّا فِي بَنِي قُرَيْظَة فَمِنْهُمْ مَنْ أَدْرَكَتْهُ الصَّلَاةُ فِي الطَّرِيق فَصَلَّوْا وَقَالُوا لَمْ يُرِدْ مِنَّا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِلَّا تَعْجِيل السَّيْر وَمِنْهُمْ مَنْ أَدْرَكَتْهُ فَلَمْ يُصَلِّ إِلَى أَنْ غَرُبَتْ الشَّمْس فِي بَنِي قُرَيْظَة فَلَمْ يُعَنِّف وَاحِدًا مِنْ الْفَرِيقَيْنِ وَهَذَا يَدُلّ عَلَى اِخْتِيَار الْبُخَارِيّ لِهَذَا الْقَوْل وَالْجُمْهُور عَلَى خِلَافه وَيُعَوِّلُونَ عَلَى أَنَّ صَلَاة الْخَوْف عَلَى الصِّفَة الَّتِي وَرَدَ بِهَا الْقُرْآن فِي سُورَة النِّسَاء وَوَرَدَتْ بِهَا الْأَحَادِيث لَمْ تَكُنْ مَشْرُوعَة فِي غَزْوَة الْخَنْدَق وَإِنَّمَا شُرِعَتْ بَعْد ذَلِكَ وَقَدْ جَاءَ مُصَرَّحًا بِهَذَا فِي حَدِيث أَبِي سَعِيد وَغَيْره وَأَمَّا مَكْحُول وَالْأَوْزَاعِيّ وَالْبُخَارِيّ فَيُجِيبُونَ بِأَنَّ مَشْرُوعِيَّة صَلَاة الْخَوْف بَعْد ذَلِكَ لَا تُنَافِي جَوَاز ذَلِكَ لِأَنَّ هَذَا حَال نَادِر خَاصّ فَيَجُوز فِيهِ مِثْل مَا قُلْنَا بِدَلِيلِ صَنِيع الصَّحَابَة زَمَن عُمَر فِي فَتْح تَسْتُر وَقَدْ اُشْتُهِرَ وَلَمْ يُنْكَر وَاَللَّه أَعْلَم وَقَوْله\" فَإِذَا آمِنْتُمْ فَاذْكُرُوا اللَّه \" أَيْ أَقِيمُوا صَلَاتكُمْ كَمَا أُمِرْتُمْ فَأَتِمُّوا رُكُوعَهَا وَسُجُودَهَا وَقِيَامَهَا وَقُعُودَهَا وَخُشُوعَهَا وَهُجُودَهَا \" كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ \" أَيْ مِثْل مَا أَنْعَمَ عَلَيْكُمْ وَهَدَاكُمْ لِلْإِيمَانِ وَعَلَّمَكُمْ مَا يَنْفَعكُمْ فِي الدُّنْيَا وَالْآخِرَة فَقَابِلُوهُ بِالشُّكْرِ وَالذِّكْر وَاَلَّذِي كَقَوْلِهِ بَعْد ذِكْر صَلَاة الْخَوْف \" فَإِذَا اِطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلَاة إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا \" وَسَتَأْتِي الْأَحَادِيث الْوَارِدَة فِي صَلَاة الْخَوْف وَصِفَاتهَا فِي سُورَة النِّسَاء عِنْد قَوْله تَعَالَى \" وَإِذَا كُنْت فِيهِمْ فَأَقَمْت لَهُمْ الصَّلَاةَ \" الْآيَة .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38652, "aya_id": 239}]