[{"text": "أَلَمْ تَرَ أَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي إِلَى أَجَلٍ مُّسَمًّى وَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ", "sura_id": 31, "type": 0, "id": 3498, "aya_id": 29}, {"text": "ألم تر أن الله يولج الليل في النهار ويولج النهار في الليل وسخر الشمس والقمر كل يجري إلى أجل مسمى وأن الله بما تعملون خبير", "sura_id": 31, "type": 1, "id": 9734, "aya_id": 29}, {"text": "29 - (ألم تر) تعلم يا مخاطب (أن الله يولج) يدخل (الليل في النهار ويولج النهار) يدخله (في الليل) فيزيد كل منهما بما نقص من الآخر (وسخر الشمس والقمر كل) منهما (يجري) في فلكه (إلى أجل مسمى) هو يوم القيامة (وأن الله بما تعملون خبير) \r\n", "sura_id": 31, "type": 2, "id": 28442, "aya_id": 29}, {"text": "ألم تر أن الله يأخذ من ساعات الليل, فيطول النهار, ويقصر الليل, ويأخذ من ساعات النهار, فيطول الليل, ويقصر النهار, وذلَّل لكم الشمس والقمر, يجري كل منهما في مداره إلى أجل معلوم محدد, وأن الله مُطَّلع على كل أعمال الخلق مِن خير أو شر, لا يخفى عليه منها شيء؟\r\n", "sura_id": 31, "type": 3, "id": 34678, "aya_id": 29}, {"text": " <font color=red>أَلَمْ تَرَ أَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي إِلَى أَجَلٍ مُسَمًّى وَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ</font><BR><p>يُخْبِر تَبَارَكَ وَتَعَالَى أَنَّهُ \" يُولِج اللَّيْل فِي النَّهَار \" يَعْنِي يَأْخُذ مِنْهُ فِي النَّهَار فَيَطُول ذَاكَ وَيَقْصُر هَذَا وَهَذَا يَكُون زَمَن الصَّيْف يَطُول النَّهَار إِلَى الْغَايَة ثُمَّ يَشْرَع فِي النَّقْص فَيَطُول اللَّيْل وَيَقْصُر النَّهَار وَهَذَا يَكُون فِي زَمَن الشِّتَاء \" وَسَخَّرَ الشَّمْس وَالْقَمَر كُلّ يَجْرِي إِلَى أَجَل مُسَمًّى \" قِيلَ إِلَى غَايَة مَحْدُودَة وَقِيلَ إِلَى يَوْم الْقِيَامَة وَكِلَا الْمَعْنَيَيْنِ صَحِيح وَيُسْتَشْهَد لِلْقَوْلِ الْأَوَّل بِحَدِيثِ أَبِي ذَرّ رَضِيَ اللَّه تَعَالَى عَنْهُ الَّذِي فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَا أَبَا ذَرّ أَتَدْرِي أَيْنَ تَذْهَب هَذِهِ الشَّمْس ؟\" قُلْت اللَّه وَرَسُوله أَعْلَم . قَالَ \" فَإِنَّهَا تَذْهَب فَتَسْجُد تَحْت الْعَرْش ثُمَّ تَسْتَأْذِن رَبّهَا فَيُوشِك أَنْ يُقَال لَهَا اِرْجِعِي مِنْ حَيْثُ جِئْت وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو صَالِح حَدَّثَنَا يَحْيَى بْن أَيُّوب عَنْ اِبْن جُرَيْج عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : الشَّمْس بِمَنْزِلَةِ السَّاقِيَة تَجْرِي بِالنَّهَارِ فِي السَّمَاء فِي فَلَكهَا فَإِذَا غَرَبَتْ جَرَتْ بِاللَّيْلِ فِي فَلَكهَا تَحْت الْأَرْض حَتَّى تَطْلُع مِنْ مَشْرِقهَا قَالَ وَكَذَلِكَ الْقَمَر إِسْنَاده صَحِيح وَقَوْله \" وَأَنَّ اللَّه بِمَا تَعْمَلُونَ خَبِير\" كَقَوْلِهِ \" أَلَمْ تَعْلَم أَنَّ اللَّه يَعْلَم مَا فِي السَّمَاء وَالْأَرْض \" وَمَعْنَى هَذَا أَنَّهُ تَعَالَى الْخَالِق الْعَالِم بِجَمِيعِ الْأَشْيَاء كَقَوْلِهِ تَعَالَى \" اللَّه الَّذِي خَلَقَ سَبْع سَمَوَات وَمِنْ الْأَرْض مِثْلهنَّ \" الْآيَة .</p><BR> <br> ", "sura_id": 31, "type": 4, "id": 40124, "aya_id": 29}]