[{"text": "وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِّنَّا مِن بَعْدِ ضَرَّاء مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِن رُّجِعْتُ إِلَى رَبِّي إِنَّ لِي عِندَهُ لَلْحُسْنَى فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُم مِّنْ عَذَابٍ غَلِيظٍ", "sura_id": 41, "type": 0, "id": 4268, "aya_id": 50}, {"text": "ولئن أذقناه رحمة منا من بعد ضراء مسته ليقولن هذا لي وما أظن الساعة قائمة ولئن رجعت إلى ربي إن لي عنده للحسنى فلننبئن الذين كفروا بما عملوا ولنذيقنهم من عذاب غليظ", "sura_id": 41, "type": 1, "id": 10504, "aya_id": 50}, {"text": "50 - (ولئن) لام قسم (أذقناه) آتيناه (رحمة) غنى وصحة (منا من بعد ضراء) شدة وبلاء (مسته ليقولن هذا لي) أي بعملي (وما أظن الساعة قائمة ولئن) لام قسم (رجعت إلى ربي إن لي عنده للحسنى) الجنة (فلننبئن الذين كفروا بما عملوا ولنذيقنهم من عذاب غليظ) شديد واللام في الفعلين لام قسم \r\n", "sura_id": 41, "type": 2, "id": 29212, "aya_id": 50}, {"text": "ولئن أذقنا الإنسان نعمة منا من بعد شدة وبلاء لم يشكر الله تعالى, بل يطغى ويقول: أتاني هذا؛ لأني مستحق له, وما أعتقد أن الساعة آتية, وذلك إنكار منه للبعث, وعلى تقدير إتيان الساعة وأني سأرجع إلى ربي, فإن لي عنده الجنة, فلنخبرن الذين كفروا يوم القيامة بما عملوا من سيئات, ولنذيقنهم من العذاب الشديد.\r\n", "sura_id": 41, "type": 3, "id": 35448, "aya_id": 50}, {"text": " <font color=red>وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَى فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ</font><BR><p>\" وَلَئِنْ أَذَقْنَاهُ رَحْمَة مِنَّا مِنْ بَعْد ضَرَّاء مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي \" أَيْ إِذَا أَصَابَهُ خَيْر وَرِزْق بَعْدَمَا كَانَ فِي شِدَّة لَيَقُولَنَّ هَذَا لِي إِنِّي كُنْت أَسْتَحِقّهُ عِنْد رَبِّي \" وَمَا أَظُنّ السَّاعَة قَائِمَة \" أَيْ يَكْفُر بِقِيَامِ السَّاعَة أَيْ لِأَجْلِ أَنَّهُ خُوِّلَ نِعْمَة يَبْطَر وَيَفْخَر وَيَكْفُر كَمَا قَالَ تَعَالَى \" كَلَّا إِنَّ الْإِنْسَان لَيَطْغَى أَنْ رَآهُ اِسْتَغْنَى \" \" وَلَئِنْ رُجِعْت إِلَى رَبِّي إِنَّ لِي عِنْده لَلْحُسْنَى \" أَيْ وَلَئِنْ كَانَ ثَمَّ مَعَاد فَلَيُحْسِنَنَّ إِلَيَّ رَبِّي كَمَا أَحْسَنَ إِلَيَّ فِي هَذِهِ الدَّار يَتَمَنَّى عَلَى اللَّه عَزَّ وَجَلَّ مَعَ إِسَاءَته الْعَمَل وَعَدَم الْيَقِين قَالَ اللَّه تَبَارَكَ وَتَعَالَى \" فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَاب غَلِيظ \" يَتَهَدَّد تَعَالَى مَنْ كَانَ هَذَا عَمَله وَاعْتِقَاده بِالْعِقَابِ وَالنَّكَال.</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41070, "aya_id": 50}]