[{"text": "إِنِّي أُرِيدُ أَن تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاء الظَّالِمِينَ", "sura_id": 5, "type": 0, "id": 698, "aya_id": 29}, {"text": "إني أريد أن تبوء بإثمي وإثمك فتكون من أصحاب النار وذلك جزاء الظالمين", "sura_id": 5, "type": 1, "id": 6934, "aya_id": 29}, {"text": "29 - (إني أريد أن تبوء) ترجع (بإثمي) بإثم قتلي (وإثمك) الذي ارتكبته من قبل (فتكون من أصحاب النار) ولا أريد أن أبوء بإثمك إذا قتلتك فأكون منهم ، قال تعالى (وذلك جزاء الظالمين) \r\n", "sura_id": 5, "type": 2, "id": 25642, "aya_id": 29}, {"text": "إني أريد أن ترجع حاملا إثم قَتْلي, وإثمك الذي عليك قبل ذلك, فتكون من أهل النار وملازميها, وذلك جزاء المعتدين.\r\n", "sura_id": 5, "type": 3, "id": 31878, "aya_id": 29}, {"text": " <font color=red>إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ</font><BR><p>وَقَوْله \" إِنِّي أُرِيد أَنْ تَبُوء بِإِثْمِي وَإِثْمك فَتَكُون مِنْ أَصْحَاب النَّار وَذَلِكَ جَزَاء الظَّالِمِينَ \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَالضَّحَّاك وَقَتَادَة وَالسُّدِّيّ فِي قَوْله \" إِنِّي أُرِيد أَنْ تَبُوء بِإِثْمِي وَإِثْمك \" أَيْ بِإِثْمِ قَتْلِي وَإِثْمك الَّذِي عَلَيْك قَبْل ذَلِكَ قَالَهُ اِبْن جَرِير وَقَالَ آخَرُونَ : يَعْنِي بِذَلِكَ إِنِّي أُرِيد أَنْ تَبُوء بِخَطِيئَتِي فَتَتَحَمَّل وِزْرهَا وَإِثْمك فِي قَتْلك إِيَّايَ وَهَذَا قَوْل وَجَدْته عَنْ مُجَاهِد وَأَخْشَى أَنْ يَكُون غَلَطًا لِأَنَّ الصَّحِيح مِنْ الرِّوَايَة عَنْهُ خِلَافه يَعْنِي مَا رَوَاهُ سُفْيَان الثَّوْرِيّ عَنْ مَنْصُور عَنْ مُجَاهِد \" إِنِّي أُرِيد أَنْ تَبُوء بِإِثْمِي \" قَالَ بِقَتْلِك إِيَّايَ \" وَإِثْمك\" قَالَ بِمَا كَانَ مِنْك قَبْل ذَلِكَ وَكَذَا رَوَاهُ عِيسَى بْن أَبِي نَجِيح عَنْ مُجَاهِد بِمِثْلِهِ وَرَوَى شِبْل عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد \" إِنِّي أُرِيد أَنْ تَبُوء بِإِثْمِي وَإِثْمك\" يَقُول إِنِّي أُرِيد أَنْ يَكُون عَلَيْك خَطِيئَتِي وَدَمِي فَتَبُوء بِهِمَا جَمِيعًا \" قُلْت \" وَقَدْ يَتَوَهَّم كَثِير مِنْ النَّاس هَذَا الْقَوْل وَيَذْكُرُونَ فِي ذَلِكَ حَدِيثًا لَا أَصْل لَهُ \" مَا تَرَكَ الْقَاتِل عَلَى الْمَقْتُول مِنْ ذَنْب \" وَقَدْ رَوَى الْحَافِظ أَبُو بَكْر الْبَزَّار حَدِيثًا يُشْبِه هَذَا وَلَكِنْ لَيْسَ بِهِ فَقَالَ حَدَّثَنَا عَمْرو بْن عَلِيّ حَدَّثَنَا عَامِر بْن إِبْرَاهِيم الْأَصْبَهَانِيّ حَدَّثَنَا يَعْقُوب بْن عَبْد اللَّه حَدَّثَنَا عُتْبَة بْن سَعِيد عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" قَتْل الصَّبْر لَا يَمُرّ بِذَنْبٍ إِلَّا مَحَاهُ \" وَهَذَا بِهَذَا لَا يَصِحّ وَلَوْ صَحَّ فَمَعْنَاهُ أَنَّ اللَّه يُكَفِّر عَنْ الْمَقْتُول بِأَلَمِ الْقَتْل ذُنُوبَهُ فَأَمَّا أَنْ تُحْمَل عَلَى الْقَاتِل فَلَا وَلَكِنْ قَدْ يَتَّفِق هَذَا فِي بَعْض الْأَشْخَاص وَهُوَ الْغَالِب فَإِنَّ الْمَقْتُول يُطَالِب الْقَاتِل فِي الْعَرَصَات فَيُؤْخَذ لَهُ مِنْ حَسَنَاته بِقَدْرِ مَظْلِمَته فَإِنْ نَفِدَتْ وَلَمْ يَسْتَوْفِ حَقَّهُ أَخَذَ مِنْ سَيِّئَات الْمَقْتُول فَطُرِحَتْ عَلَى الْقَاتِل فَرُبَّمَا لَا يَبْقَى عَلَى الْمَقْتُول خَطِيئَة إِلَّا وُضِعَتْ عَلَى الْقَاتِل وَقَدْ صَحَّ الْحَدِيث بِذَلِكَ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْمَظَالِم كُلّهَا وَالْقَتْل مِنْ أَعْظَمِهَا وَأَشَدِّهَا وَاَللَّه أَعْلَمُ . وَأَمَّا اِبْن جَرِير فَقَالَ وَالصَّوَاب مِنْ الْقَوْل فِي ذَلِكَ أَنْ يُقَال إِنَّ تَأْوِيله أَنِّي أُرِيد أَنْ تَنْصَرِف بِخَطِيئَتِك فِي قَتْلك إِيَّايَ وَذَلِكَ هُوَ مَعْنَى قَوْله\" إِنِّي أُرِيد أَنْ تَبُوء بِإِثْمِي \" وَأَمَّا مَعْنَى وَإِثْمك فَهُوَ إِثْمه يَعْنِي قَتْله وَذَلِكَ مَعْصِيَة اللَّه عَزَّ وَجَلَّ فِي إِعْمَال سِوَاهُ وَإِنَّمَا قُلْنَا ذَلِكَ هُوَ الصَّوَاب لِإِجْمَاعِ أَهْل التَّأْوِيل عَلَيْهِ وَأَنَّ اللَّه عَزَّ وَجَلَّ أَخْبَرَنَا أَنَّ كُلّ عَامِل فَجَزَاء عَمَله لَهُ أَوْ عَلَيْهِ وَإِذَا كَانَ هَذَا حُكْمه فِي خَلْقه فَغَيْر جَائِز أَنْ تَكُون آثَام الْمَقْتُول مَأْخُوذًا بِهَا الْقَاتِلُ وَإِنَّمَا يُؤْخَذ الْقَاتِل بِإِثْمِهِ بِالْقَتْلِ الْمُحَرَّم وَسَائِر آثَام مَعَاصِيه الَّتِي اِرْتَكَبَهَا بِنَفْسِهِ دُون مَا اِرْتَكَبَهُ قَتِيلُهُ هَذَا لَفْظه ثُمَّ أَوْرَدَ عَلَى هَذَا سُؤَالًا حَاصِله كَيْف أَرَادَ هَابِيل أَنْ يَكُون عَلَى أَخِيهِ قَابِيل إِثْم قَتْله وَإِثْم نَفْسه مَعَ أَنَّ قَتْله لَهُ مُحَرَّم ؟ وَأَجَابَ بِمَا حَاصِله أَنَّ هَابِيل أَخْبَرَ عَنْ نَفْسه بِأَنَّهُ لَا يُقَاتِل أَخَاهُ إِنْ قَاتَلَهُ بَلْ يَكُفّ عَنْهُ يَده طَالِبًا إِنْ وَقَعَ قَتْلٌ أَنْ يَكُون مِنْ أَخِيهِ لَا مِنْهُ قُلْت وَهَذَا الْكَلَام مُتَضَمِّنٌ مَوْعِظَةً لَهُ لَوْ اِتَّعَظَ وَزَجْرٌ لَهُ لَوْ اِنْزَجَرَ وَلِهَذَا قَالَ \" إِنِّي أُرِيد أَنْ تَبُوء بِإِثْمِي وَإِثْمك \" أَيْ تَتَحَمَّل إِثْمِي وَإِثْمك \" فَتَكُون مِنْ أَصْحَاب النَّار وَذَلِكَ جَزَاء الظَّالِمِينَ \" وَقَالَ اِبْن عَبَّاس : خَوَّفَهُ بِالنَّارِ فَلَمْ يَنْتَهِ وَلَمْ يَنْزَجِر .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41479, "aya_id": 29}]