[{"text": "قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ", "sura_id": 39, "type": 0, "id": 4111, "aya_id": 53}, {"text": "قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم", "sura_id": 39, "type": 1, "id": 10347, "aya_id": 53}, {"text": "53 - (قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا) بكسر النون وفتحها وقرىء بضمها تيأسوا (من رحمة الله إن الله يغفر الذنوب جميعا) لمن تاب من الشرك (إنه هو الغفور الرحيم) \r\n", "sura_id": 39, "type": 2, "id": 29055, "aya_id": 53}, {"text": "قل -أيها الرسول- لعبادي الذين تمادَوا في المعاصي, وأسرفوا على أنفسهم بإتيان ما تدعوهم إليه نفوسهم من الذنوب: لا تَيْئسوا من رحمة الله؛ لكثرة ذنوبكم, إن الله يغفر الذنوب جميعًا لمن تاب منها ورجع عنها مهما كانت, إنه هو الغفور لذنوب التائبين من عباده, الرحيم بهم.\r\n", "sura_id": 39, "type": 3, "id": 35291, "aya_id": 53}, {"text": " <font color=red>قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ</font><BR><p>هَذِهِ الْآيَة الْكَرِيمَة دَعْوَة لِجَمِيعِ الْعُصَاة مِنْ الْكَفَرَة وَغَيْرهمْ إِلَى التَّوْبَة وَالْإِنَابَة وَإِخْبَار بِأَنَّ اللَّه تَبَارَكَ وَتَعَالَى يَغْفِر الذُّنُوب جَمِيعًا لِمَنْ تَابَ مِنْهَا وَرَجَعَ عَنْهَا وَإِنْ كَانَتْ مَهْمَا كَانَتْ وَإِنْ كَثُرَتْ وَكَانَتْ مِثْل زَبَد الْبَحْر وَلَا يَصِحّ حَمْل هَذِهِ عَلَى غَيْر تَوْبَة لِأَنَّ الشِّرْك لَا يُغْفَر لِمَنْ لَمْ يَتُبْ مِنْهُ . قَالَ الْبُخَارِيّ حَدَّثَنَا إِبْرَاهِيم بْن مُوسَى أَخْبَرَنَا هِشَام بْن يُوسُف أَنَّ اِبْن جُرَيْج أَخْبَرَهُمْ قَالَ يَعْلَى إِنَّ سَعِيد بْن جُبَيْر أَخْبَرَهُ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّ نَاسًا مِنْ أَهْل الشِّرْك كَانُوا قَدْ قَتَلُوا فَأَكْثَرُوا وَزَنَوْا فَأَكْثَرُوا فَأَتَوْا مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا إِنَّ الَّذِي تَقُول وَتَدْعُو إِلَيْهِ لَحَسَنٌ لَوْ تُخْبِرنَا أَنَّ لِمَا عَمِلْنَا كَفَّارَة فَنَزَلَ\" وَاَلَّذِينَ لَا يَدْعُونَ مَعَ اللَّه إِلَهًا آخَر وَلَا يَقْتُلُونَ النَّفْس الَّتِي حَرَّمَ اللَّه إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ \" وَنَزَلَ \" قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسهمْ لَا تَقْنَطُوا مِنْ رَحْمَة اللَّه \" وَهَكَذَا رَوَاهُ مُسْلِم وَأَبُو دَاوُد وَالنَّسَائِيّ مِنْ حَدِيث اِبْن جُرَيْج عَنْ يَعْلَى بْن مُسْلِم الْمَكِّيّ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا بِهِ . وَالْمُرَاد مِنْ الْآيَة الْأُولَى قَوْله تَعَالَى \" إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا \" الْآيَة . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن ثنا اِبْن لَهِيعَة حَدَّثَنَا أَبُو قَبِيل قَالَ : سَمِعْت أَبَا عَبْد الرَّحْمَن الْمُزَنِيّ يَقُول سَمِعْت ثَوْبَان مَوْلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" مَا أُحِبّ أَنَّ لِي الدُّنْيَا وَمَا فِيهَا بِهَذِهِ الْآيَة \" قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسهمْ \" إِلَى آخِر الْآيَة فَقَالَ رَجُل يَا رَسُول اللَّه فَمَنْ أَشْرَكَ ؟ فَسَكَتَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ \" إِلَّا مَنْ أَشْرَكَ \" - ثَلَاث مَرَّات - تَفَرَّدَ بِهِ الْإِمَام أَحْمَد . وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا شُرَيْح بْن النُّعْمَان حَدَّثَنَا نُوح بْن قَيْس عَنْ أَشْعَث بْن جَابِر الْحُدَّانِيّ عَنْ مَكْحُول عَنْ عَمْرو بْن عَبَسَة رَضِيَ اللَّه عَنْهُ قَالَ جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْخٌ كَبِيرٌ يَدَّعِم عَلَى عَصًا لَهُ فَقَالَ : يَا رَسُول اللَّه إِنَّ لِي غَدَرَاتٍ وَفَجَرَاتٍ فَهَلْ يُغْفَرُ لِي ؟ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَسْت تَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه ؟ \" قَالَ : بَلَى وَأَشْهَد أَنَّك رَسُول اللَّه فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَدْ غُفِرَ لَك غَدَرَاتُك وَفَجَرَاتُك \" تَفَرَّدَ بِهِ أَحْمَد. وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ شَهْر بْن حَوْشَب عَنْ أَسْمَاء بِنْت يَزِيد رَضِيَ اللَّه عَنْهَا قَالَتْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَأ \" إِنَّهُ عَمِلَ غَيْرَ صَالِحٍ \" وَسَمِعْته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّه إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا \" وَلَا يُبَالِي \" إِنَّهُ هُوَ الْغَفُور الرَّحِيم \" وَرَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ مِنْ حَدِيث ثَابِت فَهَذِهِ الْأَحَادِيث كُلّهَا دَالَّة عَلَى أَنَّ الْمُرَاد أَنَّهُ يُغْفَر جَمِيع ذَلِكَ مَعَ التَّوْبَة وَلَا يَقْنَطَنَّ عَبْدٌ مِنْ رَحْمَة اللَّه وَإِنْ عَظُمَتْ ذُنُوبُهُ وَكَثُرَتْ فَإِنَّ بَاب الرَّحْمَة وَالتَّوْبَة وَاسِع قَالَ اللَّه تَعَالَى \" أَلَمْ يَعْلَمُوا أَنَّ اللَّه هُوَ يَقْبَل التَّوْبَة عَنْ عِبَاده \" وَقَالَ عَزَّ وَجَلَّ \" وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرْ اللَّهَ يَجِدْ اللَّهَ غَفُورًا رَحِيمًا \" وَقَالَ جَلَّ وَعَلَا فِي حَقّ الْمُنَافِقِينَ \" إِنَّ الْمُنَافِقِينَ فِي الدَّرْك الْأَسْفَل مِنْ النَّار وَلَنْ تَجِد لَهُمْ نَصِيرًا إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا \" وَقَالَ جَلَّ جَلَاله \" لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّه ثَالِث ثَلَاثَة وَمَا مِنْ إِلَه إِلَّا إِلَه وَاحِد وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّن الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ \" ثُمَّ قَالَ جَلَّتْ عَظَمَته \" أَفَلَا يَتُوبُونَ إِلَى اللَّه وَيَسْتَغْفِرُونَهُ وَاَللَّهُ غَفُورٌ رَحِيمٌ \" وَقَالَ تَبَارَكَ وَتَعَالَى \" إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَات ثُمَّ لَمْ يَتُوبُوا \" قَالَ الْحَسَنُ الْبَصْرِيّ رَحْمَة اللَّه عَلَيْهِ اُنْظُرُوا إِلَى هَذَا الْكَرَم وَالْجُود قَتَلُوا أَوْلِيَاءَهُ وَهُوَ يَدْعُوهُمْ إِلَى التَّوْبَة وَالْمَغْفِرَة وَالْآيَات فِي هَذَا كَثِيرَة جِدًّا . وَفِي الصَّحِيحَيْنِ عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَدِيث الَّذِي قَتَلَ تِسْعَة وَتِسْعِينَ نَفْسًا ثُمَّ نَدِمَ وَسَأَلَ عَابِدًا مِنْ عُبَّاد بَنِي إِسْرَائِيل هَلْ لَهُ مِنْ تَوْبَة ؟ فَقَالَ لَا فَقَتَلَهُ وَأَكْمَلَ بِهِ مِائَة ثُمَّ سَأَلَ عَالِمًا مِنْ عُلَمَائِهِمْ هَلْ لَهُ مِنْ تَوْبَة فَقَالَ وَمَنْ يَحُول بَيْنك وَبَيْن التَّوْبَة ؟ ثُمَّ أَمَرَهُ بِالذَّهَابِ إِلَى قَرْيَة يَعْبُد اللَّه فِيهَا فَقَصَدَهَا فَأَتَاهُ الْمَوْت فِي أَثْنَاء الطَّرِيق فَاخْتَصَمَتْ فِيهِ مَلَائِكَة الرَّحْمَة وَمَلَائِكَة الْعَذَاب فَأَمَرَ اللَّه عَزَّ وَجَلَّ أَنْ يَقِيسُوا مَا بَيْن الْأَرْضِينَ فَإِلَى أَيّهمَا كَانَ أَقْرَب فَهُوَ مِنْهَا فَوَجَدُوهُ أَقْرَب إِلَى الْأَرْض الَّتِي هَاجَرَ إِلَيْهَا بِشِبْرٍ فَقَبَضَتْهُ مَلَائِكَة الرَّحْمَة وَذُكِرَ أَنَّهُ نَأَى بِصَدْرِهِ عِنْد الْمَوْت وَأَنَّ اللَّه تَبَارَكَ وَتَعَالَى أَمَرَ الْبَلْدَة الْخَيِّرَة أَنْ تَقْتَرِب وَأَمَرَ تِلْكَ الْبَلْدَة أَنْ تَتَبَاعَد هَذَا مَعْنَى الْحَدِيث وَقَدْ كَتَبْنَاهُ فِي مَوْضِع آخَر بِلَفْظِهِ قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله عَزَّ وَجَلَّ \" قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسهمْ لَا تَقْنَطُوا مِنْ رَحْمَة اللَّه إِنَّ اللَّه يَغْفِر الذُّنُوب جَمِيعًا \" إِلَى آخِر الْآيَة قَالَ قَدْ دَعَا اللَّه تَعَالَى إِلَى مَغْفِرَته مَنْ زَعَمَ أَنَّ الْمَسِيح هُوَ اللَّه وَمَنْ زَعَمَ أَنَّ الْمَسِيح هُوَ اِبْن اللَّه وَمَنْ زَعَمَ أَنَّ عُزَيْرًا اِبْن اللَّه وَمَنْ زَعَمَ أَنَّ اللَّه فَقِير وَمَنْ زَعَمَ أَنَّ يَد اللَّه مَغْلُولَة وَمَنْ زَعَمَ أَنَّ اللَّه ثَالِث ثَلَاثَة يَقُول اللَّه تَعَالَى لِهَؤُلَاءِ \" أَفَلَا يَتُوبُونَ إِلَى اللَّه وَيَسْتَغْفِرُونَهُ وَاَللَّه غَفُور رَحِيم \" ثُمَّ دَعَا إِلَى التَّوْبَة مَنْ هُوَ أَعْظَم قَوْلًا مِنْ هَؤُلَاءِ مَنْ قَالَ أَنَا رَبّكُمْ الْأَعْلَى وَقَالَ \" مَا عَلِمْت لَكُمْ مِنْ إِلَه غَيْرِي \" قَالَ اِبْن عَبَّاس رَضِيَ اللَّه تَعَالَى عَنْهُمَا مَنْ آيَسَ عِبَاد اللَّه مِنْ التَّوْبَة بَعْد هَذَا فَقَدْ جَحَدَ كِتَاب اللَّه عَزَّ وَجَلَّ. وَلَكِنْ لَا يَقْدِر الْعَبْد أَنْ يَتُوب حَتَّى يَتُوب اللَّه عَلَيْهِ وَرَوَى الطَّبَرَانِيّ مِنْ طَرِيق الشَّعْبِيّ عَنْ سُنَيْد بْن شَكَل أَنَّهُ قَالَ سَمِعْت اِبْن مَسْعُود يَقُول إِنَّ أَعْظَم آيَة فِي كِتَاب اللَّه \" اللَّه لَا إِلَه إِلَّا هُوَ الْحَيّ الْقَيُّوم \" وَإِنَّ أَجْمَع آيَة فِي الْقُرْآن بِخَيْرِ وَشَرّ \" إِنَّ اللَّه يَأْمُر بِالْعَدْلِ وَالْإِحْسَان\" وَإِنَّ أَكْثَر آيَة فِي الْقُرْآن فَرَحًا فِي سُورَة الْغُرَف \" قُلْ يَا عِبَادِيَ الَّذِي أَسْرَفُوا عَلَى أَنْفُسهمْ لَا تَقْنَطُوا مِنْ رَحْمَة اللَّه \" وَإِنَّ أَشَدّ آيَة فِي كِتَاب اللَّه تَفْوِيضًا \" وَمَنْ يَتَّقِ اللَّه يَجْعَل لَهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِب \" فَقَالَ لَهُ مَسْرُوق صَدَقْت . وَقَالَ الْأَعْمَش عَنْ أَبِي سَعِيد عَنْ أَبِي الْكَنُود قَالَ مَرَّ عَبْد اللَّه - يَعْنِي اِبْن مَسْعُود - رَضِيَ اللَّه عَنْهُ عَلَى قَاصٍّ وَهُوَ يُذَكِّرُ النَّاس فَقَالَ يَا مُذَكِّر لِمَ تُقَنِّطُ النَّاس مِنْ رَحْمَة اللَّه ؟ ثُمَّ قَرَأَ \" قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسهمْ لَا تَقْنَطُوا مِنْ رَحْمَة اللَّه \" رَوَاهُ اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه . \" ذِكْرُ أَحَادِيث فِيهَا نَفْيُ الْقُنُوط \". قَالَ الْإِمَام أَحْمَد حَدَّثَنَا شُرَيْح بْن النُّعْمَان حَدَّثَنَا أَبُو عُبَيْدَة عَبْد الْمُؤْمِن بْن عُبَيْد اللَّه السُّدِّيّ حَدَّثَنِي حَسَن السَّدُوسِيّ قَالَ دَخَلْت عَلَى أَنَس بْن مَالِك رَضِيَ اللَّه تَعَالَى عَنْهُ فَقَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ أَخْطَأْتُمْ حَتَّى تَمْلَأ خَطَايَاكُمْ مَا بَيْن السَّمَاء وَالْأَرْض ثُمَّ اِسْتَغْفَرْتُمْ اللَّه تَعَالَى لَغَفَرَ لَكُمْ \" وَاَلَّذِي نَفْس مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدِهِ لَوْ لَمْ تُخْطِئُوا لَجَاءَ اللَّه عَزَّ وَجَلَّ بِقَوْمٍ يُخْطِئُونَ ثُمَّ يَسْتَغْفِرُونَ اللَّه فَيَغْفِر لَهُمْ \" تَفَرَّدَ بِهِ أَحْمَد . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْحَاق بْن عِيسَى حَدَّثَنِي اللَّيْث حَدَّثَنِي مُحَمَّد بْن قَيْس قَاصُّ عُمَر بْن عَبْد الْعَزِيز عَنْ أَبِي صِرْمَة عَنْ أَبِي أَيُّوب الْأَنْصَارِيّ رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ حِين حَضَرَتْهُ الْوَفَاة قَدْ كُنْت كَتَمْت مِنْكُمْ شَيْئًا سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَوْلَا أَنَّكُمْ تُذْنِبُونَ لَخَلَقَ اللَّه عَزَّ وَجَلَّ قَوْمًا يُذْنِبُونَ فَيَغْفِر لَهُمْ \" هَكَذَا رَوَاهُ الْإِمَام أَحْمَد وَأَخْرَجَهُ مُسْلِم فِي صَحِيحه وَالتِّرْمِذِيّ جَمِيعًا عَنْ قُتَيْبَة عَنْ اللَّيْث بْن سَعْد بِهِ . وَرَوَاهُ مُسْلِم مِنْ وَجْه آخَر بِهِ عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ عَنْ أَبِي صِرْمَة - وَهُوَ الْأَنْصَارِيّ صَحَابِيّ عَنْ أَبِي أَيُّوب رَضِيَ اللَّه تَعَالَى عَنْهُمَا بِهِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَحْمَد بْن عَبْد الْمَلِكِ الْحَرَّانِيّ حَدَّثَنَا يَحْيَى بْن عَمْرو بْن مَالِك الْبَكْرِيّ قَالَ سَمِعْت أَبِي يُحَدِّث عَنْ أَبِي الْجَوْزَاء عَنْ اِبْن عَبَّاس رَضِيَ اللَّه تَعَالَى عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَفَّارَة الذَّنْب النَّدَامَة \" وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَوْ لَمْ تُذْنِبُوا لَجَاءَ اللَّه تَعَالَى بِقَوْمٍ يُذْنِبُونَ فَيَغْفِر لَهُمْ \" تَفَرَّدَ بِهِ أَحْمَد . وَقَالَ عَبْد اللَّه اِبْن الْإِمَام أَحْمَد حَدَّثَنِي عَبْد الْأَعْلَى بْن حَمَّاد الْقُرَشِيّ حَدَّثَنَا دَاوُد بْن عَبْد الرَّحْمَن حَدَّثَنَا أَبُو عَبْد اللَّه مُسْلَمَة بْن عَبْد اللَّه الرَّازِيّ عَنْ أَبِي عَمْرو الْبَجَلِيّ عَنْ عَبْد الْمَلِك بْن سُفْيَان الثَّقَفِيّ عَنْ أَبِي جَعْفَر مُحَمَّد بْن عَلِيّ عَنْ مُحَمَّد بْن الْحَنَفِيَّة عَنْ أَبِيهِ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه تَعَالَى عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه تَعَالَى يُحِبُّ الْعَبْد الْمُفَتَّن التَّوَّاب \" وَلَمْ يُخَرِّجُوهُ مِنْ هَذَا الْوَجْه . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا حَمَّاد حَدَّثَنَا ثَابِت وَحُمَيْد عَنْ عَبْد اللَّه بْن عُبَيْد بْن عُمَيْر قَالَ \" إِنَّ إِبْلِيس - لَعَنَهُ اللَّه تَعَالَى - قَالَ يَا رَبّ إِنَّك أَخْرَجْتنِي مِنْ الْجَنَّة مِنْ أَجْلِ آدَم وَإِنِّي لَا أَسْتَطِيعُهُ إِلَّا بِسُلْطَانِك قَالَ فَأَنْتَ مُسَلَّط قَالَ يَا رَبِّ زِدْنِي قَالَ لَا يُولَدُ لَهُ وَلَد إِلَّا وُلِدَ لَك مِثْله قَالَ يَا رَبّ زِدْنِي قَالَ أَجْعَلُ صُدُورَهُمْ مَسَاكِن لَكُمْ وَتَجْرُونَ مِنْهُمْ مَجْرَى الدَّم قَالَ يَا رَبّ زِدْنِي قَالَ أَجْلِبْ عَلَيْهِمْ بِخَيْلِك وَرَجْلِك وَشَارِكْهُمْ فِي الْأَمْوَال وَالْأَوْلَاد وَعِدْهُمْ وَمَا يَعِدُهُمْ الشَّيْطَان إِلَّا غُرُورًا فَقَالَ آدَم عَلَيْهِ الصَّلَاة وَالسَّلَام يَا رَبّ قَدْ سَلَّطْته عَلِيّ وَإِنِّي لَا أَمْتَنِع إِلَّا بِك قَالَ تَبَارَكَ وَتَعَالَى لَا يُولَد لَك وَلَد إِلَّا وَكَّلْت بِهِ مَنْ يَحْفَظُهُ مِنْ قُرَنَاء السُّوء قَالَ يَا رَبّ زِدْنِي قَالَ الْحَسَنَة عَشْر أَوْ أَزِيد وَالسَّيِّئَة وَاحِدَة أَوْ أَمْحُوهَا قَالَ يَا رَبّ زِدْنِي قَالَ بَاب التَّوْبَة مَفْتُوح مَا كَانَ الرُّوح فِي الْجَسَد قَالَ يَا رَبّ زِدْنِي قَالَ \" يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسهمْ لَا تَقْنَطُوا مِنْ رَحْمَة اللَّه إِنَّ اللَّه يَغْفِر الذُّنُوب جَمِيعًا إِنَّهُ هُوَ الْغَفُور الرَّحِيم \" . وَقَالَ مُحَمَّد بْن إِسْحَاق قَالَ نَافِع عَنْ عَبْد اللَّه بْن عُمَر عَنْ عُمَر رَضِيَ اللَّه عَنْهُمَا فِي حَدِيثه قَالَ وَكُنَّا نَقُول مَا اللَّه بِقَابِلٍ مِمَّنْ اُفْتُتِنَ صَرْفًا وَلَا عَدْلًا وَلَا تَوْبَة عَرَفُوا اللَّه ثُمَّ رَجَعُوا إِلَى الْكُفْر لِبَلَاءٍ أَصَابَهُمْ قَالَ وَكَانُوا يَقُولُونَ ذَلِكَ لِأَنْفُسِهِمْ قَالَ فَلَمَّا قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمَدِينَة أَنْزَلَ اللَّه تَعَالَى فِيهِمْ وَفِي قَوْلنَا وَقَوْلهمْ لِأَنْفُسِهِمْ \" يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسهمْ لَا تَقْنَطُوا مِنْ رَحْمَة اللَّه إِنَّ اللَّه يَغْفِر الذُّنُوب جَمِيعًا إِنَّهُ هُوَ الْغَفُور الرَّحِيم وَأَنِيبُوا إِلَى رَبّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْل أَنْ يَأْتِيَكُمْ الْعَذَاب ثُمَّ لَا تُنْصَرُونَ وَاتَّبِعُوا أَحْسَن مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبّكُمْ مِنْ قَبْل أَنْ يَأْتِيكُمْ الْعَذَاب بَغْتَة وَأَنْتُمْ لَا تَشْعُرُونَ \" قَالَ عُمَر رَضِيَ اللَّه عَنْهُ فَكَتَبْتهَا بِيَدِي فِي صَحِيفَة وَبَعَثْت بِهَا إِلَى هِشَام بْن الْعَاص رَضِيَ اللَّه عَنْهُ قَالَ : فَقَالَ هِشَام لَمَّا أَتَتْنِي جَعَلْت أَقْرَأهَا بِذِي طُوًى أَصْعَد بِهَا فِيهِ وَأُصَوِّت وَلَا أَفْهَمهَا حَتَّى قُلْت اللَّهُمَّ أَفْهِمْنِيهَا قَالَ فَأَلْقَى اللَّه عَزَّ وَجَلَّ فِي قَلْبِي أَنَّهَا إِنَّمَا أُنْزِلَتْ فِينَا وَفِيمَا كُنَّا نَقُول فِي أَنْفُسنَا وَيُقَال فِينَا فَرَجَعْت إِلَى بَعِيرِي فَجَلَسْت عَلَيْهِ فَلَحِقْت بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْمَدِينَةِ .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40740, "aya_id": 53}]