[{"text": "وَمِنَ النَّاسِ مَن يَتَّخِذُ مِن دُونِ اللّهِ أَندَاداً يُحِبُّونَهُمْ كَحُبِّ اللّهِ وَالَّذِينَ آمَنُواْ أَشَدُّ حُبًّا لِّلّهِ وَلَوْ يَرَى الَّذِينَ ظَلَمُواْ إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلّهِ جَمِيعاً وَأَنَّ اللّهَ شَدِيدُ الْعَذَابِ", "sura_id": 2, "type": 0, "id": 172, "aya_id": 165}, {"text": "ومن الناس من يتخذ من دون الله أندادا يحبونهم كحب الله والذين آمنوا أشد حبا لله ولو يرى الذين ظلموا إذ يرون العذاب أن القوة لله جميعا و أن الله شديد العذاب", "sura_id": 2, "type": 1, "id": 6408, "aya_id": 165}, {"text": "165 - (ومن الناس من يتخذ من دون الله) أي غيره (أندادا) أصناما (يحبونهم) بالتعظيم والخضوع (كحب الله) أي كحبهم له (والذين آمنوا أشدُّ حبا لله) من حبهم للأنداد لأنهم لا يعدلون عنه بحال ما ، والكفار يعدلون في الشدة إلى الله. (ولو ترى) تبصر يا محمد (الذين ظلموا) باتخاذ الأنداد (إذ يرون) بالبناء للفاعل والمفعول يبصرون (العذاب) لرأيت أمرا عظيما وإذ بمعنى إذا (أن) أي لأن (القوة) القدرة والغلبة (لله جميعا) حال (وأن الله شديد العذاب) وفي قراءة {يرى} والفاعل ضمير السامع ، وقيل الذين ظلموا فهي بمعنى يعلم وأن وما بعدها سدت مسد المفعولين وجواب لو محذوف والمعنى لو علموا في الدنيا شدة عذاب الله وأن القدرة لله وحده وقت معاينتهم له وهو يوم القيامة لما اتخذوا من دونه أندادا \r\n", "sura_id": 2, "type": 2, "id": 25116, "aya_id": 165}, {"text": "ومع هذه البراهين القاطعة يتخذ فريق من الناس من دون الله أصنامًا وأوثانًا وأولياء يجعلونهم نظراء لله تعالى, ويعطونهم من المحبة والتعظيم والطاعة, ما لا يليق إلا بالله وحده. والمؤمنون أعظم حبا لله من حب هؤلاء الكفار لله ولآلهتهم; لأن المؤمنين أخلصوا المحبة كلها لله, وأولئك أشركوا في المحبة. ولو يعلم الذين ظلموا أنفسهم بالشرك في الحياة الدنيا, حين يشاهدون عذاب الآخرة, أن الله هو المتفرد بالقوة جميعًا, وأن الله شديد العذاب, لما اتخذوا من دون الله آلهة يعبدونهم من دونه, ويتقربون بهم إليه.\r\n", "sura_id": 2, "type": 3, "id": 31352, "aya_id": 165}, {"text": " <font color=red>وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ</font><BR><p>يَذْكُر تَعَالَى حَال الْمُشْرِكِينَ بِهِ فِي الدُّنْيَا وَمَا لَهُمْ فِي الدَّار الْآخِرَة حَيْثُ جَعَلُوا لَهُ أَنْدَادًا أَيْ أَمْثَالًا وَنُظَرَاء يَعْبُدُونَهُمْ مَعَهُ وَيُحِبُّونَهُمْ كَحُبِّهِ هُوَ اللَّهُ لَا إِلَه إِلَّا هُوَ وَلَا ضِدّ لَهُ وَلَا نِدّ لَهُ وَلَا شَرِيك مَعَهُ . وَفِي الصَّحِيحَيْنِ عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قُلْت يَا رَسُول اللَّه أَيّ الذَّنْب أَعْظَم ؟ قَالَ \" أَنْ تَجْعَل لِلَّهِ نِدًّا وَهُوَ خَلَقَك\" وَقَوْله \" وَاَلَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ \" وَلِحُبِّهِمْ لِلَّهِ وَتَمَام مَعْرِفَتهمْ بِهِ وَتَوْقِيرهمْ وَتَوْحِيدهمْ لَهُ لَا يُشْرِكُونَ بِهِ شَيْئًا بَلْ يَعْبُدُونَهُ وَحْده وَيَتَوَكَّلُونَ عَلَيْهِ وَيَلْجَئُونَ فِي جَمِيع أُمُورهمْ إِلَيْهِ . ثُمَّ تَوَعَّدَ تَعَالَى الْمُشْرِكِينَ بِهِ الظَّالِمِينَ لِأَنْفُسِهِمْ بِذَلِكَ فَقَالَ \" وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّة لِلَّهِ جَمِيعًا \" قَالَ بَعْضهمْ تَقْدِير الْكَلَام لَوْ عَايَنُوا الْعَذَاب لَعَلِمُوا حِينَئِذٍ أَنَّ الْقُوَّة لِلَّهِ جَمِيعًا أَيْ أَنَّ الْحُكْم لَهُ وَحْدَهُ لَا شَرِيك لَهُ وَأَنَّ جَمِيع الْأَشْيَاء تَحْت قَهْره وَغَلَبَته وَسُلْطَانه \" وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ \" كَمَا قَالَ \" فَيَوْمَئِذٍ لَا يُعَذِّبُ عَذَابَهُ أَحَدٌ وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ \" يَقُول لَوْ يَعْلَمُونَ مَا يُعَايِنُونَهُ هُنَالِكَ وَمَا يَحِلّ بِهِمْ مِنْ الْأَمْر الْفَظِيع الْمُنْكَر الْهَائِل عَلَى شِرْكهمْ وَكُفْرهمْ لَانْتَهَوْا عَمَّا هُمْ فِيهِ مِنْ الضَّلَال .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38570, "aya_id": 165}]