[{"text": "ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ", "sura_id": 23, "type": 0, "id": 2687, "aya_id": 14}, {"text": "ثم خلقنا النطفة علقة فخلقنا العلقة مضغة فخلقنا المضغة عظاما فكسونا العظام لحما ثم أنشأناه خلقا آخر فتبارك الله أحسن الخالقين", "sura_id": 23, "type": 1, "id": 8923, "aya_id": 14}, {"text": "14 - (ثم خلقنا النطفة علقة) دما جامدا (فخلقنا العلقة مضغة) لحمة قدر ما يمضغ (فخلقنا المضغة عظاما فكسونا العظام لحما) وفي قراءة عظما في الموضعين وخلقنا في المواضع الثلاث بمعنى صيرنا (ثم أنشأناه خلقا آخر) بنفخ الروح فيه (فتبارك الله أحسن الخالقين) أي المقدرين ومميز أحسن محذوف للعلم به أي خلقا \r\n", "sura_id": 23, "type": 2, "id": 27631, "aya_id": 14}, {"text": "ثم خلقنا النطفة علقة أي: دمًا أحمر, فخلقنا العلقة بعد أربعين يومًا مضغة أي: قطعة لحم قَدْر ما يُمْضغ, فخلقنا المضغة اللينة عظامًا, فكسونا العظام لحمًا, ثم أنشأناه خلقًا آخر بنفخ الروح فيه, فتبارك الله, الذي أحسن كل شيء خلقه.\r\n", "sura_id": 23, "type": 3, "id": 33867, "aya_id": 14}, {"text": " <font color=red>ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ</font><BR><p>\" ثُمَّ خَلَقْنَا النُّطْفَة عَلَقَة \" أَيْ ثُمَّ صَيَّرْنَا النُّطْفَة وَهِيَ الْمَاء الدَّافِق الَّذِي يَخْرُج مِنْ صُلْب الرَّجُل وَهُوَ ظَهْره وَتَرَائِب الْمَرْأَة وَهِيَ عِظَام صَدْرهَا مَا بَيْن التَّرْقُوَة إِلَى السُّرَّة فَصَارَتْ عَلَقَة حَمْرَاء عَلَى شَكْل الْعَلَقَة مُسْتَطِيلَة قَالَ عِكْرِمَة وَهِيَ دَم \" فَخَلَقْنَا الْعَلَقَة مُضْغَة\" وَهِيَ قِطْعَة كَالْبَضْعَةِ مِنْ اللَّحْم لَا شَكْل فِيهَا وَلَا تَخْطِيط فَخَلَقْنَا الْمُضْغَة عِظَامًا \" يَعْنِي شَكَّلْنَاهَا ذَات رَأْس وَيَدَيْنِ وَرِجْلَيْنِ عِظَامهَا وَعَصَبهَا وَعُرُوقهَا وَقَرَأَ آخَرُونَ \" فَخَلَقْنَا الْمُضْغَة عِظَامًا \" قَالَ اِبْن عَبَّاس وَهُوَ عَظْم الصُّلْب فِي الصَّحِيح مِنْ حَدِيث أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّ جَسَد اِبْن آدَم يَبْلَى إِلَّا عَجْب الذَّنَب مِنْهُ خُلِقَ وَمِنْهُ يُرَكَّب \" \" فَكَسَوْنَا الْعِظَام لَحْمًا \" أَيْ جَعَلْنَا عَلَى ذَلِكَ مَا يَسْتُرهُ وَيَشُدّهُ وَيُقَوِّيه ثُمَّ\" ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَر \" أَيْ ثُمَّ نَفَخْنَا فِيهِ الرُّوح فَتَحَرَّكَ وَصَارَ خَلْقًا آخَر ذَا سَمْع وَبَصَر وَإِدْرَاك وَحَرَكَة وَاضْطِرَاب \" فَتَبَارَكَ اللَّه أَحْسَن الْخَالِقِينَ \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا جَعْفَر بْن مُسَافِر حَدَّثَنَا يَحْيَى بْن حَسَّان حَدَّثَنَا النَّضْر يَعْنِي اِبْن كَثِير مَوْلَى بَنِي هَاشِم حَدَّثَنَا زَيْد بْن عَلِيّ عَنْ أَبِيهِ عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ قَالَ : إِذَا أَتَتْ عَلَى النُّطْفَة أَرْبَعَة أَشْهُر بَعَثَ اللَّه إِلَيْهَا مَلَكًا فَنَفَخَ فِيهَا الرُّوح فِي ظُلُمَات ثَلَاث فَذَلِكَ قَوْله\" ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَر \" يَعْنِي نَفَخْنَا فِيهِ الرُّوح وَرُوِيَ عَنْ أَبِي سَعِيد الْخُدْرِيّ أَنَّهُ نَفْخ الرُّوح قَالَ اِبْن عَبَّاس \" ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَر \" يَعْنِي نَفَخْنَا فِيهِ الرُّوح وَكَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَالشَّعْبِيّ وَالْحَسَن وَأَبُو الْعَالِيَة وَالضَّحَّاك وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ وَابْن زَيْد وَاخْتَارَهُ اِبْن جَرِير وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" خَلْقًا آخَر \" يَعْنِي فَنَقَلَهُ مِنْ حَال إِلَى حَال إِلَى أَنْ خَرَجَ طِفْلًا ثُمَّ نَشَأَ صَغِيرًا ثُمَّ اِحْتَلَمَ ثُمَّ صَارَ شَابًّا ثُمَّ كَهْلًا ثُمَّ شَيْخًا ثُمَّ هَرِمًا وَعَنْ قَتَادَة وَالضَّحَّاك نَحْو ذَلِكَ وَلَا مُنَافَاة فَإِنَّهُ مِنْ اِبْتِدَاء نَفْخ الرُّوح فِيهِ شُرِعَ فِي هَذِهِ التَّنَقُّلَات وَالْأَحْوَال وَاَللَّه أَعْلَم قَالَ الْإِمَام أَحْمَد فِي مُسْنَده حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ زَيْد بْن وَهْب عَنْ عَبْد اللَّه - هُوَ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ حَدَّثَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ الصَّادِق الْمَصْدُوق\" إِنَّ أَحَدكُمْ لَيُجْمَع خَلْقه فِي بَطْن أُمّه أَرْبَعِينَ يَوْمًا ثُمَّ يَكُون عَلَقَة مِثْل ذَلِكَ ثُمَّ يَكُون مُضْغَة مِثْل ذَلِكَ ثُمَّ يُرْسَل إِلَيْهِ الْمَلَك فَيَنْفُخ فِيهِ الرُّوح وَيُؤْمَر بِأَرْبَعِ كَلِمَات : رِزْقه وَأَجَله وَعَمَله وَهَلْ هُوَ شَقِيّ أَوْ سَعِيد فَوَالَّذِي لَا إِلَه غَيْره إِنَّ أَحَدكُمْ لَيَعْمَل بِعَمَلِ أَهْل الْجَنَّة حَتَّى مَا يَكُون بَيْنه وَبَيْنهَا إِلَّا ذِرَاع فَيَسْبِق عَلَيْهِ الْكِتَاب فَيُخْتَم لَهُ بِعَمَلِ أَهْل النَّار فَيَدْخُلهَا وَإِنَّ أَحَدكُمْ لَيَعْمَل بِعَمَلِ أَهْل النَّار حَتَّى مَا يَكُون بَيْنه وَبَيْنهَا إِلَّا ذِرَاع فَيَسْبِق عَلَيْهِ الْكِتَاب فَيُخْتَم لَهُ بِعَمَلِ أَهْل الْجَنَّة فَيَدْخُلهَا \" أَخْرَجَاهُ مِنْ حَدِيث سُلَيْمَان بْن مِهْرَان الْأَعْمَش وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ أَبِي خَيْثَمَة قَالَ : قَالَ عَبْد اللَّه - يَعْنِي اِبْن مَسْعُود إِنَّ النُّطْفَة إِذَا وَقَعَتْ فِي الرَّحِم طَارَتْ فِي كُلّ شَعْر وَظُفْر فَتَمْكُث أَرْبَعِينَ يَوْمًا ثُمَّ تَعُود فِي الرَّحِم فَتَكُون عَلَقَة وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا حَسَن بْن الْحَسَن حَدَّثَنَا أَبُو كُدَيْنَة عَنْ عَطَاء بْن السَّائِب عَنْ الْقَاسِم بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ عَبْد اللَّه قَالَ : مَرَّ يَهُودِيّ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يُحَدِّث أَصْحَابه فَقَالَتْ قُرَيْش يَا يَهُودِيّ إِنَّ هَذَا يَزْعُم أَنَّهُ نَبِيّ فَقَالَ لَأَسْأَلَنَّهُ عَنْ شَيْء لَا يَعْلَمهُ إِلَّا نَبِيّ قَالَ فَجَاءَهُ حَتَّى جَلَسَ فَقَالَ يَا مُحَمَّد مِمَّ يُخْلَق الْإِنْسَان ؟ فَقَالَ \" يَا يَهُودِيّ مِنْ كُلّ يُخْلَق مِنْ نُطْفَة الرَّجُل وَمِنْ نُطْفَة الْمَرْأَة فَأَمَّا نُطْفَة الرَّجُل فَنُطْفَة غَلِيظَة مِنْهَا الْعَظْم وَالْعَصَب وَأَمَّا نُطْفَة الْمَرْأَة فَنُطْفَة رَقِيقَة مِنْهَا اللَّحْم وَالدَّم \" فَقَالَ هَكَذَا كَانَ يَقُول \" مَنْ قَبْلك \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان بْن عَمْرو عَنْ أَبِي الطُّفَيْل عَنْ حُذَيْفَة بْن أَسِيد الْغِفَارِيّ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول\" يَدْخُل الْمَلَك عَلَى النُّطْفَة بَعْدَمَا تَسْتَقِرّ فِي الرَّحِم بِأَرْبَعِينَ لَيْلَة فَيَقُول يَا رَبّ مَاذَا ؟ شَقِيّ أَوْ سَعِيد أَذَكَر أَمْ أُنْثَى ؟ فَيَقُول اللَّه فَيُكْتَبَانِ وَيُكْتَب عَمَله وَأَثَره وَمُصِيبَته وَرِزْقه ثُمَّ تُطْوَى الصَّحِيفَة فَلَا يُزَاد عَلَى مَا فِيهَا وَلَا يُنْقَص \" وَقَدْ رَوَاهُ مُسْلِم فِي صَحِيحه مِنْ حَدِيث سُفْيَان بْن عُيَيْنَة عَنْ عَمْرو هُوَ اِبْن دِينَار بِهِ نَحْوه . وَمِنْ طَرِيق - أُخْرَى عَنْ أَبِي الطُّفَيْل عَامِر بْن وَاثِلَة عَنْ حُذَيْفَة بْن أَسِيد عَنْ اِبْن شُرَيْحَة الْغِفَارِيّ بِنَحْوِهِ وَاَللَّه أَعْلَم وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا أَحْمَد بْن عَبْدَة حَدَّثَنَا حَمَّاد بْن زَيْد حَدَّثَنَا عُبَيْد اللَّه بْن أَبِي بَكْر عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه وَكَّلَ بِالرَّحِمِ مَلَكًا فَيَقُول أَيْ رَبّ نُطْفَة أَيْ رَبّ عَلَقَة أَيْ رَبّ مُضْغَة فَإِذَا أَرَادَ اللَّه خَلْقهَا قَالَ أَيْ رَبّ ذَكَر أَوْ أُنْثَى ؟ شَقِيّ أَوْ سَعِيد ؟ فَمَا الرِّزْق وَالْأَجَل ؟ قَالَ فَذَلِكَ يُكْتَب فِي بَطْن أُمّه \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث حَمَّاد بْن زَيْد بِهِ وَقَوْله \" فَتَبَارَكَ اللَّه أَحْسَن الْخَالِقِينَ\" يَعْنِي حِين ذَكَرَ قُدْرَته وَلُطْفه فِي خَلْق هَذِهِ النُّطْفَة مِنْ حَال إِلَى حَال . وَشَكْل إِلَى شَكْل حَتَّى تَصَوَّرَتْ إِلَى مَا صَارَتْ إِلَيْهِ مِنْ الْإِنْسَان السَّوِيّ الْكَامِل الْخَلْق قَالَ \" فَتَبَارَكَ اللَّه أَحْسَن الْخَالِقِينَ \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يُونُس بْن حَبِيب حَدَّثَنَا أَبُو دَاوُد حَدَّثَنَا حَمَّاد بْن سَلَمَة حَدَّثَنَا عَلِيّ بْن زَيْد عَنْ أَنَس قَالَ قَالَ عُمَر يَعْنِي اِبْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ : وَافَقْت رَبِّي فِي أَرْبَع نَزَلَتْ هَذِهِ الْآيَة \" وَلَقَدْ خَلَقْنَا الْإِنْسَان مِنْ سُلَالَة مِنْ طِين \" الْآيَة قُلْت أَنَا فَتَبَارَكَ اللَّه أَحْسَن الْخَالِقِينَ فَنَزَلَتْ \" فَتَبَارَكَ اللَّه أَحْسَن الْخَالِقِينَ\" وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا آدَم بْن أَبِي إِيَاس حَدَّثَنَا شَيْبَان عَنْ جَابِر الْجُعْفِيّ عَنْ عَامِر الشَّعْبِيّ عَنْ زَيْد بْن ثَابِت الْأَنْصَارِيّ : قَالَ أَمْلَى عَلَيَّ رَسُول اللَّه هَذِهِ الْآيَة \" وَلَقَدْ خَلَقْنَا الْإِنْسَان مِنْ سُلَالَة مِنْ طِين - إِلَى قَوْله - خَلْقًا آخَر \" فَقَالَ مُعَاذ \" فَتَبَارَكَ اللَّه أَحْسَن الْخَالِقِينَ \" فَضَحِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ مُعَاذ مِمَّ تَضْحَك يَا رَسُول اللَّه ؟ فَقَالَ \" بِهَا خُتِمَتْ فَتَبَارَكَ اللَّه أَحْسَن الْخَالِقِينَ\" وَفِي إِسْنَاده جَابِر بْن زَيْد الْجُعْفِيّ ضَعِيف جِدًّا وَفِي خَبَره هَذَا نَكَارَة شَدِيدَة وَذَلِكَ أَنَّ هَذِهِ السُّورَة مَكِّيَّة وَزَيْد بْن ثَابِت إِنَّمَا كَتَبَ الْوَحْي بِالْمَدِينَةِ وَكَذَلِكَ إِسْلَام مُعَاذ بْن جَبَل إِنَّمَا كَانَ بِالْمَدِينَةِ أَيْضًا فَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39131, "aya_id": 14}]