[{"text": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ", "sura_id": 34, "type": 0, "id": 3624, "aya_id": 18}, {"text": "وجعلنا بينهم وبين القرى التي باركنا فيها قرى ظاهرة وقدرنا فيها السير سيروا فيها ليالي وأياما آمنين", "sura_id": 34, "type": 1, "id": 9860, "aya_id": 18}, {"text": "18 - (وجعلنا بينهم) سبأ وهم باليمن (وبين القرى التي باركنا فيها) بالماء والشجر وهي قرى الشام التي يسيرون إليها للتجارة (قرى ظاهرة) متواصلة من اليمن إلى الشام (وقدرنا فيها السير) بحيث يقيلون في واحدة ويبيتون في أخرى إلى انتهاء سفرهم ولا يحتاجون فيه إلى حمل زاد وماء أي وقلنا (سيروا فيها ليالي وأياما آمنين) لا تخافون في ليل ولا في نهار \r\n", "sura_id": 34, "type": 2, "id": 28568, "aya_id": 18}, {"text": "وجعلنا بين أهل \"سبأ\" -وهم \"باليمن\"- والقرى التي باركنا فيها -وهي \"الشام\"- مُدنًا متصلة يُرى بعضها من بعض, وجعلنا السير فيها سيرًا مقدَّرًا من منزل إلى منزل لا مشقة فيه, وقلنا لهم: سيروا في تلك القرى في أيِّ وقت شئتم من ليل أو نهار, آمنين لا تخافون عدوًّا, ولا جوعًا ولا عطشًا.\r\n", "sura_id": 34, "type": 3, "id": 34804, "aya_id": 18}, {"text": " <font color=red>وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ</font><BR><p>يَذْكُر تَعَالَى مَا كَانُوا فِيهِ مِنْ النِّعْمَة وَالْغِبْطَة وَالْعَيْش الْهَنِيء الرَّغِيد وَالْبِلَاد الْمَرْضِيَّة وَالْأَمَاكِن الْآمِنَة وَالْقُرَى الْمُتَوَاصِلَة الْمُتَقَارِبَة بَعْضهَا مِنْ بَعْض مَعَ كَثْرَة أَشْجَارهَا وَزُرُوعهَا وَثِمَارهَا بِحَيْثُ إِنَّ مُسَافِرهمْ لَا يَحْتَاج إِلَى حَمْل زَادَ وَلَا مَاء بَلْ حَيْثُ نَزَلَ وَجَدَ مَاء وَثَمَرًا وَيُقِيل فِي قَرْيَة وَيَبِيت فِي أُخْرَى بِمِقْدَارِ مَا يَحْتَاجُونَ إِلَيْهِ فِي سَيْرهمْ وَلِهَذَا قَالَ تَعَالَى \" وَجَعَلْنَا بَيْنهمْ وَبَيْن الْقُرَى الَّتِي بَارَكْنَا فِيهَا \" قَالَ وَهْب بْن مُنَبِّه هِيَ قُرًى بِصَنْعَاء وَكَذَا قَالَ أَبُو مَالِك وَقَالَ مُجَاهِد وَالْحَسَن وَسَعِيد بْن جُبَيْر وَمَالِك عَنْ زَيْد بْن أَسْلَمَ وَقَتَادَة وَالضَّحَّاك وَالسُّدِّيّ وَابْن زَيْد وَغَيْرهمْ يَعْنِي قُرَى الشَّام يَعْنُونَ أَنَّهُمْ كَانُوا يَسِيرُونَ مِنْ الْيَمَن إِلَى الشَّام فِي قُرًى ظَاهِرَة مُتَوَاصِلَة وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس الْقُرَى الَّتِي بَارَكْنَا فِيهَا بَيْت الْمَقْدِس وَقَالَ الْعَوْفِيّ عَنْهُ أَيْضًا هِيَ قُرًى عَرَبِيَّة بَيْن الْمَدِينَة وَالشَّام \" قُرًى ظَاهِرَة \" أَيْ بَيِّنَة وَاضِحَة يَعْرِفهَا الْمُسَافِرُونَ يُقِيلُونَ فِي وَاحِدَة وَيَبِيتُونَ فِي أُخْرَى وَلِهَذَا قَالَ تَعَالَى : \" وَقَدَّرْنَا فِيهَا السَّيْر\" أَيْ جَعَلْنَاهَا بِحَسَبِ مَا يَحْتَاج الْمُسَافِرُونَ إِلَيْهِ\" سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ \" أَيْ الْأَمْن حَاصِل لَهُمْ فِي سَيْرهمْ لَيْلًا وَنَهَارًا .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40249, "aya_id": 18}]