[{"text": "اسْتَغْفِرْ لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ اللّهُ لَهُمْ ذَلِكَ بِأَنَّهُمْ كَفَرُواْ بِاللّهِ وَرَسُولِهِ وَاللّهُ لاَ يَهْدِي الْقَوْمَ الْفَاسِقِينَ", "sura_id": 9, "type": 0, "id": 1315, "aya_id": 80}, {"text": "استغفر لهم أو لا تستغفر لهم إن تستغفر لهم سبعين مرة فلن يغفر الله لهم ذلك بأنهم كفروا بالله ورسوله والله لا يهدي القوم الفاسقين", "sura_id": 9, "type": 1, "id": 7551, "aya_id": 80}, {"text": "80 - (استغفر) يا محمد (لهم أو لا تستغفر لهم) تخيير له في الاستغفار وتركه قال صلى الله عليه وسلم : \"إني خيرت فاخترت يعني الاستغفار\" رواه البخاري (إن تستغفر لهم سبعين مرة فلن يغفر الله لهم) قيل المراد بالسبعين المبالغة في كثرة الاستغفار وفي البخاري حديث \"لو أعلم أني لو زدت على السبعين غفر لزدت عليها\" وقيل المراد العدد المخصوص لحديثه أيضاً \"وسأزيد على السبعين\" فبين له حسم المغفرة بآية {سواء عليهم أستغفرت لهم أم لم تستغفر لهم} (ذلك بأنهم كفروا بالله ورسوله والله لا يهدي القوم الفاسقين) \r\n", "sura_id": 9, "type": 2, "id": 26259, "aya_id": 80}, {"text": "استغفر -أيها الرسول- للمنافقين أو لا تستغفر لهم, فلن يغفر الله لهم, مهما كثر استغفارك لهم وتكرر; لأنهم كفروا بالله ورسوله. والله سبحانه وتعالى لا يوفق للهدى الخارجين عن طاعته.\r\n", "sura_id": 9, "type": 3, "id": 32495, "aya_id": 80}, {"text": " <font color=red>اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ ذَلِكَ بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ</font><BR><p>يُخْبِر تَعَالَى نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنَّ هَؤُلَاءِ الْمُنَافِقِينَ لَيْسُوا أَهْلًا لِلِاسْتِغْفَارِ وَأَنَّهُ لَوْ اِسْتَغْفَرَ لَهُمْ سَبْعِينَ مَرَّة فَلَنْ يَغْفِر اللَّه لَهُمْ وَقَدْ قِيلَ إِنَّ السَّبْعِينَ إِنَّمَا ذُكِرَتْ حَسْمًا لِمَادَّةِ الِاسْتِغْفَار لَهُمْ لِأَنَّ الْعَرَب فِي أَسَالِيب كَلَامِهَا تَذْكُر السَّبْعِينَ فِي مُبَالَغَة كَلَامهَا وَلَا تُرِيد التَّحْدِيد بِهَا وَلَا أَنْ يَكُون مَا زَادَ عَلَيْهَا بِخِلَافِهَا وَقِيلَ بَلْ لَهَا مَفْهُوم كَمَا رَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة أَسْمَع رَبِّي قَدْ رَخَّصَ لِي فِيهِمْ فَوَاَللَّهِ لَأَسْتَغْفِرَنَّ لَهُمْ أَكْثَر مِنْ سَبْعِينَ مَرَّة لَعَلَّ اللَّه أَنْ يَغْفِر لَهُمْ فَقَالَ اللَّه مِنْ شِدَّة غَضَبه \" سَوَاء عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِر لَهُمْ \" الْآيَة وَقَالَ الشَّعْبِيّ لَمَّا ثَقُلَ عَبْد اللَّه بْن أُبَيّ اِنْطَلَقَ اِبْنه إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ أَبِي قَدْ اُحْتُضِرَ وَأُحِبّ أَنْ تَحْضُرهُ وَتُصَلِّي عَلَيْهِ فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا اِسْمك قَالَ الْحُبَاب بْن عَبْد اللَّه قَالَ بَلْ أَنْتَ عَبْد اللَّه بْن عَبْد اللَّه إِنَّ الْحُبَاب اِسْم شَيْطَان فَانْطَلَقَ مَعَهُ حَتَّى شَهِدَهُ وَأَلْبَسَهُ قَمِيصه وَهُوَ عَرِق وَصَلَّى عَلَيْهِ فَقِيلَ لَهُ أَتُصَلِّي عَلَيْهِ ؟ فَقَالَ : إِنَّ اللَّه قَالَ إِنْ تَسْتَغْفِر لَهُمْ سَبْعِينَ مَرَّة وَلَأَسْتَغْفِرَنّ لَهُمْ سَبْعِينَ وَسَبْعِينَ وَسَبْعِينَ وَكَذَا رُوِيَ عَنْ عُرْوَة بْن الزُّبَيْر وَمُجَاهِد بْن جُبَيْر وَقَتَادَة بْن دِعَامَة وَرَوَاهُ اِبْن جَرِير بِأَسَانِيدِهِ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43502, "aya_id": 80}]