[{"text": "قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُّسْتَقِيمٍ دِينًا قِيَمًا مِّلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ", "sura_id": 6, "type": 0, "id": 950, "aya_id": 161}, {"text": "قل إنني هداني ربي إلى صراط مستقيم دينا قيما ملة إبراهيم حنيفا وما كان من المشركين", "sura_id": 6, "type": 1, "id": 7186, "aya_id": 161}, {"text": "161 - (قل إنني هداني ربي إلى صراط مستقيم) ويبدل من محله (ديناً قِيَمَاً) مستقيماً (ملة إبراهيم حنيفا وما كان من المشركين) \r\n", "sura_id": 6, "type": 2, "id": 25894, "aya_id": 161}, {"text": "قل -أيها الرسول- لهؤلاء المشركين: إنني أرشدني ربي إلى الطريق القويم الموصل إلى جنته, وهو دين الإسلام القائم بأمر الدنيا والآخرة, وهو دين التوحيد دين إبراهيم عليه السلام, وما كان إبراهيم عليه السلام من المشركين مع الله غيره.\r\n", "sura_id": 6, "type": 3, "id": 32130, "aya_id": 161}, {"text": " <font color=red>قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ</font><BR><p>مِلَّة إِبْرَاهِيم حَنِيفًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ \" يَقُول تَعَالَى آمِرًا نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَيِّد الْمُرْسَلِينَ أَنْ يُخْبِر بِمَا أَنْعَمَ بِهِ عَلَيْهِ مِنْ الْهِدَايَة إِلَى صِرَاطه الْمُسْتَقِيم الَّذِي لَا اِعْوِجَاج فِيهِ وَلَا اِنْحِرَاف \" دِينًا قِيَمًا \" أَيْ قَائِمًا ثَابِتًا \" مِلَّة إِبْرَاهِيم حَنِيفًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ \" كَقَوْلِهِ \" وَمَنْ يَرْغَب عَنْ مِلَّة إِبْرَاهِيم إِلَّا مَنْ سَفِهَ نَفْسه \" وَقَوْله \" وَجَاهِدُوا فِي اللَّه حَقّ جِهَاده هُوَ اِجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّين مِنْ حَرَج مِلَّة أَبِيكُمْ إِبْرَاهِيم \" وَقَوْله \" إِنَّ إِبْرَاهِيم كَانَ أُمَّة قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنْ الْمُشْرِكِينَ شَاكِرًا لِأَنْعُمِهِ اِجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاط مُسْتَقِيم وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَة وَإِنَّهُ فِي الْآخِرَة لَمِنْ الصَّالِحِينَ ثُمَّ أَوْحَيْنَا إِلَيْك أَنْ اِتَّبِعْ مِلَّة إِبْرَاهِيم حَنِيفًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ \" وَلَيْسَ يَلْزَم مِنْ كَوْنه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرَ بِاتِّبَاعِ مِلَّة إِبْرَاهِيم الْحَنِيفِيَّة أَنْ يَكُون إِبْرَاهِيم أَكْمَل مِنْهُ فِيهَا لِأَنَّهُ عَلَيْهِ السَّلَام قَامَ بِهَا قِيَامًا عَظِيمًا وَأَكْمَلَتْ لَهُ إِكْمَالًا تَامًّا لَمْ يَسْبِقهُ أَحَد إِلَى هَذَا الْكَمَال وَلِهَذَا كَانَ خَاتَم الْأَنْبِيَاء وَسَيِّد وَلَد آدَم عَلَى الْإِطْلَاق وَصَاحِب الْمَقَام الْمَحْمُود الَّذِي يَرْغَب إِلَيْهِ الْخَلْق حَتَّى الْخَلِيل عَلَيْهِ السَّلَام وَقَدْ قَالَ اِبْن مَرْدُوَيْهِ حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن حَفْص حَدَّثَنَا أَحْمَد بْن عِصَام حَدَّثَنَا أَبُو دَاوُد الطَّيَالِسِيّ حَدَّثَنَا شُعْبَة أَنْبَأَنَا سَلَمَة بْن كُهَيْل سَمِعْت ذِرّ بْن عَبْد اللَّه الْهَمْدَانِيّ يُحَدِّث عَنْ اِبْن أَبْزَى عَنْ أَبِيهِ قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا أَصْبَحَ قَالَ أَصْبَحْنَا عَلَى مِلَّة الْإِسْلَام وَكَلِمَة الْإِخْلَاص وَدِين نَبِيّنَا مُحَمَّد وَمِلَّة أَبِينَا إِبْرَاهِيم حَنِيفًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد أَخْبَرَنَا مُحَمَّد بْن إِسْحَاق عَنْ دَاوُد بْن الْحُصَيْن عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّهُ قَالَ : قِيلَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيّ الْأَدْيَان أَحَبّ إِلَى اللَّه تَعَالَى ؟ قَالَ الْحَنِيفِيَّة السَّمْحَة وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا سُلَيْمَان بْن دَاوُد حَدَّثَنَا عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : وَضَعَ رَسُول اللَّه صَلَّى اللَّه تَعَالَى عَلَيْهِ وَآله وَسَلَّمَ ذَقَنِي عَلَى مَنْكِبه لِأَنْظُر إِلَى زَفْن الْحَبَشَة حَتَّى كُنْت الَّتِي مَلِلْت فَانْصَرَفْت عَنْهُ . قَالَ عَبْد الرَّحْمَن عَنْ أَبِيهِ قَالَ : قَالَ لِي عُرْوَة إِنَّ عَائِشَة قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمئِذٍ لِتَعْلَم يَهُود أَنَّ فِي دِيننَا فُسْحَة إِنِّي أُرْسِلْت بِحَنِيفِيَّة سَمْحَة أَصْل الْحَدِيث مُخَرَّج فِي الصَّحِيحَيْنِ وَالزِّيَادَة لَهَا شَوَاهِد مِنْ طُرُق عِدَّة وَقَدْ اِسْتَقْصَيْت طُرُقهَا فِي شَرْح الْبُخَارِيّ وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42145, "aya_id": 161}]