[{"text": "بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ", "sura_id": 26, "type": 0, "id": 3127, "aya_id": 195}, {"text": "بلسان عربي مبين", "sura_id": 26, "type": 1, "id": 9363, "aya_id": 195}, {"text": "195 - (بلسان عربي مبين) بين وفي قراءة بتشديد نزل ونصب الروح والفاعل الله \r\n", "sura_id": 26, "type": 2, "id": 28071, "aya_id": 195}, {"text": " نزل به جبريل عليك بلغة عربية واضحة المعنى، ظاهرة الدلالة، فيما يحتاجون إليه في إصلاح شؤون دينهم ودنياهم.\r\n", "sura_id": 26, "type": 3, "id": 34307, "aya_id": 195}, {"text": " <font color=red>بِلِسَانٍ عَرَبِيٍّ مُبِينٍ</font><BR><p>وَقَوْله تَعَالَى : \" بِلِسَانٍ عَرَبِيّ مُبِين \" أَيْ هَذَا الْقُرْآن الَّذِي أَنْزَلْنَاهُ إِلَيْك أَنْزَلْنَاهُ بِاللِّسَانِ الْعَرَبِيّ الْفَصِيح الْكَامِل الشَّامِل لِيَكُونَ بَيِّنًا وَاضِحًا ظَاهِرًا قَاطِعًا لِلْعُذْرِ مُقِيمًا لِلْحُجَّةِ دَلِيلًا إِلَى الْمَحَجَّة قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد اللَّه بْن أَبِي بَكْر الْعَتَكِيّ حَدَّثَنَا عَبَّاد بْن عَبَّاد الْمُهَلَّبِيّ عَنْ مُوسَى بْن مُحَمَّد عَنْ إِبْرَاهِيم التَّيْمِيّ عَنْ أَبِيهِ قَالَ : بَيْنَمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَ أَصْحَابه فِي يَوْم دَجْن إِذْ قَالَ لَهُمْ \" كَيْف تَرَوْنَ بَوَاسِقهَا ؟ \" قَالُوا مَا أَحْسَنهَا وَأَشَدّ تَرَاكُمهَا قَالَ : \" فَكَيْف تَرَوْنَ قَوَاعِدهَا ؟ \" قَالُوا مَا أَحْسَنهَا وَأَشَدّ تَمَكُّنهَا قَالَ \" فَكَيْف تَرَوْنَ جَرْيهَا \" ؟ قَالُوا مَا أَحْسَنه وَأَشَدّ سَوَاده قَالَ \" فَكَيْف تَرَوْنَ رَحَاهَا اِسْتَدَارَتْ ؟ \" قَالُوا مَا أَحْسَنهَا وَأَشَدّ اِسْتَدَارَتْهَا قَالَ : \" فَكَيْف تَرَوْنَ بَرْقهَا أَوَمِيض أَمْ خَفْق أَمْ يَشُقّ شَقًّا ؟ \" قَالُوا بَلْ يَشُقّ شَقًّا ؟ قَالَ : \" الْحَيَاء الْحَيَاء إِنْ شَاءَ اللَّه\" قَالَ فَقَالَ رَجُل يَا رَسُول اللَّه بِأَبِي وَأُمِّي مَا أَفْصَحك مَا رَأَيْت الَّذِي هُوَ أَعْرَب مِنْك قَالَ فَقَالَ : حُقَّ لِي وَإِنَّمَا أُنْزِلَ الْقُرْآن بِلِسَانِي وَاَللَّه يَقُول : \" بِلِسَانٍ عَرَبِيّ مُبِين \" وَقَالَ سُفْيَان الثَّوْرِيّ لَمْ يَنْزِل وَحْي إِلَّا بِالْعَرَبِيَّةِ ثُمَّ تَرْجَمَ كُلّ نَبِيّ لِقَوْمِهِ وَاللِّسَان يَوْم الْقِيَامَة بِالسُّرْيَانِيَّةِ فَمَنْ دَخَلَ الْجَنَّة تَكَلَّمَ بِالْعَرَبِيَّةِ رَوَاهُ اِبْن أَبِي حَاتِم .</p><BR> <br> ", "sura_id": 26, "type": 4, "id": 39472, "aya_id": 195}]