[{"text": "أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا", "sura_id": 18, "type": 0, "id": 2149, "aya_id": 9}, {"text": "أم حسبت أن أصحاب الكهف و الرقيم كانوا من آياتنا عجبا", "sura_id": 18, "type": 1, "id": 8385, "aya_id": 9}, {"text": "9 - (أم حسبت) أي ظننت (أن أصحاب الكهف) الغار في الجبل (والرقيم) اللوح المكتوب فيه أسماؤهم وأنسابهم وقد سئل صلى الله عليه وسلم عن قصتهم (كانوا) في قصتهم (من) جملة (آياتنا عجبا) خبر كان وما قبله حال أي كانوا عجبا دون باقي الآيات أو أعجبها ليس الأمر كذلك \r\n", "sura_id": 18, "type": 2, "id": 27093, "aya_id": 9}, {"text": "لا تظن -أيها الرسول- أن قصة أصحاب الكهف واللوح الذي كُتِبت فيه أسماؤهم من آياتنا عجيبة وغريبة؛ فإن خلق السموات والأرض وما فيهما أعجب من ذلك.\r\n", "sura_id": 18, "type": 3, "id": 33329, "aya_id": 9}, {"text": " <font color=red>أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا</font><BR><p>هَذَا إِخْبَار مِنْ اللَّه تَعَالَى عَنْ قِصَّة أَصْحَاب الْكَهْف عَلَى سَبِيل الْإِجْمَال وَالِاخْتِصَار ثُمَّ بَسَطَهَا بَعْد ذَلِكَ فَقَالَ \" أَمْ حَسِبْت \" يَعْنِي يَا مُحَمَّد \" أَنَّ أَصْحَاب الْكَهْف وَالرَّقِيم كَانُوا مِنْ آيَاتنَا عَجَبًا \" أَيْ لَيْسَ أَمْرهمْ عَجِيبًا فِي قُدْرَتنَا وَسُلْطَاننَا فَإِنَّ خَلْق السَّمَاوَات وَالْأَرْض وَاخْتِلَاف اللَّيْل وَالنَّهَار وَتَسْخِير الشَّمْس وَالْقَمَر وَالْكَوَاكِب وَغَيْر ذَلِكَ مِنْ الْآيَات الْعَظِيمَة الدَّالَّة عَلَى قُدْرَة اللَّه تَعَالَى وَأَنَّهُ عَلَى مَا يَشَاء قَادِر وَلَا يُعْجِزهُ شَيْء أَعْجَب مِنْ أَخْبَار أَصْحَاب الْكَهْف كَمَا قَالَ اِبْن جُرَيْج عَنْ مُجَاهِد \" أَمْ حَسِبْت أَنَّ أَصْحَاب الْكَهْف وَالرَّقِيم كَانُوا مِنْ آيَاتنَا عَجَبًا \" يَقُول قَدْ كَانَ مِنْ آيَاتنَا مَا هُوَ أَعْجَب مِنْ ذَلِكَ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" أَمْ حَسِبْت أَنَّ أَصْحَاب الْكَهْف وَالرَّقِيم كَانُوا مِنْ آيَاتنَا عَجَبًا \" يَقُول الَّذِي آتِيك مِنْ الْعِلْم وَالسُّنَّة وَالْكِتَاب أَفْضَل مِنْ شَأْن أَصْحَاب الْكَهْف وَالرَّقِيم وَقَالَ مُحَمَّد بْن إِسْحَاق : مَا أَظْهَرْت مِنْ حُجَجِي عَلَى الْعِبَاد أَعْجَب مِنْ شَأْن أَصْحَاب الْكَهْف وَالرَّقِيم وَأَمَّا الْكَهْف فَهُوَ الْغَار فِي الْجَبَل وَهُوَ الَّذِي لَجَأَ إِلَيْهِ هَؤُلَاءِ الْفِتْيَة الْمَذْكُورُونَ وَأَمَّا الرَّقِيم فَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : هُوَ وَادٍ قَرِيب مِنْ أَيْلَة وَكَذَا قَالَ عَطِيَّة الْعَوْفِيّ وَقَتَادَة . وَقَالَ الضَّحَّاك أَمَّا الْكَهْف فَهُوَ غَار الْوَادِي وَالرَّقِيم اِسْم الْوَادِي وَقَالَ مُجَاهِد الرَّقِيم كِتَاب بِنِيَّاتِهِمْ وَيَقُول بَعْضهمْ هُوَ الْوَادِي الَّذِي فِيهِ كَهْفهمْ وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا الثَّوْرِيّ عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله الرَّقِيم كَانَ يَزْعُم كَعْب أَنَّهَا الْقَرْيَة وَقَالَ اِبْن جُرَيْج عَنْ اِبْن عَبَّاس : الرَّقِيم الْجَبَل الَّذِي فِيهِ الْكَهْف وَقَالَ اِبْن إِسْحَاق عَنْ عَبْد اللَّه بْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : اِسْم ذَلِكَ الْجَبَل بنجلوس وَقَالَ اِبْن جُرَيْج : أَخْبَرَنِي وَهْب بْن سُلَيْمَان عَنْ شُعَيْب الْجُبَّائِيّ أَنَّ اِسْم جَبَل الْكَهْف بنجلوس وَاسْم الْكَهْف حيزم وَالْكَلْب حمران وَقَالَ عَبْد الرَّزَّاق : أَنْبَأَنَا إِسْرَائِيل عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : الْقُرْآن أَعْلَمهُ إِلَّا حَنَانًا وَالْأَوَّاه وَالرَّقِيم وَقَالَ اِبْن جُرَيْج : أَخْبَرَنِي عَمْرو بْن دِينَار أَنَّهُ سَمِعَ عِكْرِمَة يَقُول قَالَ اِبْن عَبَّاس مَا أَدْرِي مَا الرَّقِيم ؟ كِتَاب أَمْ بُنْيَان ؟ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : الرَّقِيم الْكِتَاب وَقَالَ سَعِيد بْن جُبَيْر : الرَّقِيم لَوْح مِنْ حِجَارَة كَتَبُوا فِيهِ قِصَص أَصْحَاب الْكَهْف ثُمَّ وَضَعُوهُ عَلَى بَاب الْكَهْف . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ : الرَّقِيم الْكِتَاب ثُمَّ قَرَأَ \" كِتَاب مَرْقُوم \" وَهَذَا هُوَ الظَّاهِر مِنْ الْآيَة وَهُوَ اِخْتِيَار اِبْن جَرِير قَالَ الرَّقِيم فَعِيل بِمَعْنَى مَرْقُوم كَمَا يَقُول لِلْمَقْتُولِ قَتِيل وَلِلْمَجْرُوحِ جَرِيح وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38388, "aya_id": 9}]