[{"text": "أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا", "sura_id": 18, "type": 0, "id": 2245, "aya_id": 105}, {"text": "أولئك الذين كفروا بآيات ربهم و لقائه فحبطت أعمالهم فلا نقيم لهم يوم القيامة وزنا", "sura_id": 18, "type": 1, "id": 8481, "aya_id": 105}, {"text": "105 - (أولئك الذين كفروا بآيات ربهم) بدلائل توحيده من القرآن وغيره (ولقائه) أي وبالبعث والحساب والثواب والعقاب (فحبطت أعمالهم) بطلت (فلا نقيم لهم يوم القيامة وزنا) أي لا نجعل لهم قدرا \r\n", "sura_id": 18, "type": 2, "id": 27189, "aya_id": 105}, {"text": "أولئك الأخسرون أعمالا هم الذين جحدوا بآيات ربهم وكذَّبوا بها، وأنكروا لقاءه يوم القيامة، فبطلت أعمالهم؛ بسبب كفرهم، فلا نقيم لهم يوم القيامة قدرًا.\r\n", "sura_id": 18, "type": 3, "id": 33425, "aya_id": 105}, {"text": " <font color=red>أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا</font><BR><p>وَقَوْله : \" أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبّهمْ وَلِقَائِهِ \" أَيْ جَحَدُوا آيَات اللَّه فِي الدُّنْيَا وَبَرَاهِينه الَّتِي أَقَامَ عَلَى وَحْدَانِيّته وَصِدْق رُسُله وَكَذَّبُوا بِالدَّارِ الْآخِرَة \" فَلَا نُقِيم لَهُمْ يَوْم الْقِيَامَة وَزْنًا \" أَيْ لَا نُثْقِل مَوَازِينهمْ لِأَنَّهَا خَالِيَة عَنْ الْخَيْر قَالَ الْبُخَارِيّ : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه حَدَّثَنَا سَعِيد بْن أَبِي مَرْيَم أَخْبَرَنَا الْمُغِيرَة حَدَّثَنِي أَبُو الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" لَيَأْتِي الرَّجُل الْعَظِيم السَّمِين يَوْم الْقِيَامَة لَا يَزِن عِنْد اللَّه جَنَاح بَعُوضَة - وَقَالَ - اِقْرَءُوا إِنْ شِئْتُمْ \" فَلَا نُقِيم لَهُمْ يَوْم الْقِيَامَة وَزْنًا \" وَعَنْ يَحْيَى بْن بُكَيْر عَنْ مُغِيرَة بْن عَبْد الرَّحْمَن عَنْ أَبِي الزِّنَاد مِثْله هَكَذَا ذَكَرَهُ عَنْ يَحْيَى بْن بُكَيْر مُعَلَّقًا وَقَدْ رَوَاهُ مُسْلِم عَنْ أَبِي بَكْر مُحَمَّد بْن إِسْحَاق عَنْ يَحْيَى بْن بُكَيْر بِهِ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْوَلِيد حَدَّثَنَا عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد عَنْ صَالِح مَوْلَى التَّوْأَمَة عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُؤْتَى بِالرَّجُلِ الْأَكُول الشَّرُوب الْعَظِيم فَيُوزَن بِحَبَّةٍ فَلَا يَزِنهَا \" قَالَ وَقَرَأَ \" فَلَا نُقِيم لَهُمْ يَوْم الْقِيَامَة وَزْنًا \" وَكَذَا رَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ أَبِي الصَّلْت عَنْ أَبِي الزِّنَاد عَنْ صَالِح مَوْلَى التَّوْأَمَة عَنْ أَبِي هُرَيْرَة مَرْفُوعًا فَذَكَرَهُ بِلَفْظِ الْبُخَارِيّ سَوَاء . وَقَالَ أَحْمَد بْن عَمْرو بْن عَبْد الْخَالِق الْبَزَّار حَدَّثَنَا الْعَبَّاس بْن مُحَمَّد حَدَّثَنَا عَوْن بْن عُمَارَة حَدَّثَنَا هَاشِم بْن حَسَّان عَنْ وَاصِل عَنْ عَبْد اللَّه بْن بُرَيْدَة عَنْ أَبِيهِ قَالَ : كُنَّا عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَقْبَلَ رَجُل مِنْ قُرَيْش يَخْطِر فِي حُلَّة لَهُ فَلَمَّا قَامَ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" يَا بُرَيْدَة هَذَا مِمَّنْ لَا يُقِيم اللَّه لَهُ يَوْم الْقِيَامَة وَزْنًا \" ثُمَّ قَالَ تَفَرَّدَ بِهِ وَاصِل مَوْلَى أَبِي عَنْبَسَة وَعَوْن بْن عَمَّار وَلَيْسَ بِالْحَافِظِ وَلَمْ يُتَابَع عَلَيْهِ . وَقَدْ قَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا سُفْيَان عَنْ الْأَعْمَش عَنْ سَمُرَة عَنْ أَبِي يَحْيَى عَنْ كَعْب قَالَ يُؤْتَى يَوْم الْقِيَامَة بِرَجُلٍ عَظِيم طَوِيل فَلَا يَزِن عِنْد اللَّه جَنَاح بَعُوضَة اِقْرَءُوا \" فَلَا نُقِيم لَهُمْ يَوْم الْقِيَامَة وَزْنًا \" .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38296, "aya_id": 105}]