[{"text": "لاَ تَقُمْ فِيهِ أَبَدًا لَّمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُواْ وَاللّهُ يُحِبُّ الْمُطَّهِّرِينَ", "sura_id": 9, "type": 0, "id": 1343, "aya_id": 108}, {"text": "لا تقم فيه أبدا لمسجد أسس على التقوى من أول يوم أحق أن تقوم فيه فيه رجال يحبون أن يتطهروا والله يحب المطهرين", "sura_id": 9, "type": 1, "id": 7579, "aya_id": 108}, {"text": "108 - (لا تقم) تصل (فيه أبداً) فأرسل جماعة هدموه وحرقوه وجعلوا مكانه كناسة تلقى فيها الجيف (لمسجد أسس) بنيت قواعده (على التقوى من أول يوم) وضع يوم حللت بدار الهجرة ، وهو مسجد قباء كما في البخاري (أحق) منه (أن) أي بأن (تقوم) تصلي (فيه فيه رجال) هم الأنصار (يحبون أن يتطهروا والله يحب المطهرين) أي يثيبهم ، فيه إدغام التاء في الأصل في الطاء ، روى ابن خزيمة في صحيحه عن عويمر بن ساعدة أنه صلى الله عليه وسلم أتاهم في مسجد قباء فقال : إن الله تعالى قد أحسن عليكم الثناء في الطهور في قصة مسجدكم فما هذا الطهور الذي تطهرون به ، قالوا : والله يا رسول الله ما نعلم شيئا إلا أنه كان لنا جيران من اليهود وكانوا يغسلون أدبارهم من الغائط فغسلنا كما غسلوا وفي حديث رواه البزار فقالوا : نتبع الحجارة بالماء فقال : هو ذاك فعليكموه \r\n", "sura_id": 9, "type": 2, "id": 26287, "aya_id": 108}, {"text": "لا تقم -أيها النبي- للصلاة في ذلك المسجد أبدًا; فإن المسجد الذي أُسِّسَ على التقوى من أول يوم -وهو مسجد (قباء)- أولى أن تقوم فيه للصلاة, ففي هذا المسجد رجال يحبون أن يتطهروا بالماء من النجاسات والأقذار, كما يتطهرون بالتورع والاستغفار من الذنوب والمعاصي. والله يحب المتطهرين. وإذا كان مسجد (قباء) قد أُسِّسَ على التقوى من أول يوم, فمسجد رسول الله, صلى الله عليه وسلم, كذلك بطريق الأولى والأحرى.\r\n", "sura_id": 9, "type": 3, "id": 32523, "aya_id": 108}, {"text": " <font color=red>لَا تَقُمْ فِيهِ أَبَدًا لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ</font><BR><p>وَقَوْله \" لَا تَقُمْ فِيهِ أَبَدًا \" نَهْي لَهُ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ وَالْأُمَّة تَبَع لَهُ فِي ذَلِكَ عَنْ أَنْ يَقُوم فِيهِ أَيْ يُصَلِّي أَبَدًا . ثُمَّ حَثَّهُ عَلَى الصَّلَاة بِمَسْجِدِ قُبَاء الَّذِي أُسِّسَ مِنْ أَوَّل يَوْم بِنَائِهِ عَلَى التَّقْوَى وَهِيَ طَاعَة اللَّه وَطَاعَة رَسُوله وَجَمْعًا لِكَلِمَةِ الْمُؤْمِنِينَ وَمَعْقِلًا وَمَوْئِلًا لِلْإِسْلَامِ وَأَهْله وَلِهَذَا قَالَ تَعَالَى \" لَمَسْجِد أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّل يَوْم أَحَقّ أَنْ تَقُوم فِيهِ \" وَالسِّيَاق إِنَّمَا هُوَ فِي مَعْرِض مَسْجِد قُبَاء وَلِهَذَا جَاءَ فِي الْحَدِيث الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَالَ \" صَلَاة فِي مَسْجِد قُبَاء كَعُمْرَةٍ \" وَفِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ كَانَ يَزُور مَسْجِد قُبَاء رَاكِبًا وَمَاشِيًا وَفِي الْحَدِيث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا بَنَاهُ وَأَسَّسَهُ أَوَّل قُدُومه وَنُزُوله عَلَى بَنِي عَمْرو بْن عَوْف كَانَ جِبْرِيل هُوَ الَّذِي عَيَّنَ لَهُ جِهَة الْقِبْلَة فَاَللَّه أَعْلَم . وَقَالَ أَبُو دَاوُد : حَدَّثَنَا مُحَمَّد بْن الْعَلَاء حَدَّثَنَا مُعَاوِيَة بْن هِشَام عَنْ يُونُس بْن الْحَارِث عَنْ إِبْرَاهِيم بْن أَبِي مَيْمُونَة عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَالَ \" نَزَلَتْ هَذِهِ الْآيَة فِي أَهْل قُبَاء \" فِيهِ رِجَال يُحِبُّونَ أَنْ يَتَطَهَّرُوا \" قَالَ كَانُوا يَسْتَنْجُونَ بِالْمَاءِ فَنَزَلَتْ فِيهِمْ هَذِهِ الْآيَة . رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث يُونُس بْن الْحَارِث وَهُوَ ضَعِيف وَقَالَ التِّرْمِذِيّ غَرِيب مِنْ هَذَا الْوَجْه وَقَالَ الطَّبَرَانِيّ : حَدَّثَنَا الْحَسَن بْن عَلِيّ الْعُمَرِيّ حَدَّثَنَا مُحَمَّد بْن حُمَيْد الرَّازِيّ حَدَّثَنَا سَلَمَة بْن الْفَضْل عَنْ مُحَمَّد بْن إِسْحَاق عَنْ الْأَعْمَش عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" فِيهِ رِجَال يُحِبُّونَ أَنْ يَتَطَهَّرُوا \" بَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى عُوَيْمِر بْن سَاعِدَة فَقَالَ \" مَا هَذَا الطَّهُور الَّذِي أَثْنَى اللَّه عَلَيْكُمْ \" ؟ فَقَالَ يَا رَسُول اللَّه مَا خَرَجَ مِنَّا رَجُل وَلَا اِمْرَأَة مِنْ الْغَائِط إِلَّا وَغَسَلَ فَرْجه أَوْ قَالَ مَقْعَدَته فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هُوَ هَذَا \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَسَن بْن مُحَمَّد حَدَّثَنَا أَبُو أُوَيْس حَدَّثَنَا شُرَحْبِيل عَنْ عُوَيْم بْن سَاعِدَة الْأَنْصَارِيّ أَنَّهُ حَدَّثَهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَاهُمْ فِي مَسْجِد قُبَاء فَقَالَ \" إِنَّ اللَّه تَعَالَى قَدْ أَحْسَنَ عَلَيْكُمْ الثَّنَاء فِي الطَّهُور فِي قِصَّة مَسْجِدكُمْ فَمَا هَذَا الطَّهُور الَّذِي تَطَّهَّرُونَ بِهِ ؟ \" فَقَالُوا وَاَللَّه يَا رَسُول اللَّه مَا نَعْلَم شَيْئًا إِلَّا أَنَّهُ كَانَ لَنَا جِيرَان مِنْ الْيَهُود فَكَانُوا يَغْسِلُونَ أَدْبَارهمْ مِنْ الْغَائِط فَغَسَلْنَا كَمَا غَسَلُوا وَرَوَاهُ اِبْن خُزَيْمَة فِي صَحِيحه وَقَالَ هُشَيْم عَنْ عَبْد الْحَمِيد الْمَدَنِيّ عَنْ إِبْرَاهِيم بْن الْمُعَلَّى الْأَنْصَارِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ قَالَ لِعُوَيْم بْن سَاعِدَة \" مَا هَذَا الَّذِي أَثْنَى اللَّه عَلَيْكُمْ : \" فِيهِ رِجَال يُحِبُّونَ أَنْ يَتَطَهَّرُوا \" ؟ \" الْآيَة قَالُوا يَا رَسُول اللَّه إِنَّا نَغْسِل الْأَدْبَار بِالْمَاءِ وَقَالَ اِبْن جَرِير : حَدَّثَنِي مُحَمَّد بْن عِمَارَة الْأَسَدِيّ حَدَّثَنَا مُحَمَّد بْن سَعْد عَنْ إِبْرَاهِيم بْن مُحَمَّد عَنْ شُرَحْبِيل بْن سَعْد قَالَ : سَمِعْت خُزَيْمَة بْن ثَابِت يَقُول : نَزَلَتْ هَذِهِ الْآيَة \" فِيهِ رِجَال يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاَللَّه يُحِبّ الْمُطَّهِّرِينَ \" قَالَ كَانُوا يَغْسِلُونَ أَدْبَارهمْ مِنْ الْغَائِط . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد بْن حَنْبَل : حَدَّثَنَا يَحْيَى بْن آدَم حَدَّثَنَا مَالِك يَعْنِي اِبْن مِغْوَل سَمِعْت سَيَّارًا أَبَا الْحَكَم عَنْ شَهْر بْن حَوْشَب عَنْ مُحَمَّد بْن عَبْد اللَّه بْن سَلَام قَالَ : لَقَدْ قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ يَعْنِي قُبَاء فَقَالَ \" إِنَّ اللَّه عَزَّ وَجَلَّ قَدْ أَثْنَى عَلَيْكُمْ فِي الطَّهُور خَيْرًا أَفَلَا تُخْبِرُونِي ؟ \" يَعْنِي قَوْله \" فِيهِ رِجَال يُحِبُّونَ أَنْ يَتَطَهَّرُوا \" فَقَالُوا يَا رَسُول اللَّه إِنَّا نَجِدهُ مَكْتُوبًا عَلَيْنَا فِي التَّوْرَاة الِاسْتِنْجَاء بِالْمَاءِ . وَقَدْ صَرَّحَ جَمَاعَة مِنْ السَّلَف بِأَنَّهُ مَسْجِد قُبَاء رَوَاهُ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس وَرَوَاهُ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيّ عَنْ عُرْوَة بْن الزُّبَيْر وَقَالَهُ عَطِيَّة الْعَوْفِيّ وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَالشَّعْبِيّ وَالْحَسَن الْبَصْرِيّ وَنَقَلَهُ الْبَغَوِيّ عَنْ سَعِيد بْن جُبَيْر وَقَتَادَة وَقَدْ وَرَدَ فِي الْحَدِيث الصَّحِيح أَنَّ مَسْجِد رَسُول اللَّه الَّذِي فِي جَوْف الْمَدِينَة هُوَ الْمَسْجِد الَّذِي أُسِّسَ عَلَى التَّقْوَى وَهَذَا صَحِيح . وَلَا مُنَافَاة بَيْن الْآيَة وَبَيْن هَذَا لِأَنَّهُ إِذَا كَانَ مَسْجِد قُبَاء قَدْ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّل يَوْم فَمَسْجِد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى وَلِهَذَا قَالَ الْإِمَام أَحْمَد بْن حَنْبَل فِي مُسْنَده : حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا عَبْد اللَّه بْن عَامِر الْأَسْلَمِيّ عَنْ عِمْرَان بْن أَبِي أَنَس عَنْ سَهْل بْن سَعْد عَنْ أُبَيّ بْن كَعْب أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْمَسْجِد الَّذِي أُسِّسَ عَلَى التَّقْوَى مَسْجِدِي هَذَا \" تَفَرَّدَ بِهِ أَحْمَد . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع حَدَّثَنَا رَبِيعَة بْن عُثْمَان التَّيْمِيّ عَنْ عِمْرَان بْن أَبِي أَنَس عَنْ سَهْل بْن سَعْد السَّاعِدِيّ قَالَ : اِخْتَلَفَ رَجُلَانِ عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِد الَّذِي أُسِّسَ عَلَى التَّقْوَى فَقَالَ أَحَدهمَا هُوَ مَسْجِد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ الْآخَر هُوَ مَسْجِد قُبَاء فَأَتَيَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَاهُ فَقَالَ \" هُوَ مَسْجِدِي هَذَا \" تَفَرَّدَ بِهِ أَحْمَد أَيْضًا . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُوسَى بْن دَاوُد حَدَّثَنَا لَيْث عَنْ عِمْرَان بْن أَبِي أَنَس عَنْ سَعِيد بْن أَبِي سَعِيد الْخُدْرِيّ قَالَ : تَمَارَى رَجُلَانِ فِي الْمَسْجِد الَّذِي أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّل يَوْم فَقَالَ أَحَدهمَا هُوَ مَسْجِد قُبَاء وَقَالَ الْآخَر هُوَ مَسْجِد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هُوَ مَسْجِدِي هَذَا \" تَفَرَّدَ بِهِ أَحْمَد . \" طَرِيق أُخْرَى \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا إِسْحَاق بْن عِيسَى حَدَّثَنَا لَيْث حَدَّثَنِي عِمْرَان بْن أَبِي أَنَس عَنْ اِبْن أَبِي سَعِيد عَنْ أَبِيهِ أَنَّهُ قَالَ : تَمَارَى رَجُلَانِ فِي الْمَسْجِد الَّذِي أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّل يَوْم فَقَالَ أَحَدهمَا هُوَ مَسْجِد قُبَاء وَقَالَ الْآخَر هُوَ مَسْجِد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هُوَ مَسْجِدِي \" وَكَذَا رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ عَنْ قُتَيْبَة عَنْ اللَّيْث وَصَحَّحَهُ التِّرْمِذِيّ وَرَوَاهُ مُسْلِم كَمَا سَيَأْتِي . \" طَرِيق أُخْرَى \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى عَنْ أُنَيْس بْن أَبِي يَحْيَى حَدَّثَنِي أَبِي قَالَ سَمِعْت أَبَا سَعِيد الْخُدْرِيّ قَالَ : اِخْتَلَفَ رَجُلَانِ رَجُل مِنْ بَنِي خُدْرَة وَرَجُل مِنْ بَنِي عَمْرو بْن عَوْف فِي الْمَسْجِد الَّذِي أُسِّسَ عَلَى التَّقْوَى فَقَالَ الْخُدْرِيّ هُوَ مَسْجِد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ الْعُمَرِيّ هُوَ مَسْجِد قُبَاء فَأَتَيَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَاهُ عَنْ ذَلِكَ فَقَالَ \" هُوَ هَذَا الْمَسْجِد \" لِمَسْجِدِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ فِي ذَلِكَ يَعْنِي مَسْجِد قُبَاء . \" طَرِيق أُخْرَى \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى عَنْ أُنَيْس قَالَ أَبُو جَعْفَر بْن جَرِير : حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا يَحْيَى بْن سَعِيد حَدَّثَنَا حُمَيْد الْخَرَّاط الْمَدَنِيّ سَأَلْت أَبَا سَلَمَة بْن عَبْد الرَّحْمَن بْن أَبِي سَعِيد فَقُلْت كَيْف سَمِعْت أَبَاك يَقُول فِي الْمَسْجِد الَّذِي أُسِّسَ عَلَى التَّقْوَى ؟ فَقَالَ إِنِّي أَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَدَخَلْت عَلَيْهِ فِي بَيْت لِبَعْضِ نِسَائِهِ فَقُلْت : يَا رَسُول اللَّه أَيْنَ الْمَسْجِد الَّذِي أُسِّسَ عَلَى التَّقْوَى ؟ قَالَ فَأَخَذَ كَفًّا مِنْ حَصْبَاء فَضَرَبَ بِهِ الْأَرْض ثُمَّ قَالَ \" هُوَ مَسْجِدكُمْ هَذَا \" ثُمَّ قَالَ سَمِعْت أَبَاك يَذْكُرهُ رَوَاهُ مُسْلِم مُنْفَرِدًا بِهِ عَنْ مُحَمَّد بْن حَاتِم عَنْ يَحْيَى بْن سَعِيد بِهِ وَرَوَاهُ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة وَغَيْره عَنْ حَاتِم بْن إِسْمَاعِيل عَنْ حُمَيْد الْخَرَّاط بِهِ وَقَدْ قَالَ بِأَنَّهُ مَسْجِد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَمَاعَة مِنْ السَّلَف وَالْخَلَف وَهُوَ مَرْوِيّ عَنْ عُمَر بْن الْخَطَّاب وَابْنه عَبْد اللَّه وَزَيْد بْن ثَابِت وَسَعِيد بْن الْمُسَيِّب وَاخْتَارَهُ اِبْن جَرِير وَقَوْله \" لَمَسْجِد أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّل يَوْم أَحَقّ أَنْ تَقُوم فِيهِ فِيهِ رِجَال يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاَللَّه يُحِبّ الْمُطَّهِّرِينَ \" دَلِيل عَلَى اِسْتِحْبَاب الصَّلَاة فِي الْمَسَاجِد الْقَدِيمَة الْمُؤَسَّسَة مِنْ أَوَّل بِنَائِهَا عَلَى عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ وَعَلَى اِسْتِحْبَاب الصَّلَاة مَعَ الْجَمَاعَة الصَّالِحِينَ وَالْعِبَاد الْعَامِلِينَ الْمُحَافِظِينَ عَلَى إِسْبَاغ الْوُضُوء وَالتَّنَزُّه عَنْ مُلَابَسَة الْقَاذُورَات . وَقَدْ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر عَنْ شُعْبَة عَنْ عَبْد الْمَلِك بْن عُمَيْر سَمِعْت شُبَيْبًا أَبَا رَوْح يُحَدِّث عَنْ رَجُل مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى بِهِمْ الصُّبْح فَقَرَأَ الرُّوم فِيهَا فَأَوْهَمَ فَلَمَّا اِنْصَرَفَ قَالَ \" إِنَّهُ يَلْبِس عَلَيْنَا الْقُرْآن أَنَّ أَقْوَامًا مِنْكُمْ يُصَلُّونَ مَعَنَا لَا يُحْسِنُونَ الْوُضُوء فَمَنْ شَهِدَ الصَّلَاة مَعَنَا فَلْيُحْسِنْ الْوُضُوء \" ثُمَّ رَوَاهُ مِنْ طَرِيقَيْنِ آخَرَيْنِ عَنْ عَبْد الْمَلِك بْن عُمَيْر عَنْ شُبَيْب أَبِي رَوْح مِنْ ذِي الْكَلَاع أَنَّهُ صَلَّى مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَره فَدَلَّ هَذَا عَلَى أَنْ إِكْمَال الطَّهَارَة يُسَهِّل الْقِيَام فِي الْعِبَادَة وَيُعِين عَلَى إِتْمَامهَا وَإِكْمَالهَا وَالْقِيَام بِمَشْرُوعَاتِهَا وَقَالَ أَبُو الْعَالِيَة فِي قَوْله تَعَالَى \" وَاَللَّه يُحِبّ الْمُطَّهِّرِينَ \" إِنَّ الطَّهُور بِالْمَاءِ لَحَسَن وَلَكِنَّهُمْ الْمُطَهَّرُونَ مِنْ الذُّنُوب وَقَالَ الْأَعْمَش التَّوْبَة مِنْ الذُّنُوب وَالتَّطَهُّر مِنْ الشِّرْك وَقَدْ وَرَدَ فِي الْحَدِيث الْمَرْوِيّ مِنْ طُرُق فِي السُّنَن وَغَيْرهَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِأَهْلِ قُبَاء \" قَدْ أَثْنَى اللَّه عَلَيْكُمْ فِي الطَّهُور فَمَاذَا تَصْنَعُونَ ؟ \" فَقَالُوا نَسْتَنْجِي بِالْمَاءِ وَقَدْ قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا عَبْد اللَّه بْن شُبَيْب حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن عَبْد الْعَزِيز قَالَ : وَجَدْته فِي كِتَاب أَبِي عَنْ الزُّهْرِيّ عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه عَنْ اِبْن عَبَّاس قَالَ : نَزَلَتْ هَذِهِ الْآيَة فِي أَهْل قُبَاء \" فِيهِ رِجَال يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاَللَّه يُحِبّ الْمُطَّهِّرِينَ \" فَسَأَلَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا إِنَّا نُتْبِع الْحِجَارَة بِالْمَاءِ . رَوَاهُ الْبَزَّار ثُمَّ قَالَ تَفَرَّدَ بِهِ مُحَمَّد بْن عَبْد الْعَزِيز عَنْ الزُّهْرِيّ وَلَمْ يَرْوِ عَنْهُ سِوَى اِبْنه \" قُلْت \" وَإِنَّمَا ذَكَرْته بِهَذَا اللَّفْظ لِأَنَّهُ مَشْهُور بَيْن الْفُقَهَاء وَلَمْ يَعْرِفهُ كَثِير مِنْ الْمُحَدِّثِينَ الْمُتَأَخِّرِينَ أَوْ كُلّهمْ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43404, "aya_id": 108}]