[{"text": "وَمَا كَانَ الْمُؤْمِنُونَ لِيَنفِرُواْ كَآفَّةً فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ لِّيَتَفَقَّهُواْ فِي الدِّينِ وَلِيُنذِرُواْ قَوْمَهُمْ إِذَا رَجَعُواْ إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ", "sura_id": 9, "type": 0, "id": 1357, "aya_id": 122}, {"text": "وما كان المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا رجعوا إليهم لعلهم يحذرون", "sura_id": 9, "type": 1, "id": 7593, "aya_id": 122}, {"text": "122 - ولما وُبِّخوا على التخلف وأرسل النبي صلى الله عليه وسلم سرية نفروا جميعا فنزل : (وما كان المؤمنون لينفروا) إلى الغزو (كافة فلولا) فهلا (نفر من كل فرقة) قبيلة (منهم طائفة) جماعة ، ومكث الباقون (ليتفقهوا) أي الماكثون (في الدين ولينذروا قومهم إذا رجعوا إليهم) من الغزو بتعليمهم ما تعلموه من الأحكام (لعلهم يحذرون) عقاب الله بامتثال أمره ونهيه ، قال ابن عباس فهذه مخصوصة بالسرايا ، والتي قبلها بالنهي عن تخلف واحد فيما إذا خرج النبي صلى الله عليه وسلم \r\n", "sura_id": 9, "type": 2, "id": 26301, "aya_id": 122}, {"text": "وما كان ينبغي للمؤمنين أن يخرجوا جميعًا لقتال عدوِّهم, كما لا يستقيم لهم أن يقعدوا جميعًا, فهلا خرج من كل فرقة جماعة تحصل بهم الكفاية والمقصود; وذلك ليتفقه النافرون في دين الله وما أنزل على رسوله, وينذروا قومهم بما تعلموه عند رجوعهم إليهم, لعلهم يحذرون عذاب الله بامتثال أوامره واجتناب نواهيه.\r\n", "sura_id": 9, "type": 3, "id": 32537, "aya_id": 122}, {"text": " <font color=red>وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ</font><BR><p>هَذَا بَيَان مِنْ اللَّه تَعَالَى لِمَا أَرَادَ مِنْ نَفِير الْأَحْيَاء مَعَ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة تَبُوك فَإِنَّهُ قَدْ ذَهَبَتْ طَائِفَة مِنْ السَّلَف إِلَى أَنَّهُ كَانَ يَجِب النَّفِير عَلَى كُلّ مُسْلِم إِذَا خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلِهَذَا قَالَ تَعَالَى \" انْفِرُوا خِفَافًا وَثِقَالًا \" وَقَالَ \" مَا كَانَ لِأَهْلِ الْمَدِينَة وَمَنْ حَوْلهمْ مِنْ الْأَعْرَاب \" الْآيَة قَالَ فَنُسِخَ ذَلِكَ بِهَذِهِ الْآيَة وَقَدْ يُقَال إِنَّ هَذَا بَيَان لِمُرَادِهِ تَعَالَى مِنْ نَفِير الْأَحْيَاء كُلّهَا وَشِرْذِمَة مِنْ كُلّ قَبِيلَة إِنْ لَمْ يَخْرُجُوا كُلّهمْ لِيَتَفَقَّه الْخَارِجُونَ مَعَ الرَّسُول بِمَا يَنْزِل مِنْ الْوَحْي عَلَيْهِ وَيُنْذِرُوا قَوْمهمْ إِذَا رَجَعُوا إِلَيْهِمْ بِمَا كَانَ مِنْ أَمْر الْعَدُوّ فَيَجْتَمِع لَهُمْ الْأَمْرَانِ فِي هَذَا النَّفِير الْمُعَيَّن وَبَعْده صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَكُون الطَّائِفَة النَّافِرَة مِنْ الْحَيّ إِمَّا لِلتَّفَقُّهِ وَإِمَّا لِلْجِهَادِ فَإِنَّهُ فَرْض كِفَايَة عَلَى الْأَحْيَاء وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي الْآيَة \" وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّة \" يَقُول مَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا جَمِيعًا وَيَتْرُكُوا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَحْده \" فَلَوْلَا نَفَرَ مِنْ كُلّ فِرْقَة مِنْهُمْ طَائِفَة \" يَعْنِي عُصْبَة يَعْنِي السَّرَايَا وَلَا يَسِيرُوا إِلَّا بِإِذْنِهِ فَإِذَا رَجَعَتْ السَّرَايَا وَقَدْ أُنْزِلَ بَعْدهمْ قُرْآن تَعَلَّمَهُ الْقَاعِدُونَ مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالُوا إِنَّ اللَّه قَدْ أَنْزَلَ عَلَى نَبِيّكُمْ قُرْآنًا وَقَدْ تَعَلَّمْنَاهُ فَتَمْكُث السَّرَايَا يَتَعَلَّمُونَ مَا أَنْزَلَ اللَّه عَلَى نَبِيّهمْ بَعْدهمْ وَيَبْعَث سَرَايَا أُخْرَى فَذَلِكَ قَوْله \" لِيَتَفَقَّهُوا فِي الدِّين \" يَقُول لِيَتَعَلَّمُوا مَا أَنْزَلَ اللَّه عَلَى نَبِيّهمْ وَلِيَعْلَمُوا السَّرَايَا إِذَا رَجَعَتْ إِلَيْهِمْ \" لَعَلَّهُمْ يَحْذَرُونَ \" وَقَالَ مُجَاهِد نَزَلَتْ هَذِهِ الْآيَة فِي أُنَاس مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَرَجُوا فِي الْبَوَادِي فَأَصَابُوا مِنْ النَّاس مَعْرُوفًا وَمِنْ الْخِصْب مَا يَنْتَفِعُونَ بِهِ وَدَعَوْا مِنْ وَجَدُوا مِنْ النَّاس إِلَى الْهُدَى فَقَالَ النَّاس لَهُمْ مَا نَرَاكُمْ إِلَّا وَقَدْ تَرَكْتُمْ أَصْحَابكُمْ وَجِئْتُمُونَا فَوَجَدُوا فِي أَنْفُسهمْ مِنْ ذَلِكَ تَحَرُّجًا وَأَقْبَلُوا مِنْ الْبَادِيَة كُلّهمْ حَتَّى دَخَلُوا عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ اللَّه عَزَّ وَجَلَّ \" فَلَوْلَا نَفَرَ مِنْ كُلّ فِرْقَة مِنْهُمْ طَائِفَة \" يَبْغُونَ الْخَيْر \" لِيَتَفَقَّهُوا فِي الدِّين \" وَلِيَسْتَمِعُوا مَا فِي النَّاس وَمَا أَنْزَلَ اللَّه فَعُذْرهمْ \" وَلِيُنْذِرُوا قَوْمهمْ \" النَّاس كُلّهمْ إِذَا رَجَعُوا إِلَيْهِمْ \" لَعَلَّهُمْ يَحْذَرُونَ \" وَقَالَ قَتَادَة فِي الْآيَة هَذَا إِذَا بَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْجُيُوش أَمَرَهُمْ اللَّه أَنْ يَغْزُو بِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَتُقِيم طَائِفَة مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَتَفَقَّه فِي الدِّين وَتَنْطَلِق طَائِفَة تَدْعُو قَوْمهَا وَتُحَذِّرهُمْ وَقَائِع اللَّه فِيمَنْ خَلَا قَبْلهمْ وَقَالَ الضَّحَّاك : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا غَزَا بِنَفْسِهِ لَمْ يَحِلّ لِأَحَدٍ مِنْ الْمُسْلِمِينَ أَنْ يَتَخَلَّف عَنْهُ إِلَّا أَهْل الْأَعْذَار وَكَانَ إِذَا قَامَ وَأَسْرَى السَّرَايَا لَمْ يَحِلّ لَهُمْ أَنْ يَنْطَلِقُوا إِلَّا بِإِذْنِهِ وَكَانَ الرَّجُل إِذَا أَسْرَى فَنَزَلَ بَعْده قُرْآن وَتَلَاهُ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أَصْحَابه الْقَاعِدِينَ مَعَهُ فَإِذَا رَجَعَتْ السَّرِيَّة قَالَ لَهُمْ الَّذِينَ أَقَامُوا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ اللَّه أَنْزَلَ بَعْدكُمْ عَلَى نَبِيّه قُرْآنًا فَيُقْرِئُونَهُمْ وَيُفَقِّهُونَهُمْ فِي الدِّين وَهُوَ قَوْله \" وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّة \" يَقُول إِذَا قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَلَوْلَا نَفَرَ مِنْ كُلّ فِرْقَة مِنْهُمْ طَائِفَة \" يَعْنِي بِذَلِكَ أَنَّهُ لَا يَنْبَغِي لِلْمُسْلِمِينَ أَنْ يَنْفِرُوا جَمِيعًا وَنَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَاعِد , وَلَكِنْ إِذَا قَعَدَ نَبِيّ اللَّه فَسَرَتْ السَّرَايَا وَقَعَدَ مَعَهُ مُعْظَم النَّاس . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة أَيْضًا عَنْ اِبْن عَبَّاس فِي الْآيَة قَوْله \" وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّة \" إِنَّهَا لَيْسَتْ فِي الْجِهَاد وَلَكِنْ لَمَّا دَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى مُضَر بِالسِّنِينَ أَجْدَبَتْ بِلَادهمْ وَكَانَتْ الْقَبِيلَة مِنْهُمْ تُقْبِل بِأَسْرِهَا حَتَّى يَحِلُّوا بِالْمَدِينَةِ مِنْ الْجَهْد وَيَعْتَلُّوا بِالْإِسْلَامِ وَهُمْ كَاذِبُونَ فَضَيَّقُوا عَلَى أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَجْهَدُوهُمْ فَأَنْزَلَ اللَّه تَعَالَى يُخْبِر رَسُوله أَنَّهُمْ لَيْسُوا مُؤْمِنِينَ فَرَدَّهُمْ رَسُول اللَّه إِلَى عَشَائِرهمْ وَحَذَّرَ قَوْمهمْ أَنْ يَفْعَلُوا فِعْلهمْ فَذَلِكَ قَوْله \" وَلِيُنْذَرُوا قَوْمهمْ إِذَا رَجَعُوا إِلَيْهِمْ \" الْآيَة وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة : كَانَ يَنْطَلِق مِنْ كُلّ حَيّ مِنْ الْعَرَب عِصَابَة فَيَأْتُونَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَسْأَلُونَهُ عَمَّا يُرِيدُونَ مِنْ أَمْر دِينهمْ وَيَتَفَقَّهُونَ فِي دِينهمْ وَيَقُولُونَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا تَأْمُرنَا أَنْ نَفْعَلهُ ؟ وَأَخْبِرْنَا بِمَا نَأْمُر بِهِ عَشَائِرنَا إِذَا قَدِمْنَا عَلَيْهِمْ قَالَ : فَيَأْمُرهُمْ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِطَاعَةِ اللَّه وَطَاعَة رَسُوله وَيَبْعَثهُمْ إِلَى قَوْمهمْ بِالصَّلَاةِ وَالزَّكَاة وَكَانُوا إِذَا أَتَوْا قَوْمهمْ قَالُوا إِنَّ مَنْ أَسْلَمَ فَهُوَ مِنَّا وَيُنْذِرُونَهُمْ حَتَّى إِنَّ الرَّجُل لَيُفَارِق أَبَاهُ وَأُمّه وَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُخْبِرهُمْ وَيُنْذَرهُمْ قَوْمهمْ فَإِذَا رَجَعُوا إِلَيْهِمْ يَدْعُونَهُمْ إِلَى الْإِسْلَام وَيُنْذِرُونَهُمْ النَّار وَيُبَشِّرُونَهُمْ بِالْجَنَّةِ , وَقَالَ عِكْرِمَة لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" إِلَّا تَنْفِرُوا يُعَذِّبكُمْ عَذَابًا أَلِيمًا \" \" وَمَا كَانَ لِأَهْلِ الْمَدِينَة \" الْآيَة قَالَ الْمُنَافِقُونَ هَلَكَ أَصْحَاب الْبَدْو الَّذِينَ تَخَلَّفُوا عَنْ مُحَمَّد وَلَمْ يَنْفِرُوا مَعَهُ وَقَدْ كَانَ نَاس مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَرَجُوا إِلَى الْبَدْو إِلَى قَوْمهمْ يُفَقِّهُونَهُمْ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّة \" الْآيَة وَنَزَلَتْ \" وَاَلَّذِينَ يُحَاجُّونَ فِي اللَّه مِنْ بَعْد مَا اُسْتُجِيبَ لَهُ حُجَّتهمْ دَاحِضَة عِنْد رَبّهمْ وَعَلَيْهِمْ غَضَب وَلَهُمْ عَذَاب شَدِيد \" وَقَالَ الْحَسَن الْبَصْرِيّ فِي الْآيَة : لِيَتَفَقَّه الَّذِينَ خَرَجُوا بِمَا يُرِيهِمْ اللَّه مِنْ الظُّهُور عَلَى الْمُشْرِكِينَ وَالنُّصْرَة وَيُنْذِرُوا قَوْمهمْ إِذَا رَجَعُوا إِلَيْهِمْ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43420, "aya_id": 122}]