[{"text": "وَقَالَ الَّذِي اشْتَرَاهُ مِن مِّصْرَ لاِمْرَأَتِهِ أَكْرِمِي مَثْوَاهُ عَسَى أَن يَنفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَكَذَلِكَ مَكَّنِّا لِيُوسُفَ فِي الأَرْضِ وَلِنُعَلِّمَهُ مِن تَأْوِيلِ الأَحَادِيثِ وَاللّهُ غَالِبٌ عَلَى أَمْرِهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لاَ يَعْلَمُونَ", "sura_id": 12, "type": 0, "id": 1617, "aya_id": 21}, {"text": "وقال الذي اشتراه من مصر لامرأته أكرمي مثواه عسى أن ينفعنا أو نتخذه ولدا وكذلك مكنا ليوسف في الأرض ولنعلمه من تأويل الأحاديث والله غالب على أمره ولكن أكثر الناس لا يعلمون", "sura_id": 12, "type": 1, "id": 7853, "aya_id": 21}, {"text": "21 - (وقال الذي اشتراه من مصر) وهو قطفير العزيز (لامرأته) زليخا (أكرمي مثواه) مقامه عندنا (عسى أن ينفعنا أو نتخذه ولداً) وكان حصوراً (وكذلك) كما نجيناه من القتل والجب وعطفنا عليه قلب العزيز (مكنَّا ليوسف في الأرض) أرض مصر حتى بلغ ما بلغ (ولنعلمه من تأويل الأحاديث) تعبير الرؤيا عطف على مقدر متعلق بمكنَّا أي لنملكه أو الواو زائدة (والله غالب على أمره) تعالى لا يعجزه شيء (ولكن أكثر الناس) وهم الكفار (لا يعلمون) ذلك \r\n", "sura_id": 12, "type": 2, "id": 26561, "aya_id": 21}, {"text": "ولما ذهب المسافرون بيوسف إلى \"مصر\" اشتراه منهم عزيزها, وهو الوزير, وقال لامرأته: أحسني معاملته, واجعلي مقامه عندنا كريمًا, لعلنا نستفيد من خدمته, أو نقيمه عندنا مقام الولد, وكما أنجينا يوسف وجعلنا عزيز \"مصر\" يَعْطِف عليه, فكذلك مكنَّا له في أرض \"مصر\", وجعلناه على خزائنها, ولنعلِّمه تفسير الرؤى فيعرف منها ما سيقع مستقبلا. والله غالب على أمره, فحكمه نافذ لا يبطله مبطل, ولكن أكثر الناس لا يعلمون أن الأمر كله بيد الله.\r\n", "sura_id": 12, "type": 3, "id": 32797, "aya_id": 21}, {"text": " <font color=red>وَقَالَ الَّذِي اشْتَرَاهُ مِنْ مِصْرَ لِامْرَأَتِهِ أَكْرِمِي مَثْوَاهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ وَلِنُعَلِّمَهُ مِنْ تَأْوِيلِ الْأَحَادِيثِ وَاللَّهُ غَالِبٌ عَلَى أَمْرِهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</font><BR><p>يَقُول تَعَالَى \" وَكَذَلِكَ مَكَّنَّا لِيُوسُف فِي الْأَرْض وَلِنُعَلِّمَهُ مِنْ تَأْوِيل الْأَحَادِيث وَاَللَّه غَالِب عَلَى أَمْره وَلَكِنَّ أَكْثَر النَّاس لَا يَعْلَمُونَ \" يُخْبِر تَعَالَى بِأَلْطَافِهِ بِيُوسُف عَلَيْهِ السَّلَام أَنَّهُ قَيَّضَ لَهُ الَّذِي اِشْتَرَاهُ مِنْ مِصْرَ حَتَّى اِعْتَنَى بِهِ وَأَكْرَمه وَأَوْصَى أَهْله بِهِ وَتَوَسَّمَ فِيهِ الْخَيْر وَالصَّلَاح فَقَالَ لِامْرَأَتِهِ \" أَكْرِمِي مَثْوَاهُ عَسَى أَنْ يَنْفَعنَا أَوْ نَتَّخِذهُ وَلَدًا \" وَكَانَ الَّذِي اِشْتَرَاهُ مِنْ مِصْر عَزِيزهَا وَهُوَ الْوَزِير ; حَدَّثَنَا الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَكَانَ اِسْمه قطفير وَقَالَ مُحَمَّد بْن إِسْحَاق : اِسْمه أطفير بْن روحيب وَهُوَ الْعَزِيز وَكَانَ عَلَى خَزَائِن مِصْر وَكَانَ الْمَلِك يَوْمَئِذٍ الرَّيَّان بْن الْوَلِيد رَجُل مِنْ الْعَمَالِيق قَالَ : وَاسْم اِمْرَأَته رَاعِيل بِنْت رعابيل وَقَالَ غَيْره اِسْمهَا زُلَيْخَا وَقَالَ مُحَمَّد بْن إِسْحَاق أَيْضًا عَنْ مُحَمَّد بْن السَّائِب عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس : كَانَ الَّذِي بَاعَهُ بِمِصْرَ مَالِك بْن ذعر بْن قريب بْن عنقا بْن مديان بْن إِبْرَاهِيم فَاَللَّه أَعْلَم وَقَالَ أَبُو إِسْحَاق عَنْ أَبِي عُبَيْدَة عَنْ عَبْد اللَّه بْن مَسْعُود أَنَّهُ قَالَ : أَفْرَسُ النَّاس ثَلَاثَة عَزِيز مِصْر حِين قَالَ لِامْرَأَتِهِ \" أَكْرِمِي مَثْوَاهُ \" وَالْمَرْأَة الَّتِي قَالَتْ لِأَبِيهَا \" يَا أَبَت اِسْتَأْجِرْهُ \" الْآيَة وَأَبُو بَكْر الصِّدِّيق حِين اِسْتَخْلَفَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُمَا . يَقُول تَعَالَى : كَمَا أَنْقَذْنَا يُوسُف مِنْ إِخْوَته\" كَذَلِكَ مَكَّنَّا لِيُوسُف فِي الْأَرْض \" يَعْنِي بِلَاد مِصْر\" وَلِنُعَلِّمَهُ مِنْ تَأْوِيل الْأَحَادِيث \" قَالَ مُجَاهِد وَالسُّدِّيّ : هُوَ تَعْبِير الرُّؤْيَا \" وَاَللَّه غَالِب عَلَى أَمْره \" إِي إِذَا أَرَادَ شَيْئًا فَلَا يُرَدّ وَلَا يُمَانَع وَلَا يُخَالَف بَلْ هُوَ الْغَالِب لِمَا سِوَاهُ . قَالَ سَعِيد بْن جُبَيْر فِي قَوْله \" وَاَللَّه غَالِب عَلَى أَمْره \" أَيْ فَعَّال لِمَا يَشَاء وَقَوْله \" وَلَكِنَّ أَكْثَرَ النَّاس لَا يَعْلَمُونَ \" يَقُول لَا يَدْرُونَ حِكْمَته فِي خَلْقه وَتَلَطُّفه وَفِعْله لِمَا يُرِيد .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37771, "aya_id": 21}]