[{"text": "ذَوَاتَا أَفْنَانٍ", "sura_id": 55, "type": 0, "id": 4949, "aya_id": 48}, {"text": "ذواتا أفنان", "sura_id": 55, "type": 1, "id": 11185, "aya_id": 48}, {"text": "48 - (ذواتا) تثنية ذوات على الأصل ولامها ياء (أفنان) أغصان جمع فنن كطلل \r\n", "sura_id": 55, "type": 2, "id": 29893, "aya_id": 48}, {"text": "الجنتان ذواتا أغصان نضرة من الفواكه والثمار.\r\n", "sura_id": 55, "type": 3, "id": 36129, "aya_id": 48}, {"text": " <font color=red>ذَوَاتَا أَفْنَانٍ</font><BR><p>ثُمَّ نَعَتَ هَاتَيْنِ الْجَنَّتَيْنِ فَقَالَ\" ذَوَاتَا أَفْنَان \" أَيْ أَغْصَان نَضِرَة حَسَنَة تَحْمِل مِنْ كُلّ ثَمَرَة نَضِيجه فَائِقَة \" فَبِأَيِّ آلَاء رَبّكُمَا تُكَذِّبَانِ\" هَكَذَا قَالَ عَطَاء الْخُرَاسَانِيّ وَجَمَاعَة أَنَّ الْأَفْنَان أَغْصَان الشَّجَر يَمَسّ بَعْضهَا بَعْضًا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَمْرو بْن عَلِيّ حَدَّثَنَا مُسْلِم بْن قُتَيْبَة حَدَّثَنَا عَبْد اللَّه بْن النُّعْمَان سَمِعْت عِكْرِمَة يَقُول ظِلّ الْأَغْصَان عَلَى الْحِيطَان أَلَمْ تَسْمَعْ قَوْل الشَّاعِر مَا هَاجَ شَوْقِك مِنْ هَدِيل حَمَامَة تَدْعُو عَلَى فَنَن الْغُصُون حَمَامًا تَدْعُو أَبَا فَرْخَيْنِ صَادَفَ طَاوِيًا ذَا مِخْلَبَيْنِ مِنْ الصُّقُور قَطَامًا وَحَكَى الْبَغَوِيّ عَنْ مُجَاهِد وَعِكْرِمَة وَالضَّحَّاك وَالْكَلْبِيِّ أَنَّهُ الْغُصْن الْمُسْتَقِيم وَحَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا عَبْد السَّلَام بْن حَرْب حَدَّثَنَا عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس ذَوَاتَا أَفْنَان ذَوَاتَا أَلْوَان قَالَ وَرُوِيَ عَنْ سَعِيد بْن جُبَيْر وَالْحَسَن وَالسُّدِّيّ وَخُصَيْف وَالنَّضْر بْن عَرَبِيّ وَابْن سِنَان مِثْل ذَلِكَ وَمَعْنَى هَذَا الْقَوْل أَنَّ فِيهِمَا فُنُونًا مِنْ الْمَلَاذّ وَاخْتَارَهُ اِبْن جَرِير وَقَالَ عَطَاء كُلّ غُصْن يَجْمَع فُنُونًا مِنْ الْفَاكِهَة وَقَالَ الرَّبِيع بْن أَنَس \" ذَوَاتَا أَفْنَان\" وَاسِعَتَا الْفِنَاء وَكُلّ هَذِهِ الْأَقْوَال صَحِيحَة وَلَا مُنَافَاة بَيْنهَا وَاَللَّه أَعْلَم وَقَالَ قَتَادَة ذَوَاتَا أَفْنَان يَعْنِي بِسَعَتِهَا وَفَضْلهَا وَمَزِيَّتهَا عَلَى مَا سِوَاهَا وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ يَحْيَى بْن عَبَّاد بْن عَبْد اللَّه بْن الزُّبَيْر عَنْ أَبِيهِ عَنْ أَسْمَاء بِنْت أَبِي بَكْر قَالَتْ سَمِعْت رَسُول اللَّه وَذَكَرَ سِدْرَة الْمُنْتَهَى فَقَالَ \" يَسِير فِي ظِلّ الْفَنَن مِنْهَا الرَّاكِب مِائَة سَنَة - أَوْ قَالَ - يَسْتَظِلّ فِي ظِلّ الْفَنَن مِنْهَا مِائَة رَاكِب فِيهَا فَرَاش الذَّهَب كَأَنَّ ثَمَرهَا الْقِلَال \" وَرَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث يُونُس بْن بَكْر وَقَالَ حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ أَبِي بَكْر بْن أَبَى مُوسَى عَنْ أَبِيهِ قَالَ حَمَّاد وَلَا أَعْلَمهُ إِلَّا قَدْ رَفَعَهُ فِي قَوْله \" وَلِمَنْ خَافَ مَقَام رَبّه جَنَّتَانِ \" وَفِي قَوْله \" وَمِنْ دُونِهِمَا جَنَّتَانِ \" قَالَ جَنَّتَانِ مِنْ ذَهَبٍ لِلْمُقَرَّبِينَ وَجَنَّتَانِ مِنْ وَرِق لِأَصْحَابِ الْيَمِين .</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41870, "aya_id": 48}]