[{"text": "فَأُوْلَئِكَ عَسَى اللّهُ أَن يَعْفُوَ عَنْهُمْ وَكَانَ اللّهُ عَفُوًّا غَفُورًا", "sura_id": 4, "type": 0, "id": 592, "aya_id": 99}, {"text": "فأولئك عسى الله أن يعفو عنهم وكان الله عفوا غفورا", "sura_id": 4, "type": 1, "id": 6828, "aya_id": 99}, {"text": "99 - (فأولئك عسى الله أن يعفو عنهم وكان الله عفوا غفورا) \r\n", "sura_id": 4, "type": 2, "id": 25536, "aya_id": 99}, {"text": "فهؤلاء الضعفاء هم الذين يُرجى لهم من الله تعالى العفو; لعلمه تعالى بحقيقة أمرهم. وكان الله عفوًا غفورًا.\r\n", "sura_id": 4, "type": 3, "id": 31772, "aya_id": 99}, {"text": " <font color=red>فَأُولَئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا</font><BR><p>وَقَوْله تَعَالَى \" فَأُولَئِكَ عَسَى اللَّه أَنْ يَعْفُو عَنْهُمْ \" أَيْ يَتَجَاوَز عَنْهُمْ بِتَرْكِ الْهِجْرَة وَعَسَى مِنْ اللَّه مُوجِبَة \" وَكَانَ اللَّه غَفُورًا رَحِيمًا قَالَ الْبُخَارِيّ : حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا شَيْبَان عَنْ يَحْيَى عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة قَالَ : بَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي الْعِشَاء إِذْ قَالَ \" سَمِعَ اللَّه لِمَنْ حَمِدَهُ \" ثُمَّ قَالَ قَبْل أَنْ يَسْجُد \" اللَّهُمَّ أَنْجِ عَيَّاش بْن أَبِي رَبِيعَة اللَّهُمَّ أَنْجِ سَلَمَة بْن هِشَام اللَّهُمَّ أَنْجِ الْوَلِيد بْن الْوَلِيد اللَّهُمَّ أَنْجِ الْمُسْتَضْعَفِينَ مِنْ الْمُؤْمِنِينَ اللَّهُمَّ اُشْدُدْ وَطْأَتك عَلَى مُضَر اللَّهُمَّ اِجْعَلْهَا عَلَيْهِمْ سِنِينَ كَسِنِي يُوسُف \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو مَعْمَر الْمُقْرِي حَدَّثَنِي عَبْد الْوَارِث حَدَّثَنَا عَلِيّ بْن زَيْد عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَفَعَ يَده بَعْدَمَا سَلَّمَ وَهُوَ مُسْتَقْبِل الْقِبْلَة فَقَالَ \" اللَّهُمَّ خَلِّصْ الْوَلِيد بْن الْوَلِيد وَعَيَّاش بْن أَبِي رَبِيعَة وَسَلَمَة بْن هِشَام وَضَعَفَة الْمُسْلِمِينَ الَّذِينَ لَا يَسْتَطِيعُونَ حِيلَة وَلَا يَهْتَدُونَ سَبِيلًا مِنْ أَيْدِي الْكُفَّار \" وَقَالَ اِبْن جَرِير حَدَّثَنَا الْمُثَنَّى حَدَّثَنَا حَجَّاج حَدَّثَنَا حَمَّاد عَنْ عَلِيّ بْن زَيْد عَنْ عَبْد اللَّه أَوْ إِبْرَاهِيم بْن عَبْد اللَّه الْقُرَشِيّ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَدْعُو فِي دُبُر صَلَاة الظُّهْر \" اللَّهُمَّ خَلِّصْ الْوَلِيد وَسَلَمَة بْن هِشَام وَعَيَّاش بْن أَبِي رَبِيعَة وَضَعَفَة الْمُسْلِمِينَ مِنْ أَيْدِي الْمُشْرِكِينَ الَّذِينَ لَا يَسْتَطِيعُونَ حِيلَة وَلَا يَهْتَدُونَ سَبِيلًا \" . وَلِهَذَا الْحَدِيث شَاهِد فِي الصَّحِيح مِنْ غَيْر هَذَا الْوَجْه كَمَا تَقَدَّمَ وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا اِبْن عُيَيْنَة عَنْ عُبَيْد اللَّه بْن أَبِي يَزِيد قَالَ سَمِعْت اِبْن عَبَّاس يَقُول : كُنْت أَنَا وَأُمِّي مِنْ الْمُسْتَضْعَفِينَ مِنْ النِّسَاء وَالْوِلْدَان. وَقَالَ الْبُخَارِيّ : أَنْبَأَنَا النُّعْمَان حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ أَيُّوب بْن أَبِي مُلَيْكَة عَنْ اِبْن عَبَّاس \" إِلَّا الْمُسْتَضْعَفِينَ \" قَالَ : كُنْت أَنَا وَأُمِّي مِمَّنْ عَذَرَ اللَّه عَزَّ وَجَلَّ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40941, "aya_id": 99}]