[{"text": "قُلْ إِن تُخْفُواْ مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأرْضِ وَاللّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 3, "type": 0, "id": 322, "aya_id": 29}, {"text": "قل إن تخفوا ما في صدوركم أو تبدوه يعلمه الله ويعلم ما في السماوات وما في الأرض والله على كل شيء قدير", "sura_id": 3, "type": 1, "id": 6558, "aya_id": 29}, {"text": "29 - (قل) لهم (إن تخفوا ما في صدوركم) قلوبكم من موالاتهم (أو تبدوه) تظهروه (يعلمه الله و) هو (يعلم ما في السماوات وما في الأرض والله على كل شيء قدير) ومنه تعذيب من والاهم \r\n", "sura_id": 3, "type": 2, "id": 25266, "aya_id": 29}, {"text": "قل -أيها النبي- للمؤمنين: إن تكتموا ما استقر في قلوبكم من ممالاة الكافرين ونصرتهم أم تظهروا ذلك لا يَخْفَ على الله منه شيء, فإنَّ علمه محيط بكل ما في السماوات وما في الأرض, وله القدرة التامة على كل شيء.\r\n", "sura_id": 3, "type": 3, "id": 31502, "aya_id": 29}, {"text": " <font color=red>قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ</font><BR><p>يُخْبِر تَبَارَكَ وَتَعَالَى عِبَاده أَنَّهُ يَعْلَم السَّرَائِر وَالضَّمَائِر وَالظَّوَاهِر وَأَنَّهُ لَا يَخْفَى عَلَيْهِ مِنْهُمْ خَافِيَة بَلْ عِلْمه مُحِيط بِهِمْ فِي سَائِر الْأَحْوَال وَالْأَزْمَان وَالْأَيَّام وَاللَّحَظَات وَجَمِيع الْأَوْقَات وَجَمِيع مَا فِي الْأَرْض وَالسَّمَوَات لَا يَغِيب عَنْهُ مِثْقَال ذَرَّة وَلَا أَصْغَر مِنْ ذَلِكَ فِي جَمِيع أَقْطَار الْأَرْض وَالْبِحَار وَالْجِبَال \" وَاَللَّه عَلَى كُلّ شَيْء قَدِير \" أَيْ وَقُدْرَته نَافِذَة فِي جَمِيع ذَلِكَ وَهَذَا تَنْبِيه مِنْهُ لِعِبَادِهِ عَلَى خَوْفه وَخَشْيَته لِئَلَّا يَرْتَكِبُوا مَا نَهَى عَنْهُ وَمَا يُبْغِضهُ مِنْهُمْ فَإِنَّهُ عَالِم بِجَمِيعِ أُمُورهمْ وَهُوَ قَادِر عَلَى مُعَاجَلَتهمْ بِالْعُقُوبَةِ وَإِنْ أَنْظَرَ مَنْ أَنْظَرَ مِنْهُمْ فَإِنَّهُ يُمْهِل ثُمَّ يَأْخُذ أَخْذَ عَزِيز مُقْتَدِر . وَلِهَذَا قَالَ بَعْد هَذَا \" يَوْم تَجِد كُلّ نَفْس مَا عَمِلَتْ مِنْ خَيْر مَحْضَرًا \" الْآيَة .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39965, "aya_id": 29}]