[{"text": "إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ", "sura_id": 108, "type": 0, "id": 6205, "aya_id": 1}, {"text": "إنا أعطيناك الكوثر", "sura_id": 108, "type": 1, "id": 12441, "aya_id": 1}, {"text": "سورة الكوثر 1 - (إنا أعطيناك) يا محمد (الكوثر) هو نهر في الجنة هو حوضه ترد عليه أمته والكوثر الخير الكثير من النبوة والقرآن والشفاعة ونحوها \r\n", "sura_id": 108, "type": 2, "id": 31149, "aya_id": 1}, {"text": "إنا أعطيناك -أيها النبي- الخير الكثير في الدنيا والآخرة, ومن ذلك نهر الكوثر في الجنة الذي حافتاه خيام اللؤلؤ المجوَّف, وطينه المسك.\r\n", "sura_id": 108, "type": 3, "id": 37385, "aya_id": 1}, {"text": " <font color=red>إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن فُضَيْل عَنْ الْمُخْتَار بْن فُلْفُل عَنْ أَنَس بْن مَالِك قَالَ : أَغْفَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِغْفَاءَة فَرَفَعَ رَأْسه مُتَبَسِّمًا إِمَّا قَالَ لَهُمْ وَإِمَّا قَالُوا لَهُ لِمَ ضَحِكْت فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّهُ أُنْزِلَتْ عَلَيَّ آنِفًا سُورَة \" فَقَرَأَ \" بِسْمِ اللَّه الرَّحْمَن الرَّحِيم إِنَّا أَعْطَيْنَاك الْكَوْثَر \" حَتَّى خَتَمَهَا فَقَالَ \" هَلْ تَدْرُونَ مَا الْكَوْثَر ؟ \" قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ \" هُوَ نَهَر أَعْطَانِيهِ رَبِّي عَزَّ وَجَلَّ فِي الْجَنَّة عَلَيْهِ خَيْر كَثِير تَرِد عَلَيْهِ أُمَّتِي يَوْم الْقِيَامَة آنِيَته عَدَد الْكَوَاكِب فَيُخْتَلَج الْعَبْد مِنْهُمْ فَأَقُول يَا رَبّ إِنَّهُ مِنْ أُمَّتِي فَيُقَال إِنَّك لَا تَدْرِي مَا أَحْدَثُوا بَعْدك\" هَكَذَا رَوَاهُ الْإِمَام أَحْمَد بِهَذَا الْإِسْنَاد الثُّلَاثِيّ وَهَذَا السِّيَاق عَنْ حَمَد بْن فُضَيْل عَنْ الْمُخْتَار بْن فُلْفُل عَنْ أَنَس بْن مَالِك . وَقَدْ وَرَدَ فِي صِفَة الْحَوْض يَوْم الْقِيَامَة أَنَّهُ يَشْخَب فِيهِ مِيزَابَانِ مِنْ السَّمَاء مِنْ نَهَر الْكَوْثَر وَأَنَّ آنِيَته عَدَد نُجُوم السَّمَاء وَقَدْ رُوِيَ هَذَا الْحَدِيث مُسْلِم وَأَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ طَرِيق عَلِيّ بْن مُسْهِر وَمُحَمَّد بْن فُضَيْل كِلَاهُمَا عَنْ الْمُخْتَار بْن فُلْفُل عَنْ أَنَس وَلَفْظ مُسْلِم قَالَ : بَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن أَظْهُرنَا فِي الْمَسْجِد إِذْ أَغْفَى إِغْفَاءَة ثُمَّ رَفَعَ رَأْسه مُتَبَسِّمًا قُلْنَا مَا أَضْحَكك يَا رَسُول اللَّه ؟ قَالَ \" لَقَدْ أُنْزِلَتْ عَلَيَّ آنِفًا سُورَة \" فَقَرَأَ \" بِسْمِ اللَّه الرَّحْمَن الرَّحِيم إِنَّا أَعْطَيْنَاك الْكَوْثَر فَصَلِّ لِرَبِّك وَانْحَرْ إِنَّ شَانِئَك هُوَ الْأَبْتَر \" ثُمَّ قَالَ \" أَتَدْرُونَ مَا الْكَوْثَر \" ؟ - قُلْنَا اللَّه وَرَسُوله أَعْلَم قَالَ \" فَإِنَّهُ نَهَر وَعَدَنِيهِ رَبِّي عَزَّ وَجَلَّ عَلَيْهِ خَيْر كَثِير وَهُوَ حَوْض تَرِد عَلَيْهِ أُمَّتِي يَوْم الْقِيَامَة آنِيَته عَدَد النُّجُوم فِي السَّمَاء فَيُخْتَلَج الْعَبْد مِنْهُمْ فَأَقُول رَبّ إِنَّهُ مِنْ أُمَّتِي فَيَقُول إِنَّك لَا تَدْرِي مَا أَحْدَثَ بَعْدك \" . وَقَدْ اِسْتَدَلَّ بِهِ كَثِير مِنْ الْقُرَّاء عَلَى أَنَّ هَذِهِ السُّورَة مَدَنِيَّة وَكَثِير مِنْ الْفُقَهَاء عَلَى أَنَّ الْبَسْمَلَة مِنْ السُّورَة وَأَنَّهَا مُنَزَّلَة مَعَهَا. فَأَمَّا قَوْله تَعَالَى \" إِنَّا أَعْطَيْنَاك الْكَوْثَر \" فَقَدْ تَقَدَّمَ فِي هَذَا الْحَدِيث أَنَّهُ نَهَر فِي الْجَنَّة وَقَدْ رَوَاهُ الْإِمَام أَحْمَد مِنْ طَرِيق أُخْرَى عَنْ أَنَس فَقَالَ حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد أَخْبَرَنَا ثَابِت عَنْ أَنَس أَنَّهُ قَرَأَ هَذِهِ الْآيَة \" إِنَّا أَعْطَيْنَاك الْكَوْثَر \" قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُعْطِيت الْكَوْثَر فَإِذَا هُوَ نَهَر يَجْرِي وَلَمْ يُشَقّ شَقًّا وَإِذَا حَافَّتَاهُ قِبَاب اللُّؤْلُؤ فَضَرَبْت بِيَدِي فِي تُرْبَته فَإِذَا مِسْك أَذْفَر وَإِذَا حَصْبَاؤُهُ اللُّؤْلُؤ \" وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا مُحَمَّد بْن أَبِي عَدِيّ عَنْ حُمَيْد عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" دَخَلْت الْجَنَّة فَإِذَا أَنَا بِنَهَرٍ حَافَّتَاهُ خِيَام اللُّؤْلُؤ فَضَرَبْت بِيَدِي إِلَى مَا يَجْرِي فِيهِ الْمَاء فَإِذَا مِسْك أَذْفَر قُلْت مَا هَذَا يَا جِبْرِيل ؟ قَالَ هَذَا الْكَوْثَر الَّذِي أَعْطَاكَهُ اللَّه عَزَّ وَجَلَّ \" وَرَوَاهُ الْبُخَارِيّ فِي صَحِيحه وَمُسْلِم مِنْ حَدِيث شَيْبَان بْن عَبْد الرَّحْمَن عَنْ قَتَادَة عَنْ أَنَس بْن مَالِك قَالَ : لَمَّا عَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى السَّمَاء قَالَ \" أَتَيْت عَلَى نَهَر حَافَّتَاهُ قِبَاب اللُّؤْلُؤ الْمُجَوَّف فَقُلْت مَا هَذَا يَا جِبْرِيل ؟ قَالَ هَذَا الْكَوْثَر\" وَهُوَ لَفْظ الْبُخَارِيّ رَحِمَهُ اللَّه . وَقَالَ اِبْن جَرِير حَدَّثَنَا الرَّبِيع أَخْبَرَنَا اِبْن وَهْب عَنْ سُلَيْمَان بْن بِلَال عَنْ شَرِيك بْن أَبِي نَمِر قَالَ : سَمِعْت أَنَس بْن مَالِك يُحَدِّثنَا قَالَ : لَمَّا أُسْرِيَ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَضَى بِهِ جِبْرِيل إِلَى السَّمَاء الدُّنْيَا فَإِذَا هُوَ بِنَهَرٍ عَلَيْهِ قَصْر مِنْ اللُّؤْلُؤ وَزَبَرْجَد فَذَهَبَ يَشُمّ تُرَابه فَإِذَا هُوَ مِسْك قَالَ \" يَا جِبْرِيل مَا هَذَا النَّهَر ؟ قَالَ هُوَ الْكَوْثَر الَّذِي خَبَّأَ لَك رَبّك \" وَقَدْ تَقَدَّمَ حَدِيث الْإِسْرَاء فِي سُورَة سُبْحَان مِنْ طَرِيق شُرَيْح عَنْ أَنَس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ مُخَرَّج فِي الصَّحِيحَيْنِ. وَقَالَ سَعِيد عَنْ قَتَادَة عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" بَيْنَمَا أَنَا أَسِير فِي الْجَنَّة إِذْ عَرَضَ لِي نَهَر حَافَّتَاهُ قِبَاب اللُّؤْلُؤ الْمُجَوَّف . فَقَالَ الْمَلَك - الَّذِي مَعَهُ - أَتَدْرِي مَا هَذَا ؟ هَذَا الْكَوْثَر الَّذِي أَعْطَاك اللَّه وَضَرَبَ بِيَدِهِ إِلَى أَرْضه فَأَخْرَجَ مِنْ طِينه الْمِسْك \" وَكَذَا رَوَاهُ سُلَيْمَان بْن طَرْخَان وَمَعْمَر وَهَمَّام وَغَيْرهمْ عَنْ قَتَادَة بِهِ . قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن أَبِي شُرَيْح حَدَّثَنَا أَبُو أَيُّوب الْعَبَّاس حَدَّثَنَا إِبْرَاهِيم بْن سَعْد حَدَّثَنِي مُحَمَّد بْن عَبْد الْوَهَّاب اِبْن أَخِي بْن شِهَاب عَنْ أَبِيهِ عَنْ أَنَس قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْكَوْثَر فَقَالَ \" هُوَ نَهَر أَعْطَانِيهِ اللَّه تَعَالَى فِي الْجَنَّة تُرَابه مِسْك أَبْيَض مِنْ اللَّبَن وَأَحْلَى مِنْ الْعَسَل تَرِدهُ طَيْر أَعْنَاقهَا مِثْل أَعْنَاق الْجُزُر \" قَالَ أَبُو بَكْر يَا رَسُول اللَّه إِنَّهَا لَنَاعِمَة قَالَ \" آكِلهَا أَنْعَم مِنْهَا \" وَقَالَ أَحْمَد حَدَّثَنَا أَبُو سَلَمَة الْخُزَاعِيّ حَدَّثَنَا اللَّيْث عَنْ يَزِيد بْن الْهَاد عَنْ عَبْد الْوَهَّاب عَنْ عَبْد اللَّه بْن مُسْلِم بْن شِهَاب عَنْ أَنَس أَنَّ رَجُلًا قَالَ يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا الْكَوْثَر ؟ قَالَ \" هُوَ نَهَر فِي الْجَنَّة أَعْطَانِيهِ رَبِّي لَهُوَ أَشَدّ بَيَاضًا مِنْ اللَّبَن وَأَحْلَى مِنْ الْعَسَل فِيهِ طُيُور أَعْنَاقهَا كَأَعْنَاقِ الْجُزُر - قَالَ عُمَر يَا رَسُول اللَّه إِنَّهَا لَنَاعِمَة قَالَ - آكِلهَا أَنْعَم مِنْهَا يَا عُمَر \" وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث الزُّهْرِيّ عَنْ أَخِيهِ عَبْد اللَّه عَنْ أَنَس أَنَّهُ سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْكَوْثَر فَذَكَرَ مِثْله سَوَاء . وَقَالَ الْبُخَارِيّ حَدَّثَنَا خَالِد بْن يَزِيد الْكَاهِلِيّ حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ أَبِي عُبَيْدَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَ سَأَلْتهَا عَنْ قَوْله تَعَالَى \" إِنَّا أَعْطَيْنَاك الْكَوْثَر \" قَالَتْ نَهَر أُعْطِيه نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَاطِئَاهُ عَلَيْهِ دُرّ مُجَوَّف آنِيَته كَعَدَدِ النُّجُوم ثُمَّ قَالَ الْبُخَارِيّ رَوَاهُ زَكَرِيَّا وَأَبُو الْأَحْوَص وَمُطَرِّف عَنْ أَبِي إِسْحَاق وَرَوَاهُ أَحْمَد وَالنَّسَائِيّ مِنْ طَرِيق مُطَرِّف بِهِ . وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا وَكِيع عَنْ سُفْيَان وَإِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ أَبِي عُبَيْدَة عَنْ عَائِشَة قَالَتْ الْكَوْثَر نَهَر فِي الْجَنَّة شَاطِئَاهُ دُرّ مُجَوَّف وَقَالَ إِسْرَائِيل نَهَر فِي الْجَنَّة عَلَيْهِ مِنْ الْآنِيَة عَدَد نُجُوم السَّمَاء . وَحَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا يَعْقُوب الْقُمِّيّ عَنْ حَفْص بْن حُمَيْد عَنْ شِمْر بْن عَطِيَّة عَنْ شَقِيق أَوْ مَسْرُوق قَالَ : قُلْت لِعَائِشَة أُمّ الْمُؤْمِنِينَ حَدِّثِينِي عَنْ الْكَوْثَر قَالَتْ نَهَر فِي بُطْنَان الْجَنَّة قُلْت وَمَا بُطْنَان الْجَنَّة ؟ قَالَتْ وَسَطهَا حَافَّتَاهُ قُصُور اللُّؤْلُؤ وَالْيَاقُوت تُرَابه الْمِسْك وَحَصْبَاؤُهُ اللُّؤْلُؤ وَالْيَاقُوت . وَحَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا وَكِيع عَنْ أَبِي جَعْفَر الرَّازِيّ عَنْ اِبْن أَبِي نَجِيح عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : مَنْ أَحَبَّ أَنْ يَسْمَع خَرِير الْكَوْثَر فَلْيَجْعَلْ أُصْبُعَيْهِ فِي أُذُنَيْهِ. وَهَذَا مُنْقَطِع بَيْن اِبْن أَبِي نَجِيح وَعَائِشَة وَفِي بَعْض الرِّوَايَات عَنْ رَجُل عَنْهَا وَمَعْنَى هَذَا أَنَّهُ يَسْمَع نَظِير ذَلِكَ لَا أَنَّهُ يَسْمَعهُ نَفْسه وَاَللَّه أَعْلَم قَالَ السُّهَيْلِيّ وَرَوَاهُ الدَّارَقُطْنِيّ مَرْفُوعًا مِنْ طَرِيق مَالِك بْن مِغْوَل عَنْ الشَّعْبِيّ عَنْ مَسْرُوق عَنْ عَائِشَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . ثُمَّ قَالَ الْبُخَارِيّ حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا هُشَيْم أَخْبَرَنَا أَبُو بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّهُ قَالَ فِي الْكَوْثَر هُوَ الْخَيْر الَّذِي أَعْطَاهُ اللَّه إِيَّاهُ قَالَ أَبُو بِشْر قُلْت لِسَعِيدِ بْن جُبَيْر فَإِنَّ نَاسًا يَزْعُمُونَ أَنَّهُ نَهَر فِي الْجَنَّة فَقَالَ سَعِيد : النَّهَر الَّذِي فِي الْجَنَّة مِنْ الْخَيْر الَّذِي أَعْطَاهُ اللَّه إِيَّاهُ وَرَوَاهُ أَيْضًا مِنْ حَدِيث هُشَيْم عَنْ أَبِي بِشْر وَعَطَاء بْن السَّائِب عَنْ سَعِيد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ الْكَوْثَر الْخَيْر الْكَثِير . وَقَالَ الثَّوْرِيّ عَنْ عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ الْكَوْثَر الْخَيْر الْكَثِير وَهَذَا التَّفْسِير يَعْنِي النَّهَر وَغَيْره لِأَنَّ الْكَوْثَر مِنْ الْكَثْرَة وَهُوَ الْخَيْر الْكَثِير وَمِنْ ذَلِكَ النَّهَر كَمَا قَالَ اِبْن عَبَّاس وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَمُجَاهِد وَمُحَارِب بْن دِثَار وَالْحَسَن بْن أَبِي الْحَسَن الْبَصْرِيّ حَتَّى قَالَ مُجَاهِد هُوَ الْخَيْر الْكَثِير فِي الدُّنْيَا وَالْآخِرَة وَقَالَ عِكْرِمَة هُوَ النُّبُوَّة وَالْقُرْآن وَثَوَاب الْآخِرَة وَقَدْ صَحَّ عَنْ اِبْن عَبَّاس أَنَّهُ فَسَّرَهُ بِالنَّهَرِ أَيْضًا فَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا عُمَر بْن عُبَيْد عَنْ عَطَاء عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : الْكَوْثَر نَهَر فِي الْجَنَّة حَافَّتَاهُ ذَهَب وَفِضَّة يَجْرِي عَلَى الْيَاقُوت وَالدُّرّ مَاؤُهُ أَبْيَض مِنْ الثَّلْج وَأَحْلَى مِنْ الْعَسَل وَرَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس نَحْو ذَلِكَ وَقَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب حَدَّثَنَا هُشَيْم أَخْبَرَنَا عَطَاء بْن السَّائِب عَنْ مُحَارِب بْن دِثَار عَنْ اِبْن عُمَر أَنَّهُ قَالَ : الْكَوْثَر نَهَر فِي الْجَنَّة حَافَّتَاهُ ذَهَب وَفِضَّة يَجْرِي عَلَى الدُّرّ وَالْيَاقُوت مَاؤُهُ أَشَدّ بَيَاضًا مِنْ اللَّبَن وَأَحْلَى مِنْ الْعَسَل . وَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ اِبْن حُمَيْد عَنْ جَرِير عَنْ عَطَاء بْن السَّائِب بِهِ مِثْله مَوْقُوفًا وَقَدْ رُوِيَ مَرْفُوعًا فَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن حَفْص حَدَّثَنَا وَرْقَاء قَالَ : وَقَالَ عَطَاء عَنْ مُحَارِب بْن دِثَار عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْكَوْثَر نَهَر فِي الْجَنَّة حَافَّتَاهُ مِنْ ذَهَب وَالْمَاء يَجْرِي عَلَى اللُّؤْلُؤ وَمَاؤُهُ أَشَدّ بَيَاضًا مِنْ اللَّبَن وَأَحْلَى مِنْ الْعَسَل . وَهَكَذَا رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ وَابْن أَبِي حَاتِم وَابْن جَرِير مِنْ طَرِيق مُحَمَّد بْن فُضَيْل عَنْ عَطَاء بْن السَّائِب بِهِ مَرْفُوعًا وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح . وَقَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة أَخْبَرَنَا عَطَاء بْن السَّائِب قَالَ : قَالَ مُحَارِب بْن دِثَار مَا قَالَ سَعِيد بْن جُبَيْر فِي الْكَوْثَر ؟ قُلْت حَدَّثَنَا عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ هُوَ الْخَيْر الْكَثِير فَقَالَ صَدَقَ وَاَللَّه إِنَّهُ لَلْخَيْر الْكَثِير وَلَكِنْ حَدَّثَنَا اِبْن عُمَر قَالَ لَمَّا نَزَلَتْ \" إِنَّا أَعْطَيْنَاك الْكَوْثَر \" قَالَ رَسُول اللَّه \" الْكَوْثَر نَهَر فِي الْجَنَّة حَافَّتَاهُ مِنْ ذَهَب يَجْرِي عَلَى الدُّرّ وَالْيَاقُوت \" . وَقَالَ اِبْن جَرِير حَدَّثَنِي اِبْن الْبَرْقِيّ حَدَّثَنَا اِبْن أَبِي مَرْيَم حَدَّثَنَا مُحَمَّد بْن جَعْفَر بْن أَبِي كَثِير أَخْبَرَنِي حَرَام بْن عُثْمَان عَنْ عَبْد الرَّحْمَن الْأَعْرَج أُسَامَة بْن زَيْد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَى حَمْزَة بْن عَبْد الْمُطَّلِب يَوْمًا فَلَمْ يَجِدهُ فَسَأَلَ عَنْهُ اِمْرَأَته وَكَانَتْ مِنْ بَنِي النَّجَّار فَقَالَتْ خَرَجَ يَا نَبِيّ اللَّه آنِفًا عَامِدًا نَحْوك فَأَظُنّهُ أَخْطَأَك فِي بَعْض أَزِقَّة بَنِي النَّجَّار أَوَلَا تَدْخُل يَا رَسُول اللَّه ؟ فَدَخَلَ فَقَدَّمَتْ إِلَيْهِ حَيْسًا فَأَكَلَ مِنْهُ فَقَالَتْ يَا رَسُول اللَّه هَنِيئًا لَك وَمَرِيئًا لَقَدْ جِئْت وَأَنَا أُرِيد أَنْ آتِيك فَأُهَنِّيك وَأُمَرِّيك أَخْبَرَنِي أَبُو عُمَارَة أَنَّك أُعْطِيت نَهَرًا فِي الْجَنَّة يُدْعَى الْكَوْثَر فَقَالَ \" أَجَلْ وَعَرْضه - يَعْنِي أَرْضه - يَاقُوت وَمَرْجَان وَزَبَرْجَد وَلُؤْلُؤ \" حِزَام بْن عُثْمَان ضَعِيف وَلَكِنْ هَذَا سِيَاق حَسَن وَقَدْ صَحَّ أَصْل هَذَا بَلْ قَدْ تَوَاتَرَ مِنْ طُرُق تُفِيد الْقَطْع عِنْد كَثِير مِنْ أَئِمَّة الْحَدِيث وَكَذَلِكَ أَحَادِيث الْحَوْض وَهَكَذَا رُوِيَ عَنْ أَنَس وَأَبِي الْعَالِيَة وَمُجَاهِد وَغَيْر وَاحِد مِنْ السَّلَف أَنَّ الْكَوْثَر نَهَر فِي الْجَنَّة وَقَالَ عَطَاء هُوَ حَوْض فِي الْجَنَّة .</p><BR> <br> ", "sura_id": 108, "type": 4, "id": 37591, "aya_id": 1}]