[{"text": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَقَفَّيْنَا مِن بَعْدِهِ بِالرُّسُلِ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُبِرُوحِ الْقُدُسِ أَفَكُلَّمَا جَاءكُمْ رَسُولٌ بِمَا لاَ تَهْوَى أَنفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقاً كَذَّبْتُمْ وَفَرِيقاً تَقْتُلُونَ", "sura_id": 2, "type": 0, "id": 94, "aya_id": 87}, {"text": "ولقد آتينا موسى الكتاب وقفينا من بعده بالرسل وآتينا عيسى ابن مريم البينات وأيدناه بروح القدس أفكلما جاءكم رسول بما لا تهوى أنفسكم استكبرتم ففريقا كذبتم وفريقا تقتلون", "sura_id": 2, "type": 1, "id": 6330, "aya_id": 87}, {"text": "87 - (ولقد آتينا موسى الكتاب) التوراة (وقفينا من بعده بالرسل) أي أتبعناهم رسولاً في إثر رسول (وآتينا عيسى ابن مريم البينات) المعجزات كإحياء الموتى وإبراء الأكمه والأبرص (وأيدناه) قويناه (بروح القدُس) من إضافة الموصوف إلى الصفة أي الروح المقدسة جبريل لطهارته يسير معه حيث سار فلم تستقيموا (أفكلما جاءكم رسول بما لا تهوى) تحب (أنفسكم) من الحق (استكبرتم) تكبرتم عن اتباعه جواب كلما وهو محل الاستفهام ، والمراد به التوبيخ (ففريقا) منهم (كذبتم) كعيسى (وفريقا تقتلون) المضارع لحكاية الحال الماضية: أي قتلتم كزكريا ويحيى \r\n", "sura_id": 2, "type": 2, "id": 25038, "aya_id": 87}, {"text": "ولقد أعطينا موسى التوراة, وأتبعناه برسل من بني إسرائيل, وأعطينا عيسى ابن مريم المعجزات الواضحات, وقوَّيناه بجبريل عليه السلام. أفكلما جاءكم رسول بوحي من عند الله لا يوافق أهواءكم, استعليتم عليه, فكذَّبتم فريقًا وتقتلون فريقًا؟\r\n", "sura_id": 2, "type": 3, "id": 31274, "aya_id": 87}, {"text": " <font color=red>وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَقَفَّيْنَا مِنْ بَعْدِهِ بِالرُّسُلِ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنْفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ</font><BR><p>يَنْعَت تَبَارَكَ وَتَعَالَى بَنِي إِسْرَائِيل بِالْعُتُوِّ وَالْعِنَاد وَالْمُخَالَفَة وَالِاسْتِكْبَار عَلَى الْأَنْبِيَاء وَأَنَّهُمْ إِنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ فَذَكَرَ تَعَالَى أَنَّهُ آتَى مُوسَى الْكِتَاب وَهُوَ التَّوْرَاة فَحَرَّفُوهَا وَبَدَّلُوهَا وَخَالَفُوا أَوَامِرهَا وَأَوَّلُوهَا وَأَرْسَلَ الرُّسُل وَالنَّبِيِّينَ مِنْ بَعْده الَّذِينَ يَحْكُمُونَ بِشَرِيعَتِهِ كَمَا قَالَ تَعَالَى \" إِنَّا أَنْزَلْنَا التَّوْرَاة فِيهَا هُدًى وَنُور يَحْكُم بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَار بِمَا اِسْتُحْفِظُوا مِنْ كِتَاب اللَّه وَكَانُوا عَلَيْهِ شُهَدَاء \" الْآيَة وَلِهَذَا قَالَ تَعَالَى \" وَقَفَّيْنَا مِنْ بَعْده بِالرُّسُلِ \" قَالَ السُّدِّيّ عَنْ أَبِي مَالِك : أَتْبَعْنَا وَقَالَ غَيْره : أَرْدَفْنَا . وَالْكُلّ قَرِيب كَمَا قَالَ تَعَالَى \" ثُمَّ أَرْسَلْنَا رُسُلنَا تَتْرَى \" حَتَّى خَتَمَ أَنْبِيَاء بَنِي إِسْرَائِيل بِعِيسَى اِبْن مَرْيَم فَجَاءَ بِمُخَالَفَةِ التَّوْرَاة فِي بَعْض الْأَحْكَام وَلِهَذَا أَعْطَاهُ اللَّهُ مِنْ الْبَيِّنَات وَهِيَ الْمُعْجِزَات . قَالَ اِبْن عَبَّاس : مِنْ إِحْيَاء الْمَوْتَى وَخَلْقه مِنْ الطِّين كَهَيْئَةِ الطَّيْر فَيَنْفُخ فِيهَا فَتَكُون طَيْرًا بِإِذْنِ اللَّه وَإِبْرَاء الْأَسْقَام وَإِخْبَاره بِالْغُيُوبِ وَتَأْيِيده بِرُوحِ الْقُدُس وَهُوَ جِبْرِيل عَلَيْهِ السَّلَام - مَا يَدُلّهُمْ عَلَى صِدْقه فِيمَا جَاءَهُمْ بِهِ فَاشْتَدَّ تَكْذِيب بَنِي إِسْرَائِيل لَهُ وَحَسَدَهُمْ وَعِنَادهمْ لِمُخَالَفَةِ التَّوْرَاة الْبَعْض كَمَا قَالَ تَعَالَى إِخْبَارًا عَنْ عِيسَى \" وَلِأُحِلَّ لَكُمْ بَعْض الَّذِي حُرِّمَ عَلَيْكُمْ وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبّكُمْ \" الْآيَة . فَكَانَتْ بَنُو إِسْرَائِيل تُعَامِل الْأَنْبِيَاء أَسْوَأ الْمُعَامَلَة فَفَرِيقًا يُكَذِّبُونَهُ وَفَرِيقًا يَقْتُلُونَهُ وَمَا ذَاكَ إِلَّا لِأَنَّهُمْ يَأْتُونَهُمْ بِالْأُمُورِ الْمُخَالِفَة لِأَهْوَائِهِمْ وَآرَائِهِمْ وَبِالْإِلْزَامِ بِأَحْكَامِ التَّوْرَاة الَّتِي قَدْ تَصَرَّفُوا فِي مُخَالَفَتهَا فَلِهَذَا كَانَ ذَلِكَ يَشُقّ عَلَيْهِمْ فَكَذَّبُوهُمْ وَرُبَّمَا قَتَلُوا بَعْضهمْ وَلِهَذَا قَالَ تَعَالَى \" أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنْفُسُكُمْ اِسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ \" . وَالدَّلِيل عَلَى أَنَّ رُوح الْقُدُس هُوَ جِبْرِيل كَمَا نَصَّ عَلَيْهِ اِبْن مَسْعُود فِي تَفْسِير هَذِهِ الْآيَة وَتَابَعَهُ عَلَى ذَلِكَ اِبْن عَبَّاس وَمُحَمَّد بْن كَعْب وَإِسْمَاعِيل بْن خَالِد وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس وَعَطِيَّة الْعَوْفِيّ وَقَتَادَة مَعَ قَوْله تَعَالَى \" نَزَلَ بِهِ الرُّوح الْأَمِين عَلَى قَلْبك لِتَكُونَ مِنْ الْمُنْذِرِينَ\" مَا قَالَ الْبُخَارِيّ وَقَالَ اِبْن أَبِي الزِّنَاد عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ عَائِشَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَضَعَ لِحَسَّان بْن ثَابِت مِنْبَرًا فِي الْمَسْجِد فَكَانَ يُنَافِح عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ : رَسُول اللَّه اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - اللَّهُمَّ أَيِّدْ حَسَّان بِرُوحِ الْقُدُس كَمَا نَافَحَ عَنْ نَبِيّك\" فَهَذَا مِنْ الْبُخَارِيّ تَعْلِيقًا وَقَدْ رَوَاهُ أَبُو دَاوُد فِي سُنَنه عَنْ اِبْن سِيرِينَ وَالتِّرْمِذِيّ عَنْ عَلِيّ بْن حُجْر وَإِسْمَاعِيل بْن مُوسَى الْفَزَارِيّ ثَلَاثَتهمْ عَنْ أَبِي عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد عَنْ أَبِيهِ وَهِشَام بْن عُرْوَة كِلَاهُمَا عَنْ عَائِشَة بِهِ قَالَ التِّرْمِذِيّ حَسَن صَحِيح وَهُوَ حَدِيث أَبِي الزِّنَاد وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث سُفْيَان بْن عُيَيْنَة عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة أَنَّ عُمَر بْن الْخَطَّاب مَرَّ بِحَسَّان وَهُوَ يُنْشِد الشِّعْر فِي الْمَسْجِد فَلَحَظَ إِلَيْهِ فَقَالَ : قَدْ كُنْت أُنْشِد فِيهِ وَفِيهِ مَنْ هُوَ خَيْر مِنْك ثُمَّ اِلْتَفَتَ إِلَى أَبِي هُرَيْرَة فَقَالَ : أَنْشُدك اللَّه أَسَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول \" أَجِبْ عَنِّي اللَّهُمَّ أَيِّدْهُ بِرُوحِ الْقُدُس \" فَقَالَ اللَّهُمَّ نَعَمْ وَفِي بَعْض الرِّوَايَات أَنَّ رَسُول اللَّه قَالَ لِحَسَّان \" اُهْجُهُمْ - أَوْ هَاجِهمْ - وَجِبْرِيل مَعَك \" وَفِي شِعْر حَسَّان قَوْله : وَجِبْرِيل رَسُول اللَّه فِينَا وَرُوح الْقُدُس لَيْسَ بِهِ خَفَاء وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي عَبْد الرَّحْمَن بْن أَبِي حُسَيْن الْمَكِّيّ عَنْ شَهْر بْن حَوْشَب الْأَشْعَرِيّ أَنَّ نَفَرًا مِنْ الْيَهُود سَأَلُوا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالُوا أَخْبِرْنَا عَنْ الرُّوح فَقَالَ \" أَنْشُدكُمْ بِاَللَّهِ وَبِأَيَّامِهِ عِنْد بَنِي إِسْرَائِيل هَلْ تَعْلَمُونَ أَنَّهُ جِبْرَائِيل وَهُوَ الَّذِي يَأْتِينِي ؟ \" قَالُوا نَعَمْ : وَفِي صَحِيح اِبْن حِبَّان عَنْ اِبْن مَسْعُود أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" إِنَّ رُوح الْقُدُس نَفَثَ فِي رُوعِي أَنَّهُ لَنْ تَمُوتَ نَفْسٌ حَتَّى تَسْتَكْمِلَ رِزْقَهَا وَأَجَلَهَا فَاتَّقُوا اللَّه وَأَجْمِلُوا فِي الطَّلَبِ \" . أَقْوَالٌ أُخَر : قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا مِنْجَاب بْن الْحَارِث حَدَّثَنَا بِشْر بْن أَبِي رَوْق عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس \" وَأَيَّدْنَاهُ بِرُوحِ الْقُدُس \" قَالَ : هُوَ الِاسْم الْأَعْظَم الَّذِي كَانَ عِيسَى يُحْيِي بِهِ الْمَوْتَى . وَقَالَ اِبْن جَرِير حَدَّثَتْ عَنْ الْمِنْجَاب فَذَكَرَهُ وَقَالَ اِبْن أَبِي حَاتِم وَرُوِيَ عَنْ سَعِيد بْن جُبَيْر نَحْو ذَلِكَ وَنَقَلَهُ الْقُرْطُبِيّ عَنْ عُبَيْد بْن عُمَيْر أَيْضًا قَالَ : وَهُوَ الِاسْم الْأَعْظَم . وَقَالَ اِبْن أَبِي نَجِيح : الرُّوح هُوَ حَفَظَة عَلَى الْمَلَائِكَة وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس : الْقُدُس هُوَ الرَّبّ تَبَارَكَ وَتَعَالَى. وَهُوَ قَوْل كَعْب وَحَكَى الْقُرْطُبِيّ عَنْ مُجَاهِد وَالْحَسَن الْبَصْرِيّ أَنَّهُمَا قَالَا : الْقُدُس هُوَ اللَّه تَعَالَى وَرُوحه جِبْرِيل . فَعَلَى هَذَا يَكُون الْقَوْل الْأَوَّل وَقَالَ السُّدِّيّ : الْقُدُس الْبَرَكَة . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس الْقُدْس الطُّهْر وَقَالَ اِبْن جَرِير حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى أَنْبَأَنَا اِبْن وَهْب قَالَ : قَالَ اِبْن زَيْد فِي قَوْله تَعَالَى\" وَأَيَّدْنَاهُ بِرُوحِ الْقُدُس \" قَالَ : أَيِّدْ اللَّه عِيسَى بِالْإِنْجِيلِ رُوحًا كَمَا جَعَلَ الْقُرْآن رُوحًا كِلَاهُمَا رُوح اللَّه كَمَا قَالَ تَعَالَى \" وَكَذَلِكَ أَوْحَيْنَا إِلَيْك رُوحًا مِنْ أَمْرِنَا \" ثُمَّ قَالَ اِبْن جَرِير وَأَوْلَى التَّأْوِيلَات فِي ذَلِكَ بِالصَّوَابِ قَوْل مَنْ قَالَ الرُّوح فِي هَذَا الْمَوْضِع جِبْرَائِيل فَإِنَّ اللَّه تَعَالَى أَخْبَرَ أَنَّهُ أَيَّدَ عِيسَى بِهِ كَمَا أَخْبَرَ فِي قَوْله تَعَالَى \" إِذْ قَالَ اللَّه يَا عِيسَى اِبْن مَرْيَم اُذْكُرْ نِعْمَتِي عَلَيْك وَعَلَى وَالِدَتك إِذْ أَيَّدْتُك بِرُوحِ الْقُدُس تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَإِذْ عَلَّمْتُك الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ\" الْآيَة . فَذَكَرَ أَنَّهُ أَيَّدَهُ بِهِ فَلَوْ كَانَ الرُّوح الَّذِي أَيَّدَهُ بِهِ هُوَ الْإِنْجِيل لَكَانَ قَوْله \" وَإِذْ أَيَّدْتُك بِرُوحِ الْقُدُس \" \" وَإِذْ عَلَّمْتُك الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ \" تَكْرِير قَوْل لَا مَعْنَى لَهُ وَاَللَّه سُبْحَانه وَتَعَالَى أَعَزّ وَأَجَلّ أَنْ يُخَاطِب عِبَاده بِمَا لَا يُفِيدهُمْ بِهِ \" قُلْت \" وَمِنْ الدَّلِيل عَلَى أَنَّهُ جِبْرَائِيل مَا تَقَدَّمَ مِنْ أَوَّل السِّيَاق وَلِلَّهِ الْحَمْدُ وَقَالَ الزَّمَخْشَرِيّ\" بِرُوحِ الْقُدُس \" بِالرُّوحِ الْمُقَدَّسَة كَمَا تَقُول حَاتِم الْجُود وَرَجُل صِدْق وَوَصَفَهَا بِالْقُدُسِ كَمَا قَالَ \" وَرُوح مِنْهُ \" فَوَصَفَهُ بِالِاخْتِصَاصِ وَالتَّقْرِيب تَكْرِمَة وَمَيْل لِأَنَّهُ لَمْ تَضُمّهُ الْأَصْلَاب وَالْأَرْحَام الطَّوَامِث وَقِيلَ بِجِبْرِيل وَقِيلَ بِالْإِنْجِيلِ كَمَا قَالَ فِي الْقُرْآن \" رُوحًا مِنْ أَمْرنَا \" وَقِيلَ بِاسْمِ اللَّه الْأَعْظَم الَّذِي كَانَ يُحْيِي الْمَوْتَى بِذِكْرِهِ فَتَضَمَّنَ كَلَامه قَوْلًا آخَر وَهُوَ أَنَّ الْمُرَاد رُوح عِيسَى نَفْسه الْمُقَدَّسَة الْمُطَهَّرَة وَقَالَ الزَّمَخْشَرِيّ فِي قَوْله تَعَالَى \" فَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ\" إِنَّمَا لَمْ يَقُلْ وَفَرِيقًا قَتَلْتُمْ لِأَنَّهُ أَرَادَ بِذَلِكَ وَصْفهمْ فِي الْمُسْتَقْبَل أَيْضًا لِأَنَّهُمْ حَاوَلُوا قَتْل النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِالسُّمِّ وَالسِّحْر وَقَدْ قَالَ عَلَيْهِ السَّلَام فِي مَرَض مَوْته \" مَا زَالَتْ أَكْلَة خَيْبَر تُعَاوِدُنِي فَهَذَا أَوَان اِنْقِطَاع أَبْهَرِي \" \" قُلْت \" وَهَذَا الْحَدِيث فِي صَحِيح الْبُخَارِيّ وَغَيْره .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38768, "aya_id": 87}]