[{"text": "سَنَدْعُ الزَّبَانِيَةَ", "sura_id": 96, "type": 0, "id": 6124, "aya_id": 18}, {"text": "سندع الزبانية", "sura_id": 96, "type": 1, "id": 12360, "aya_id": 18}, {"text": "18 - (سندع الزبانية) الملائكة الغلاظ الشداد لاهلاكه كما في الحديث لو دعا ناديه لأخذته الزبانية عيانا \r\n", "sura_id": 96, "type": 2, "id": 31068, "aya_id": 18}, {"text": "سندعو ملائكة العذاب.\r\n", "sura_id": 96, "type": 3, "id": 37304, "aya_id": 18}, {"text": " <font color=red>سَنَدْعُ الزَّبَانِيَةَ</font><BR><p>\" سَنَدْعُ الزَّبَانِيَة \" وَهُمْ مَلَائِكَة الْعَذَاب حَتَّى يَعْلَم مَنْ يَغْلِب أَحِزْبنَا أَوْ حِزْبه ؟ قَالَ الْبُخَارِيّ حَدَّثَنَا يَحْيَى حَدَّثَنَا عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ عَبْد الْكَرِيم الْجَزَرِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ أَبُو جَهْل لَئِنْ رَأَيْت مُحَمَّدًا يُصَلِّي عِنْد الْكَعْبَة لَأَطَأَنَّ عَلَى عُنُقه فَبَلَغَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" لَئِنْ فَعَلَ لَأَخَذَتْهُ الْمَلَائِكَة\" ثُمَّ قَالَ تَابَعَهُ عَمْرو بْن خَالِد عَنْ عُبَيْد اللَّه يَعْنِي اِبْن عَمْرو عَنْ عَبْد الْكَرِيم . وَكَذَا رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ فِي تَفْسِيرهمَا مِنْ طَرِيق عَبْد الرَّزَّاق بِهِ وَهَكَذَا رَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ زَكَرِيَّا بْن عَدِيّ عَنْ عُبَيْد اللَّه بْن عَمْرو بِهِ . وَرَوَى أَحْمَد وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن جَرِير وَهَذَا لَفْظه مِنْ طَرِيق دَاوُد بْن أَبِي هِنْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي عِنْد الْمَقَام فَمَرَّ بِهِ أَبُو جَهْل بْن هِشَام فَقَالَ يَا مُحَمَّد أَلَمْ أَنْهَك عَنْ هَذَا ؟ وَتَوَعَّدَهُ فَأَغْلَظَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَانْتَهَرَهُ فَقَالَ يَا مُحَمَّد بِأَيِّ شَيْء تُهَدِّدنِي ؟ أَمَا وَاَللَّه إِنِّي لَأَكْثَر هَذَا الْوَادِي نَادِيًا فَأَنْزَلَ اللَّه \" فَلْيَدْعُ نَادِيَهُ سَنَدْعُ الزَّبَانِيَة \" وَقَالَ اِبْن عَبَّاس : لَوْ دَعَا نَادِيَهُ لَأَخَذَتْهُ مَلَائِكَة الْعَذَاب مِنْ سَاعَته وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح . وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا إِسْمَاعِيل بْن يَزِيد أَبُو يَزِيد حَدَّثَنَا فُرَات عَنْ عَبْد الْكَرِيم عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ أَبُو جَهْل لَئِنْ رَأَيْت رَسُول اللَّه يُصَلِّي عِنْد الْكَعْبَة لَآتِيَنَّهُ حَتَّى أَطَأ عَلَى عُنُقه قَالَ : فَقَالَ \" لَوْ فَعَلَ لَأَخَذَتْهُ الْمَلَائِكَة عِيَانًا وَلَوْ أَنَّ الْيَهُود تَمَنَّوْا الْمَوْت لَمَاتُوا وَرَأَوْا مَقَاعِدهمْ مِنْ النَّار وَلَوْ خَرَجَ الَّذِينَ يُبَاهِلُونَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَرَجَعُوا لَا يَجِدُونَ مَالًا وَلَا أَهْلًا\" . وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا يَحْيَى بْن وَاضِح أَخْبَرَنَا يُونُس بْن أَبِي إِسْحَاق عَنْ الْوَلِيد بْن الْعَيْزَار عَنْ اِبْن عَبَّاس قَالَ : قَالَ أَبُو جَهْل لَئِنْ عَادَ مُحَمَّد يُصَلِّي عِنْد الْمَقَام لَأَقْتُلَنَّهُ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" اِقْرَأْ بِاسْمِ رَبّك الَّذِي خَلَقَ \" حَتَّى بَلَغَ هَذِهِ الْآيَة \" لَنَسْفَعًا بِالنَّاصِيَةِ نَاصِيَة كَاذِبَة خَاطِئَة فَلْيَدْعُ نَادِيَهُ سَنَدْعُ الزَّبَانِيَة \" فَجَاءَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَصَلَّى فَقِيلَ مَا يَمْنَعك ؟ قَالَ قَدْ اِسْوَدَّ مَا بَيْنِي وَبَيْنه مِنْ الْكَتَائِب قَالَ اِبْن عَبَّاس وَاَللَّه لَوْ تَحَرَّكَ لَأَخَذَتْهُ الْمَلَائِكَة وَالنَّاس يَنْظُرُونَ إِلَيْهِ . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن عَبْد الْأَعْلَى حَدَّثَنَا الْمُعْتَمِر عَنْ أَبِيهِ حَدَّثَنَا نُعَيْم بْن أَبِي هِنْد عَنْ أَبِي حَازِم عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ أَبُو جَهْل هَلْ يُعَفِّر مُحَمَّد وَجْهه بَيْن أَظْهُركُمْ ؟ قَالُوا نَعَمْ قَالَ : فَقَالَ وَاَللَّاتِ وَالْعُزَّى لَئِنْ رَأَيْته يُصَلِّي كَذَلِكَ لَأَطَأَنَّ عَلَى رَقَبَته وَلَأُعَفِّرَنَّ وَجْهه فِي التُّرَاب فَأَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يُصَلِّي لِيَطَأ عَلَى رَقَبَته قَالَ فَمَا فَجَأَهُمْ مِنْهُ إِلَّا وَهُوَ يَنْكُص عَلَى عَقِبَيْهِ وَيَتَّقِي بِيَدَيْهِ قَالَ : فَقِيلَ لَهُ مَا لَك ؟ فَقَالَ إِنَّ بَيْنِي وَبَيْنه خَنْدَقًا مِنْ نَار وَهَوْلًا وَأَجْنِحَة قَالَ : فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْ دَنَا مِنِّي لَاخْتَطَفَتْهُ الْمَلَائِكَة عُضْوًا عُضْوًا \" قَالَ وَأَنْزَلَ اللَّه لَا أَدْرِي فِي حَدِيث أَبِي هُرَيْرَة أَمْ لَا\" كَلَّا إِنَّ الْإِنْسَان لَيَطْغَى \" إِلَى آخِر السُّورَة وَقَدْ رَوَاهُ أَحْمَد بْن حَنْبَل وَمُسْلِم وَالنَّسَائِيّ وَابْن أَبِي حَاتِم مِنْ حَدِيث مُعْتَمِر بْن سُلَيْمَان بِهِ .</p><BR> <br> ", "sura_id": 96, "type": 4, "id": 43615, "aya_id": 18}]