[{"text": "وَإِذْ قَالَ مُوسَى لِقَوْمِهِ اذْكُرُواْ نِعْمَةَ اللّهِ عَلَيْكُمْ إِذْ أَنجَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءكُمْ وَيَسْتَحْيُونَ نِسَاءكُمْ وَفِي ذَلِكُم بَلاء مِّن رَّبِّكُمْ عَظِيمٌ", "sura_id": 14, "type": 0, "id": 1756, "aya_id": 6}, {"text": "وإذ قال موسى لقومه اذكروا نعمة الله عليكم إذ أنجاكم من آل فرعون يسومونكم سوء العذاب ويذبحون أبناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم", "sura_id": 14, "type": 1, "id": 7992, "aya_id": 6}, {"text": "6 - (و) اذكر (إذ قال موسى لقومه اذكروا نعمة الله عليكم إذ أنجاكم من آل فرعون يسومونكم سوء العذاب ويذبحون أبناءكم) المولودين (ويستحيون) يستبقون (نساءكم) لقول بعض الكهنة إن مولودا يولد في بني إسرائيل يكون سبب ذهاب ملك فرعون (وفي ذلكم) الإنجاء أو العذاب (بلاء) إنعام أو ابتلاء (من ربكم عظيم) \r\n", "sura_id": 14, "type": 2, "id": 26700, "aya_id": 6}, {"text": "واذكر -أيها الرسول- لقومك قصة موسى حين قال لبني إسرائيل: اذكروا نعمة الله عليكم حين أنجاكم من فرعون وأتباعه يذيقونكم أشد العذاب, ويذبِّحون أبناءكم الذكور, حتى لا يأتي منهم من يستولي على مُلْك فرعون, ويبقون الإناث على قيد الحياة ذليلات, وفي ذلكم البلاء والإنجاء اختبار لكم من ربكم عظيم.\r\n", "sura_id": 14, "type": 3, "id": 32936, "aya_id": 6}, {"text": " <font color=red>وَإِذْ قَالَ مُوسَى لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنْجَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ مُوسَى حِين ذَكَّرَ قَوْمه بِأَيَّامِ اللَّه عِنْدهمْ وَنِعَمه عَلَيْهِمْ إِذْ أَنْجَاهُمْ مِنْ آلِ فِرْعَوْن وَمَا كَانُوا يَسُومُونَهُمْ بِهِ مِنْ الْعَذَاب وَالْإِذْلَال حَيْثُ كَانُوا يُذَبِّحُونَ مَنْ وُجِدَ مِنْ أَبْنَائِهِمْ وَيَتْرُكُونَ إِنَاثَهُمْ فَأَنْقَذَهُمْ اللَّه مِنْ ذَلِكَ وَهَذِهِ نِعْمَة عَظِيمَة وَلِهَذَا قَالَ \" وَفِي ذَلِكُمْ بَلَاء مِنْ رَبّكُمْ عَظِيم \" أَيْ نِعْمَة عَظِيمَة مِنْهُ عَلَيْكُمْ فِي ذَلِكَ أَنْتُمْ عَاجِزُونَ عَنْ الْقِيَام بِشُكْرِهَا . وَقِيلَ : وَفِيمَا كَانَ يَصْنَعهُ بِكُمْ قَوْم فِرْعَوْن مِنْ تِلْكَ الْأَفَاعِيل\" بَلَاء \" أَيْ اِخْتِبَار عَظِيم وَيَحْتَمِل أَنْ يَكُون الْمُرَاد هَذَا وَهَذَا وَاَللَّه أَعْلَم كَقَوْلِهِ تَعَالَى \" وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَات لَعَلَّهُمْ يَرْجِعُونَ \" .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37948, "aya_id": 6}]