[{"text": "الَّذِينَ آمَنُواْ وَلَمْ يَلْبِسُواْ إِيمَانَهُم بِظُلْمٍ أُوْلَئِكَ لَهُمُ الأَمْنُ وَهُم مُّهْتَدُونَ", "sura_id": 6, "type": 0, "id": 871, "aya_id": 82}, {"text": "الذين آمنوا ولم يلبسوا إيمانهم بظلم أولئك لهم الأمن وهم مهتدون", "sura_id": 6, "type": 1, "id": 7107, "aya_id": 82}, {"text": "82 -  قال تعالى: (الذين آمنوا ولم يلبسوا) يخلطوا (إيمانهم بظلم) أي شرك كما فسر بذلك في حديث الصحيحين (أولئك لهم الأمن) من العذاب (وهم مهتدون) \r\n", "sura_id": 6, "type": 2, "id": 25815, "aya_id": 82}, {"text": "الذين صدَّقوا الله ورسوله وعملوا بشرعه ولم يخلطوا إيمانهم بشرك, أولئك لهم الطمأنينة والسلامة, وهم الموفقون إلى طريق الحق.\r\n", "sura_id": 6, "type": 3, "id": 32051, "aya_id": 82}, {"text": " <font color=red>الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ</font><BR><p>قَالَ اللَّه تَعَالَى \" الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانهمْ بِظُلْمٍ أُولَئِكَ لَهُمْ الْأَمْن وَهُمْ مُهْتَدُونَ \" أَيْ هَؤُلَاءِ الَّذِينَ أَخْلَصُوا الْعِبَادَة لِلَّهِ وَحْده لَا شَرِيك لَهُ وَلَمْ يُشْرِكُوا بِهِ شَيْئًا هُمْ الْآمِنُونَ يَوْم الْقِيَامَة الْمُهْتَدُونَ فِي الدُّنْيَا وَالْآخِرَة. قَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا اِبْن أَبِي عَدِيّ عَنْ شُعْبَة عَنْ سُلَيْمَان عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة عَنْ عَبْد اللَّه قَالَ لَمَّا نَزَلَتْ \" وَلَمْ يَلْبِسُوا إِيمَانهمْ بِظُلْمٍ \" قَالَ أَصْحَابه وَأَيّنَا لَمْ يَظْلِم نَفْسه ؟ فَنَزَلَتْ\" إِنَّ الشِّرْك لَظُلْم عَظِيم \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة عَنْ عَبْد اللَّه قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانهمْ بِظُلْمٍ \" شَقَّ ذَلِكَ عَلَى النَّاس فَقَالُوا يَا رَسُول اللَّه أَيّنَا لَمْ يَظْلِم نَفْسه ؟ قَالَ إِنَّهُ لَيْسَ الَّذِي تَعْنُونَ أَلَمْ تَسْمَعُوا مَا قَالَ الْعَبْد الصَّالِح \" يَا بُنَيّ لَا تُشْرِك بِاَللَّهِ إِنَّ الشِّرْك لَظُلْم عَظِيم \" إِنَّمَا هُوَ الشِّرْك . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا وَكِيع وَابْن إِدْرِيس عَنْ الْأَعْمَش إِبْرَاهِيم عَنْ عَلْقَمَة عَنْ عَبْد اللَّه قَالَ لَمَّا نَزَلَتْ \" وَلَمْ يَلْبِسُوا إِيمَانهمْ بِظُلْمٍ \" شَقَّ ذَلِكَ عَلَى أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالُوا وَأَيّنَا لَمْ يَظْلِم نَفْسه ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْسَ كَمَا تَظُنُّونَ إِنَّمَا قَالَ لِابْنِهِ\" يَا بُنَيّ لَا تُشْرِك بِاَللَّهِ إِنَّ الشِّرْك لَظُلْم عَظِيم\" وَحَدَّثَنَا عُمَر بْن تَغْلِب النَّمِرِيّ حَدَّثَنَا أَبُو أَحْمَد حَدَّثَنَا سُفْيَان عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة شَقَّ ذَلِكَ عَلَى أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَزَلَتْ \" إِنَّ الشِّرْك لَظُلْم عَظِيم \" . رَوَاهُ الْبُخَارِيّ وَفِي لَفْظ قَالُوا أَيّنَا لَمْ يَظْلِم نَفْسه فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْسَ بِاَلَّذِي تَعْنُونَ أَلَمْ تَسْمَعُوا مَا قَالَ الْعَبْد الصَّالِح \" إِنَّ الشِّرْك لَظُلْم عَظِيم\" إِنَّمَا هُوَ الشِّرْك وَلِابْنِ أَبِي حَاتِم عَنْ عَبْد اللَّه مَرْفُوعًا قَالَ \" وَلَمْ يَلْبِسُوا إِيمَانهمْ بِظُلْمٍ \" قَالَ بِشِرْكٍ قَالَ وَرُوِيَ عَنْ أَبِي بَكْر الصِّدِّيق وَعُمَر وَأُبَيّ بْن كَعْب وَسَلْمَان وَحُذَيْفَة وَابْن عَبَّاس وَابْن عُمَر وَعَمْرو بْن شُرَحْبِيل وَأَبِي عَبْد الرَّحْمَن السُّلَمِيّ وَمُجَاهِد وَعِكْرِمَة وَالنَّخَعِيّ وَالضَّحَّاك وَقَتَادَة وَالسُّدِّيّ وَغَيْر وَاحِد نَحْو ذَلِكَ وَقَالَ اِبْن مَرْدُوَيْهِ حَدَّثَنَا الشَّافِعِيّ حَدَّثَنَا مُحَمَّد بْن شَدَّاد الْمَسْمِعِيّ حَدَّثَنَا أَبُو عَاصِم حَدَّثَنَا سُفْيَان الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة عَنْ عَبْد اللَّه قَالَ لَمَّا نَزَلَتْ \" الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانهمْ بِظُلْمٍ \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قِيلَ لِي أَنْتَ مِنْهُمْ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْحَاق بْن يُوسُف حَدَّثَنَا أَبُو جُنَاب عَنْ زَاذَان عَنْ جَرِير بْن عَبْد اللَّه قَالَ : خَرَجْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا بَرَزْنَا مِنْ الْمَدِينَة إِذَا رَاكِب يُوضَع نَحْونَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : كَأَنَّ هَذَا الرَّاكِب إِيَّاكُمْ يُرِيد فَانْتَهَى إِلَيْنَا الرَّجُل فَسَلَّمَ فَرَدَدْنَا عَلَيْهِ فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أَيْنَ أَقْبَلْت ؟ قَالَ مِنْ أَهْلِي وَوَلَدِي وَعَشِيرَتِي قَالَ فَأَيْنَ تُرِيد ؟ قَالَ أُرِيد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فَقَدْ أَصَبْته قَالَ يَا رَسُول اللَّه عَلِّمْنِي مَا الْإِيمَان قَالَ أَنْ تَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا رَسُول اللَّه وَتُقِيم الصَّلَاة وَتُؤْتِي الزَّكَاة وَتَصُوم رَمَضَان وَتَحُجّ الْبَيْت قَالَ قَدْ أَقْرَرْت. قَالَ ثُمَّ إِنَّ بَعِيره دَخَلَتْ يَده فِي جُحْر جِرْذَان فَهَوَى بَعِيره وَهَوَى الرَّجُل فَوَقَعَ عَلَى هَامَته فَمَاتَ فَقَالَ : رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيَّ بِالرَّجُلِ فَوَثَبَ إِلَيْهِ عَمَّار بْن يَاسِر وَحُذَيْفَة بْن الْيَمَان فَأَقْعَدَاهُ فَقَالَا : يَا رَسُول اللَّه قُبِضَ الرَّجُل قَالَ فَأَعْرَضَ عَنْهُمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ لَهُمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَا رَأَيْتُمَا إِعْرَاضِي عَنْ الرَّجُل فَإِنِّي رَأَيْت مَلَكَيْنِ يَدُسَّانِ فِي فِيهِ مِنْ ثِمَار الْجَنَّة فَعَلِمْت أَنَّهُ مَاتَ جَائِعًا ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذَا مِنْ الَّذِينَ قَالَ اللَّه عَزَّ وَجَلَّ فِيهِمْ \" الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانهمْ بِظُلْمٍ \" الْآيَة ثُمَّ قَالَ دُونكُمْ أَخَاكُمْ فَاحْتَمَلْنَاهُ إِلَى الْمَاء فَغَسَّلْنَاهُ وَحَنَّطْنَاهُ وَكَفَّنَّاهُ وَحَمَلْنَاهُ إِلَى الْقَبْر فَجَاءَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى جَلَسَ عَلَى شَفِير الْقَبْر فَقَالَ أَلْحِدُوا وَلَا تَشُقُّوا فَإِنَّ اللَّحْد لَنَا وَالشَّقّ لِغَيْرِنَا . ثُمَّ رَوَاهُ أَحْمَد عَنْ أَسْوَد بْن عَامِر عَنْ عَبْد الْحَمِيد بْن جَعْفَر الْفَرَّاء عَنْ ثَابِت عَنْ زَاذَان عَنْ جَرِير بْن عَبْد اللَّه فَذَكَرَ نَحْوه وَقَالَ فِيهِ هَذَا مِمَّنْ عَمِلَ قَلِيلًا وَأُجِرَ كَثِيرًا ; وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا يُوسُف بْن مُوسَى الْقَطَّان حَدَّثَنَا مِهْرَان بْن أَبِي عُمَر حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه عَنْ أَبِيهِ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي مَسِير سَارَهُ إِذْ عَرَضَ لَهُ أَعْرَابِيّ فَقَالَ يَا رَسُول اللَّه وَاَلَّذِي بَعَثَك بِالْحَقِّ لَقَدْ خَرَجْت مِنْ بِلَادِي وَتِلَادِي وَمَالِي لِأَهْتَدِيَ بِهُدَاك وَآخُذ مِنْ قَوْلك وَمَا بَلَغْتُك حَتَّى مَا لِي طَعَام إِلَّا مِنْ خَضِر الْأَرْض فَاعْرِضْ عَلَيَّ فَعَرَضَ عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَبِلَ فَازْدَحَمْنَا حَوْله فَدَخَلَ خُفّ بَكْرَة فِي بَيْت جُرْذَان فَتَرَدَّى الْأَعْرَابِيّ فَانْكَسَرَتْ عُنُقه فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَدَقَ وَاَلَّذِي بَعَثَنِي بِالْحَقِّ لَقَدْ خَرَجَ مِنْ بِلَاده وَتِلَاده وَمَاله لِيَهْتَدِيَ بِهُدَايَ وَيَأْخُذ مِنْ قَوْلِي وَمَا بَلَغَنِي حَتَّى مَا لَهُ طَعَام إِلَّا مِنْ خَضِر الْأَرْض أَسَمِعْتُمْ بِاَلَّذِي عَمِلَ قَلِيلًا وَأُجِرَ كَثِيرًا ؟ هَذَا مِنْهُمْ أَسَمِعْتُمْ بِاَلَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانهمْ بِظُلْمٍ أُولَئِكَ لَهُمْ الْأَمْن وَهُمْ مُهْتَدُونَ ؟ فَإِنَّ هَذَا مِنْهُمْ . وَفِي لَفْظ قَالَ هَذَا عَمِلَ قَلِيلًا وَأُجِرَ كَثِيرًا وَرَوَى اِبْن مَرْدُوَيْهِ مِنْ حَدِيث مُحَمَّد بْن يَعْلَى الْكُوفِيّ وَكَانَ نَزَلَ الرَّيّ حَدَّثَنَا زِيَاد بْن خَيْثَمَة عَنْ أَبِي دَاوُد عَنْ عَبْد اللَّه بْن سَخْبَرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ مَنْ أُعْطِيَ فَشَكَرَ وَمُنِعَ فَصَبَرَ وَظُلِمَ فَاسْتَغْفَرَ وَظُلِمَ فَغَفَرَ وَسَكَتَ قَالَ : فَقَالُوا يَا رَسُول اللَّه مَا لَهُ ؟ قَالَ \" أُولَئِكَ لَهُمْ الْأَمْن وَهُمْ مُهْتَدُونَ \" وَقَوْله \" وَتِلْكَ حُجَّتنَا آتَيْنَاهَا إِبْرَاهِيم عَلَى قَوْمه \" أَيْ وَجَّهْنَا حَجَّته عَلَيْهِمْ قَالَ مُجَاهِد وَغَيْره يَعْنِي بِذَلِكَ قَوْله \" وَكَيْفَ أَخَاف مَا أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُمْ بِاَللَّهِ مَا لَمْ يُنَزِّل بِهِ عَلَيْكُمْ سُلْطَانًا فَأَيّ الْفَرِيقَيْنِ أَحَقّ بِالْأَمْنِ \" الْآيَة . وَقَدْ صَدَقَهُ اللَّه وَحَكَمَ لَهُ بِالْأَمْنِ وَالْهِدَايَة فَقَالَ \" الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانهمْ بِظُلْمٍ أُولَئِكَ لَهُمْ الْأَمْن وَهُمْ مُهْتَدُونَ \" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42222, "aya_id": 82}]