[{"text": "وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلآئِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلاً مَّا كَانُواْ لِيُؤْمِنُواْ إِلاَّ أَن يَشَاء اللّهُ وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ", "sura_id": 6, "type": 0, "id": 900, "aya_id": 111}, {"text": "ولو أننا نزلنا إليهم الملائكة وكلمهم الموتى وحشرنا عليهم كل شيء قبلا ما كانوا ليؤمنوا إلا أن يشاء الله ولكن أكثرهم يجهلون", "sura_id": 6, "type": 1, "id": 7136, "aya_id": 111}, {"text": "111 - (ولو أننا نزلنا إليهم الملائكة وكلمهم الموتى) كما اقترحوا (وحشرنا) جمعنا (عليهم كل شيء قُبُلا) بضمتين جمع قبيل أي فوجاً فوجاً وبكسر القاف وفتح الباء أي معاينة فشهدوا بصدقك (ما كانوا ليؤمنوا) لما سبق علم الله (إلا) لكم (أن يشاء الله) إيمانهم فيؤمنوا (ولكن أكثرهم يجهلون) ذلك \r\n", "sura_id": 6, "type": 2, "id": 25844, "aya_id": 111}, {"text": "ولو أننا أجبنا طلب هؤلاء, فنزَّلنا إليهم الملائكة من السماء, وأحيينا لهم الموتى, فكلموهم, وجمعنا لهم كل شيء طلبوه فعاينوه مواجهة, لم يصدِّقوا بما دعوتهم إليه -أيها الرسول- ولم يعملوا به, إلا من شاء الله له الهداية, ولكن أكثر هؤلاء الكفار يجهلون الحق الذي جئت به من عند الله تعالى.\r\n", "sura_id": 6, "type": 3, "id": 32080, "aya_id": 111}, {"text": " <font color=red>وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ</font><BR><p>يَقُول تَعَالَى وَلَوْ أَنَّنَا أَجَبْنَا سُؤَال هَؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاَللَّهِ جَهْد أَيْمَانهمْ لَئِنْ جَاءَتْهُمْ آيَة لَيُؤْمِنُنَّ بِهَا فَنَزَّلْنَا عَلَيْهِمْ الْمَلَائِكَة تُخْبِرهُمْ بِالرِّسَالَةِ مِنْ اللَّه بِتَصْدِيقِ الرُّسُل كَمَا سَأَلُوا فَقَالُوا \" أَوَ تَأْتِي بِاَللَّهِ وَالْمَلَائِكَة قَبِيلًا \" وَقَالُوا لَنْ نُؤْمِن لَك حَتَّى نُؤْتَى مِثْل مَا أُوتِيَ رُسُل اللَّه \" وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَة أَوْ نَرَى رَبّنَا لَقَدْ اِسْتَكْبَرُوا فِي أَنْفُسهمْ وَعَتَوْ عُتُوًّا كَبِيرًا \" \" وَكَلَّمَهُمْ الْمَوْتَى \" أَيْ فَأَخْبَرُوهُمْ بِصِدْقِ مَا جَاءَتْهُمْ بِهِ الرُّسُل \" وَحَشَرْنَا عَلَيْهِمْ كُلّ شَيْء قُبُلًا \" قَرَأَ بَعْضهمْ قِبَلًا بِكَسْرِ الْقَاف وَفَتْح الْبَاء مِنْ الْمُقَابَلَة وَالْمُعَايَنَة وَقَرَأَ آخَرُونَ بِضَمِّهِمَا قِيلَ مَعْنَاهُ مِنْ الْمُقَابَلَة وَالْمُعَايَنَة أَيْضًا كَمَا رَوَاهُ عَلِيّ بْن أَبِي طَلْحَة وَالْعَوْفِيّ عَنْ اِبْن عَبَّاس وَبِهِ قَالَ قَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم . وَقَالَ مُجَاهِد قُبُلًا أَيْ أَفْوَاجًا قَبِيلًا قَبِيلًا أَيْ تَعْرِض عَلَيْهِمْ كُلّ أُمَّة بَعْد أُمَّة فَيُخْبِرُونَهُمْ بِصِدْقِ الرُّسُل فِيمَا جَاءُوهُمْ بِهِ \" مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاء اللَّه \" أَيْ إِنَّ الْهِدَايَة إِلَيْهِ لَا إِلَيْهِمْ بَلْ يَهْدِي مَنْ يَشَاء وَيُضِلّ مَنْ يَشَاء وَهُوَ الْفَعَّال لِمَا يُرِيد \" لَا يُسْأَل عَمَّا يَفْعَل وَهُمْ يُسْأَلُونَ\" لِعِلْمِهِ وَحِكْمَته وَسُلْطَانه وَقَهْره وَغَلَبَته وَهَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى \" إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَة رَبّك لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلّ آيَة حَتَّى يَرَوْا الْعَذَاب الْأَلِيم \" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42090, "aya_id": 111}]