[{"text": "مَا كَانَ لِبَشَرٍ أَن يُؤْتِيَهُ اللّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادًا لِّي مِن دُونِ اللّهِ وَلَكِن كُونُواْ رَبَّانِيِّينَ بِمَا كُنتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنتُمْ تَدْرُسُونَ", "sura_id": 3, "type": 0, "id": 372, "aya_id": 79}, {"text": "ما كان لبشر أن يؤتيه الله الكتاب والحكم والنبوة ثم يقول للناس كونوا عبادا لي من دون الله ولكن كونوا ربانيين بما كنتم تعلمون الكتاب وبما كنتم تدرسون", "sura_id": 3, "type": 1, "id": 6608, "aya_id": 79}, {"text": "79 - ونزل لما قال نصارى نجران إن عيسى أمرهم أن يتخذوه رباً ولما طلب بعض المسلمين السجود له صلى الله عليه وسلم (ما كان) ينبغي (لبشر أن يؤتيه الله الكتاب والحكم) أي الفهم للشريعة (والنبوة ثم يقول للناس كونوا عباداً لي من دون الله ولكن) يقول (كونوا ربانيين) علماء عاملين منسوبين إلى الرب بزيادة ألف ونون تفخيما (بما كنتم تَعْلَمون) بالتخفيف والتشديد (الكتاب وبما كنتم تدرسون) أي بسبب ذلك فإن فائدته أن تعملوا \r\n", "sura_id": 3, "type": 2, "id": 25316, "aya_id": 79}, {"text": "ما ينبغي لأحد من البشر أن يُنزِّل الله عليه كتابه ويجعله حكمًا بين خلقه ويختاره نبياً, ثم يقول للناس: اعبدوني من دون الله, ولكن يقول: كونوا حكماء فقهاء علماء بما كنتم تُعَلِّمونه غيركم من وحي الله تعالى, وبما تدرسونه منه حفظًا وعلمًا وفقهًا.\r\n", "sura_id": 3, "type": 3, "id": 31552, "aya_id": 79}, {"text": " <font color=red>مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ</font><BR><p>قَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنَا مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ أَبُو رَافِع الْقَرَظِيّ حِين اِجْتَمَعَتْ الْأَحْبَار مِنْ الْيَهُود وَالنَّصَارَى مِنْ أَهْل نَجْرَان عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَدَعَاهُمْ إِلَى الْإِسْلَام : أَتُرِيدُ يَا مُحَمَّد أَنْ نَعْبُدك كَمَا تَعْبُد النَّصَارَى عِيسَى اِبْن مَرْيَم ؟ فَقَالَ رَجُل مِنْ أَهْل نَجْرَان نَصْرَانِيّ يُقَال لَهُ الرَّئِيس : أَوَ ذَاكَ تُرِيد مِنَّا يَا مُحَمَّد وَإِلَيْهِ تَدْعُونَا ؟ أَوْ كَمَا قَالَ : فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلِّلِيهِ وَسَلَّمَ\" مَعَاذ اللَّه أَنْ نَعْبُد غَيْر اللَّه أَوْ أَنْ نَأْمُر بِعِبَادَةِ غَيْر اللَّه مَا بِذَلِكَ بَعَثَنِي وَلَا بِذَلِكَ أَمَرَنِي \" أَوْ كَمَا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّه فِي ذَلِكَ مِنْ قَوْلهمَا \" مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّه الْكِتَاب وَالْحُكْم وَالنُّبُوَّة - إِلَى قَوْله - بَعْد إِذْ أَنْتُمْ مُسْلِمُونَ \" فَقَوْله \" مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيه اللَّه الْكِتَاب وَالْحُكْم وَالنُّبُوَّة ثُمَّ يَقُول لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُون اللَّه \" أَيْ مَا يَنْبَغِي لِبَشَرٍ آتَاهُ اللَّه الْكِتَاب وَالْحِكْمَة وَالنُّبُوَّة أَنْ يَقُول لِلنَّاسِ اُعْبُدُونِي مِنْ دُون اللَّه أَيْ مَعَ اللَّه فَإِذَا كَانَ هَذَا لَا يَصْلُح لِنَبِيٍّ وَلَا لِمُرْسَلٍ فَلَأَنْ لَا يَصْلُح لِأَحَدٍ مِنْ النَّاس غَيْرهمْ بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى وَلِهَذَا قَالَ الْحَسَن الْبَصْرِيّ : لَا يَنْبَغِي هَذَا لِمُؤْمِنٍ أَنْ يَأْمُر النَّاس بِعِبَادَتِهِ قَالَ : ذَلِكَ أَنَّ الْقَوْم كَانَ يَعْبُد بَعْضهمْ بَعْضًا يَعْنِي أَهْل الْكِتَاب كَانُوا يَعْبُدُونَ أَحْبَارهمْ وَرُهْبَانهمْ كَمَا قَالَ اللَّه تَعَالَى \" اِتَّخَذُوا أَحْبَارهمْ وَرُهْبَانهمْ أَرْبَابًا مِنْ دُون اللَّه \" الْآيَة . وَفِي الْمُسْنَد وَالتِّرْمِذِيّ كَمَا سَيَأْتِي أَنْ عَدِيّ بْن حَاتِم قَالَ : يَا رَسُول اللَّه مَا عَبَدُوهُمْ قَالَ \" بَلَى إِنَّهُمْ أَحَلُّوا لَهُمْ الْحَرَام وَحَرَّمُوا عَلَيْهِمْ الْحَلَال فَاتَّبَعُوهُمْ فَذَلِكَ عِبَادَتهمْ إِيَّاهُمْ \" فَالْجَهَلَة مِنْ الْأَحْبَار وَالرُّهْبَان وَمَشَايِخ الضَّلَال يَدْخُلُونَ فِي هَذَا الذَّمّ وَالتَّوْبِيخ بِخِلَافِ الرُّسُل وَأَتْبَاعهمْ مِنْ الْعُلَمَاء الْعَامِلِينَ فَإِنَّهُمْ إِنَّمَا يَأْمُرُونَ بِمَا يَأْمُر اللَّه بِهِ وَبَلَّغَتْهُمْ إِيَّاهُ رُسُله الْكِرَام وَإِنَّمَا يَنْهَوْنَهُمْ عَمَّا نَهَاهُمْ اللَّه عَنْهُ وَبَلَّغَتْهُمْ إِيَّاهُ رُسُله الْكِرَام. فَالرُّسُل صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ أَجْمَعِينَ هُمْ السُّفَرَاء بَيْن اللَّه وَبَيْن خَلْقه فِي أَدَاء مَا حُمِّلُوهُ مِنْ الرِّسَالَة وَإِبْلَاغ الْأَمَانَة فَقَامُوا بِذَلِكَ أَتَمَّ الْقِيَام وَنَصَحُوا الْخَلْق وَبَلَّغُوهُمْ الْحَقّ وَقَوْله \" وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَاب وَبِمَا كُنْتُمْ تَدْرُسُونَ \" أَيْ وَلَكِنْ يَقُول الرَّسُول لِلنَّاسِ كُونُوا رَبَّانِيِّينَ قَالَ اِبْن عَبَّاس وَأَبُو رَزِين وَغَيْر وَاحِد أَيْ حُكَمَاء عُلَمَاء حُلَمَاء وَقَالَ الْحَسَن وَغَيْر وَاحِد : فُقَهَاء وَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر وَقَتَادَة وَعَطَاء الْخُرَاسَانِيّ وَعَطِيَّة الْعَوْفِيّ وَالرَّبِيع بْن أَنَس . وَعَنْ الْحَسَن أَيْضًا يَعْنِي أَهْل عِبَادَة وَأَهْل تَقْوَى . وَقَالَ الضَّحَّاك فِي قَوْله \" بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَاب وَبِمَا كُنْتُمْ تَدْرُسُونَ \" حَقّ عَلَى مَنْ تَعَلَّمَ الْقُرْآن أَنْ يَكُون فَقِيهًا . تَعْلَمُونَ أَيْ تَفْهَمُونَ مَعْنَاهُ وَقُرِئَ تُعَلِّمُونَ بِالتَّشْدِيدِ مِنْ التَّعْلِيم \" وَبِمَا كُنْتُمْ تَدْرُسُونَ \" تَحْفَظُونَ أَلْفَاظه .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40020, "aya_id": 79}]