[{"text": "وَلاَ تُؤْتُواْ السُّفَهَاء أَمْوَالَكُمُ الَّتِي جَعَلَ اللّهُ لَكُمْ قِيَاماً وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُواْ لَهُمْ قَوْلاً مَّعْرُوفًا", "sura_id": 4, "type": 0, "id": 498, "aya_id": 5}, {"text": "ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قياما و ارزقوهم فيها و اكسوهم و قولوا لهم قولا معروفا", "sura_id": 4, "type": 1, "id": 6734, "aya_id": 5}, {"text": "5 - (ولا تؤتوا) أيها الأولياء (السفهاء) المبذرين من الرجال والنساء والصبيان (أموالكم) أي أموالهم التي في أيديكم (التي جعل الله لكم قياماً) مصدر قام ، أي تقوم بمعاشكم وصلاح أولادكم فيضعوها في غير وجهها ، وفي قراءة {قِيَماً} جمع قيمة ، ما تُقَوَّمُ به الأمتعة (وارزقوهم فيها) أطعموهم منها (واكسوهم وقولوا لهم قولاً معروفاً) عُدوهم عِدة جميلة بإعطائهم أموالهم إذا رشدوا \r\n", "sura_id": 4, "type": 2, "id": 25442, "aya_id": 5}, {"text": "ولا تؤتوا -أيها الأولياء- من يُبَذِّر من الرجال والنساء والصبيان أموالهم التي تحت أيديكم فيضعوها في غير وجهها, فهذه الأموال هي التي عليها قيام حياة الناس, وأنفقوا عليهم منها واكسوهم, وقولوا لهم قولا معروفًا من الكلام الطيب والخلق الحسن.\r\n", "sura_id": 4, "type": 3, "id": 31678, "aya_id": 5}, {"text": " <font color=red>وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا</font><BR><p>يَنْهَى سُبْحَانه وَتَعَالَى عَنْ تَمْكِين السُّفَهَاء مِنْ التَّصَرُّف فِي الْأَمْوَال الَّتِي جَعَلَهَا اللَّه لِلنَّاسِ قِيَامًا أَيْ تَقُوم بِهَا مَعَايِشهمْ مِنْ التِّجَارَات وَغَيْرهَا. وَمِنْ هَهُنَا يُؤْخَذ الْحَجْر عَلَى السُّفَهَاء وَهُمْ أَقْسَام فَتَارَة يَكُون الْحَجْر لِلصَّغِيرِ فَإِنَّ الصَّغِير مَسْلُوب الْعِبَارَة وَتَارَة يَكُون الْحَجْر لِلْجُنُونِ وَتَارَة لِسُوءِ التَّصَرُّف لِنَقْصِ الْعَقْل أَوْ الدِّين وَتَارَة لِلْفَلَسِ وَهُوَ مَا إِذَا أَحَاطَتْ الدُّيُون بِرَجُلٍ وَضَاقَ مَاله عَنْ وَفَائِهَا فَإِذَا سَأَلَ الْغُرَمَاء الْحَاكِم الْحَجْر عَلَيْهِ حَجَرَ عَلَيْهِ . وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي قَوْله \" وَلَا تُؤْتُوا السُّفَهَاء أَمْوَالكُمْ \" قَالَ هُمْ بَنُوك وَالنِّسَاء وَكَذَا قَالَ اِبْن مَسْعُود وَالْحَكَم بْن عُيَيْنَة وَالْحَسَن وَالضَّحَّاك هُمْ النِّسَاء وَالصِّبْيَان وَقَالَ سَعِيد بْن جُبَيْر هُمْ الْيَتَامَى . وَقَالَ مُجَاهِد وَعِكْرِمَة وَقَتَادَة هُمْ النِّسَاء . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا صَدَقَة بْن خَالِد حَدَّثَنَا عُثْمَان بْن أَبِي الْعَاتِكَة عَنْ عَلِيّ بْن يَزِيد عَنْ الْقَاسِم عَنْ أَبِي أُمَامَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ النِّسَاء سُفَهَاء إِلَّا الَّتِي أَطَاعَتْ قَيِّمهَا \" . وَرَوَاهُ اِبْن مَرْدَوَيْهِ مُطَوَّلًا . وَقَالَ اِبْن أَبِي حَاتِم ذُكِرَ عَنْ مُسْلِم بْن إِبْرَاهِيم حَدَّثَنَا حَرْب بْن شُرَيْح عَنْ مُعَاوِيَة بْن قُرَّة عَنْ أَبِي هُرَيْرَة \" وَلَا تُؤْتُوا السُّفَهَاء أَمْوَالكُمْ \" قَالَ هُمْ الْخَدَم وَهُمْ شَيَاطِين الْإِنْس وَقَوْله \" وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس يَقُول : لَا تَعْمِد إِلَى مَالك وَمَا خَوَّلَك اللَّه وَجَعَلَهُ لَك مَعِيشَة فَتُعْطِيه اِمْرَأَتك أَوْ بِنْتك ثُمَّ تَنْظُر إِلَى مَا فِي أَيْدِيهمْ وَلَكِنْ أَمْسِكْ مَالك وَأَصْلِحْهُ وَكُنْ أَنْتَ الَّذِي تُنْفِق عَلَيْهِمْ مِنْ كِسْوَتهمْ وَمُؤْنَتهمْ وَرِزْقهمْ. وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن الْمُثَنَّى حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ فِرَاس عَنْ الشَّعْبِيّ عَنْ أَبِي بُرْدَة عَنْ أَبِي مُوسَى قَالَ ثَلَاثَة يَدْعُونَ اللَّه فَلَا يَسْتَجِيب لَهُمْ رَجُل لَهُ اِمْرَأَة سَيِّئَة الْخُلُق فَلَمْ يُطَلِّقهَا وَرَجُل أَعْطَى مَاله سَفِيهًا وَقَدْ قَالَ \" وَلَا تُؤْتُوا السُّفَهَاء أَمْوَالكُمْ \" وَرَجُل كَانَ لَهُ عَلَى رَجُل دَيْن فَلَمْ يُشْهِد عَلَيْهِ وَقَالَ مُجَاهِد \" وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا \" يَعْنِي فِي الْبِرّ وَالصِّلَة . وَهَذِهِ الْآيَة الْكَرِيمَة تَضَمَّنَتْ الْإِحْسَان إِلَى الْعَائِلَة وَمَنْ تَحْت الْحَجْر بِالْفِعْلِ مِنْ الْإِنْفَاق فِي الْكَسَاَوِي وَالْأَرْزَاق بِالْكَلَامِ الطَّيِّب وَتَحْسِين الْأَخْلَاق .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40888, "aya_id": 5}]