[{"text": "ثُمَّ أَفِيضُواْ مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُواْ اللّهَ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ", "sura_id": 2, "type": 0, "id": 206, "aya_id": 199}, {"text": "ثم أفيضوا من حيث أفاض الناس واستغفروا الله إن الله غفور رحيم", "sura_id": 2, "type": 1, "id": 6442, "aya_id": 199}, {"text": "199 - (ثم أفيضوا) يا قريش (من حيث أفاض الناس) أي من عرفة بأن تقفوا بها معهم وكانوا يقفون بالمزدلفة ترفعا عن الوقوف معهم وثم للترتيب في الذكر (واستغفروا الله) من ذنوبكم (إن الله غفور) للمؤمنين (رحيم) بهم \r\n", "sura_id": 2, "type": 2, "id": 25150, "aya_id": 199}, {"text": "وليكن اندفاعكم من \"عرفات\" التي أفاض منها إبراهيم عليه السلام مخالفين بذلك من لا يقف بها من أهل الجاهلية, واسألوا الله أن يغفر لكم ذنوبكم. إن الله غفور لعباده المستغفرين التائبين, رحيم بهم.\r\n", "sura_id": 2, "type": 3, "id": 31386, "aya_id": 199}, {"text": " <font color=red>ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</font><BR><p>ثُمَّ هَاهُنَا لِعَطْفِ خَبَر عَلَى خَبَر وَتَرْتِيبه عَلَيْهِ كَأَنَّهُ تَعَالَى أَمَرَ الْوَاقِف بِعَرَفَاتٍ أَنْ يَدْفَع إِلَى الْمُزْدَلِفَة لِيَذْكُر اللَّه عِنْد الْمَشْعَر الْحَرَام وَأَمَرَهُ أَنْ يَكُون وُقُوفه مَعَ جُمْهُور النَّاس بِعَرَفَاتٍ كَمَا كَانَ جُمْهُور النَّاس يَصْنَعُونَ يَقِفُونَ بِهَا إِلَّا قُرَيْشًا فَإِنَّهُمْ لَمْ يَكُونُوا يَخْرُجُونَ مِنْ الْحَرَم فَيَقِفُونَ فِي طَرَف الْحَرَم عِنْد أَدْنَى الْحِلّ وَيَقُولُونَ نَحْنُ أَهْل اللَّه فِي بَلْدَته وَقُطَّان بَيْته قَالَ الْبُخَارِيّ : حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا مُحَمَّد بْن حَازِم حَدَّثَنَا هِشَام عَنْ أَبِيهِ عَنْ عَائِشَة قَالَتْ : كَانَتْ قُرَيْش وَمَنْ دَانَ دِينهَا يَقِفُونَ بِالْمُزْدَلِفَةِ وَكَانُوا يُسَمَّوْنَ الْحُمْس وَسَائِر الْعَرَب يَقِفُونَ بِعَرَفَاتٍ فَلَمَّا جَاءَ الْإِسْلَام أَمَرَ اللَّه نَبِيَّهُ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنْ يَأْتِي عَرَفَات ثُمَّ يَقِف بِهَا ثُمَّ يُفِيض مِنْهَا فَذَلِكَ قَوْله\" مِنْ حَيْثُ أَفَاضَ النَّاسُ \" وَكَذَا قَالَ اِبْن عَبَّاس وَمُجَاهِد وَعَطَاء وَقَتَادَة وَالسُّدِّيّ وَغَيْرهمْ وَاخْتَارَهُ اِبْن جَرِير وَحَكَى عَلَيْهِ الْإِجْمَاع . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا سُفْيَان عَنْ عَمْرو عَنْ مُجَاهِد عَنْ مُحَمَّد بْن جُبَيْر بْن مُطْعِم عَنْ أَبِيهِ قَالَ : أَضْلَلْت بَعِيرًا لِي بِعَرَفَة فَذَهَبْت أَطْلُبهُ فَإِذَا النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَاقِف قُلْت إِنَّ هَذَا مِنْ الْحُمْس مَا شَأْنه هَاهُنَا ؟ أَخْرَجَاهُ فِي الصَّحِيحَيْنِ ثُمَّ رَوَاهُ الْبُخَارِيّ مِنْ حَدِيث مُوسَى بْن عُقْبَة عَنْ كُرَيْب عَنْ اِبْن عَبَّاس مَا يَقْتَضِي أَنَّ الْمُرَاد بِالْإِفَاضَةِ هَاهُنَا هِيَ الْإِفَاضَة مِنْ الْمُزْدَلِفَة إِلَى مِنًى لِرَمْيِ الْجِمَار فَاَللَّه أَعْلَم . وَحَكَاهُ اِبْن جَرِير عَنْ الضَّحَّاك بْن مُزَاحِم فَقَطْ . قَالَ : وَالْمُرَاد بِالنَّاسِ إِبْرَاهِيم عَلَيْهِ السَّلَام وَفِي رِوَايَة عَنْهُ : الْإِمَام . وَقَالَ اِبْن جَرِير : وَلَوْلَا إِجْمَاع الْحُجَّة عَلَى خِلَافه لَكَانَ هُوَ الْأَرْجَح . وَقَوْله\" وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ \" كَثِيرًا مَا يَأْمُر اللَّه بِذِكْرِهِ بَعْد قَضَاء الْعِبَادَات وَلِهَذَا ثَبَتَ فِي صَحِيح مُسْلِم أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - كَانَ إِذَا فَرَغَ مِنْ الصَّلَاة يَسْتَغْفِر اللَّه ثَلَاثًا. وَفِي الصَّحِيحَيْنِ أَنَّهُ نَدَبَ إِلَى التَّسْبِيح وَالتَّحْمِيد وَالتَّكْبِير ثَلَاثًا وَثَلَاثِينَ . وَقَدْ رَوَى اِبْن جَرِير هَاهُنَا حَدِيث اِبْن عَبَّاس بْن مِرْدَاس السُّلَمِيّ فِي اِسْتِغْفَاره - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لِأُمَّتِهِ عَشِيَّة عَرَفَة وَقَدْ أَوْرَدْنَاهُ فِي جُزْء جَمَعْنَاهُ فِي فَضْل يَوْم عَرَفَة . وَأَوْرَدَ اِبْن مَرْدَوَيْهِ هَاهُنَا الْحَدِيث الَّذِي رَوَاهُ الْبُخَارِيّ عَنْ شَدَّاد بْن أَوْس قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" سَيِّدُ الِاسْتِغْفَارِ أَنْ يَقُول الْعَبْدُ اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتنِي وَأَنَا عَبْدُك وَأَنَا عَلَى عَهْدِك وَوَعْدك مَا اِسْتَطَعْت أَعُوذ بِك مِنْ شَرِّ مَا صَنَعْت أَبُوء لَك بِنِعْمَتِك عَلَيَّ وَأَبُوء بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِر الذُّنُوب إِلَّا أَنْتَ . مَنْ قَالَهَا فِي لَيْلَة فَمَاتَ فِي لَيْلَته دَخَلَ الْجَنَّة وَمَنْ قَالَهَا فِي نَوْمه فَمَاتَ دَخَلَ الْجَنَّة \" وَفِي الصَّحِيحَيْنِ عَنْ عَبْد اللَّه بْن عُمَر أَنَّ أَبَا بَكْر قَالَ : يَا رَسُول اللَّه عَلِّمْنِي دُعَاء أَدْعُو بِهِ فِي صَلَاتِي فَقَالَ : \" قُلْ اللَّهُمَّ إِنِّي ظَلَمْت نَفْسِي ظُلْمًا كَثِيرًا وَلَا يَغْفِر الذُّنُوب إِلَّا أَنْتَ فَاغْفِرْ لِي مَغْفِرَة مِنْ عِنْدك وَارْحَمْنِي إِنَّك أَنْتَ الْغَفُور الرَّحِيم \" وَالْأَحَادِيثُ فِي الِاسْتِغْفَار كَثِيرَةٌ.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38607, "aya_id": 199}]