[{"text": "وَمَا وَجَدْنَا لأَكْثَرِهِم مِّنْ عَهْدٍ وَإِن وَجَدْنَا أَكْثَرَهُمْ لَفَاسِقِينَ", "sura_id": 7, "type": 0, "id": 1056, "aya_id": 102}, {"text": "وما وجدنا لأكثرهم من عهد وإن وجدنا أكثرهم لفاسقين", "sura_id": 7, "type": 1, "id": 7292, "aya_id": 102}, {"text": "102 - (وما وجدنا لأكثرهم) أي الناس (من عهد) أي وفاء بعهدهم يوم أخذ الميثاق (وإن) مخففة (وجدنا أكثرهم لفاسقين) \r\n", "sura_id": 7, "type": 2, "id": 26000, "aya_id": 102}, {"text": "وما وَجَدْنا لأكثر الأم الماضية من أمانة ولا وفاء بالعهد, وما وجدنا أكثرهم إلا فسقة عن طاعة الله وامتثال أمره.\r\n", "sura_id": 7, "type": 3, "id": 32236, "aya_id": 102}, {"text": " <font color=red>وَمَا وَجَدْنَا لِأَكْثَرِهِمْ مِنْ عَهْدٍ وَإِنْ وَجَدْنَا أَكْثَرَهُمْ لَفَاسِقِينَ</font><BR><p>\" وَمَا وَجَدْنَا لِأَكْثَرِهِمْ \" أَيْ لِأَكْثَر الْأُمَم الْمَاضِيَة \" مِنْ عَهْد وَإِنْ وَجَدْنَا أَكْثَرهمْ لَفَاسِقِينَ\" أَيْ وَلَقَدْ وَجَدْنَا أَكْثَرهمْ فَاسْقِينَ خَارِجِينَ عَنْ الطَّاعَة وَالِامْتِثَال وَالْعَهْد الَّذِي أَخَذَهُ هُوَ مَا جَبَلَهُمْ عَلَيْهِ وَفَطَرَهُمْ عَلَيْهِ وَأَخَذَ عَلَيْهِمْ فِي الْأَصْلَاب أَنَّهُ رَبّهمْ وَمَلِيكهمْ وَأَنَّهُ لَا إِلَه إِلَّا هُوَ وَأَقَرُّوا بِذَلِكَ وَشَهِدُوا عَلَى أَنْفُسهمْ بِهِ وَخَالَفُوهُ وَتَرَكُوهُ وَرَاء ظُهُورهمْ وَعَبَدُوا مَعَ اللَّه غَيْره بِلَا دَلِيل وَلَا حُجَّة لَا مِنْ عَقْل وَلَا شَرْع وَفِي الْفِطَر السَّلِيمَة خِلَاف ذَلِكَ وَجَاءَتْ الرُّسُل الْكِرَام مِنْ أَوَّلهمْ إِلَى آخِرهمْ بِالنَّهْيِ عَنْ ذَلِكَ كَمَا جَاءَ فِي صَحِيح مُسْلِم \" يَقُول اللَّه تَعَالَى : إِنِّي خَلَقْت عِبَادِي حُنَفَاء فَجَاءَتْهُمْ الشَّيَاطِين فَاجْتَالَتْهُمْ عَنْ دِينهمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْت لَهُمْ \" وَفِي الصَّحِيحَيْنِ\" كُلّ مَوْلُود يُولَد عَلَى الْفِطْرَة فَأَبَوَاهُ يُهَوِّدَانِهِ وَيُنَصِّرَانِهِ وَيُمَجِّسَانِهِ \" الْحَدِيث وَقَالَ تَعَالَى فِي كِتَابه الْعَزِيز \" وَمَا أَرْسَلْنَا مِنْ قَبْلك مِنْ رَسُول إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَه إِلَّا أَنَا فَاعْبُدُونِ \" وَقَوْله تَعَالَى \" وَاسْأَلْ مَنْ أَرْسَلْنَا قَبْلك مِنْ رُسُلنَا أَجَعَلْنَا مِنْ دُون الرَّحْمَن آلِهَة يُعْبَدُونَ \" وَقَالَ تَعَالَى \" وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا أَنْ اُعْبُدُوا اللَّه وَاجْتَنِبُوا الطَّاغُوت \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات وَقَدْ قِيلَ فِي تَفْسِير قَوْله تَعَالَى \" فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْل \" مَا رَوَى أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب فِي قَوْله \" فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْل \" قَالَ كَانَ فِي عِلْمه تَعَالَى يَوْم أَقَرُّوا لَهُ بِالْمِيثَاقِ أَيْ فَمَا كَانُوا لِيُؤْمِنُوا لِعِلْمِ اللَّه مِنْهُمْ ذَلِكَ وَكَذَا قَالَ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب عَنْ أَنَس وَاخْتَارَهُ اِبْن جَرِير وَقَالَ السُّدِّيّ \" فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْل \" قَالَ ذَلِكَ يَوْم أَخَذَ مِنْهُمْ الْمِيثَاق فَآمَنُوا كَرْهًا وَقَالَ مُجَاهِد فِي قَوْله \" فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْل \" هَذَا كَقَوْلِهِ \" وَلَوْ رُدُّوا لَعَادُوا\" الْآيَة .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42470, "aya_id": 102}]