[{"text": "وَمَا كَانَ اللّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ اللّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ", "sura_id": 8, "type": 0, "id": 1193, "aya_id": 33}, {"text": "و ما كان الله ليعذبهم و أنت فيهم و ما كان الله معذبهم و هم يستغفرون", "sura_id": 8, "type": 1, "id": 7429, "aya_id": 33}, {"text": "33 - قال تعالى (وما كان الله ليعذبهم) بما سألوه (وأنت فيهم) لأن العذاب إذا نزل عمَّ ولم تعذب أمة إلا بعد خروج نبيها والمؤمنين منها (وما كان الله معذبهم وهم يستغفرون) حيث يقولون في طوافهم غفرانك غفرانك وقيل هم المؤمنون المستضعفون فيهم كما قال تعالى {لو تزيلوا لعذبنا الذين كفروا منهم عذابا أليما} \r\n", "sura_id": 8, "type": 2, "id": 26137, "aya_id": 33}, {"text": "وما كان الله سبحانه وتعالى ليعذِّب هؤلاء المشركين, وأنت -أيها الرسول- بين ظهرانَيْهم, وما كان الله معذِّبهم, وهم يستغفرون من ذنوبهم.\r\n", "sura_id": 8, "type": 3, "id": 32373, "aya_id": 33}, {"text": " <font color=red>وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَمَا كَانَ اللَّه لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّه مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو حُذَيْفَة مُوسَى بْن مَسْعُود حَدَّثَنَا عِكْرِمَة بْن عَمَّار عَنْ أَبِي زُمَيْل سِمَاك الْحَنَفِيّ عَنْ اِبْن عَبَّاس قَالَ كَانَ الْمُشْرِكُونَ يَطُوفُونَ بِالْبَيْتِ وَيَقُولُونَ لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ لَبَّيْكَ لَا شَرِيك لَك . فَيَقُول النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَدْ قَدْ \" وَيَقُولُونَ : لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ لَبَّيْكَ لَا شَرِيك لَك إِلَّا شَرِيكًا هُوَ لَك تَمْلِكهُ وَمَا مَلَكَ . وَيَقُولُونَ غُفْرَانَك غُفْرَانَك فَأَنْزَلَ اللَّه \" وَمَا كَانَ اللَّه لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ \" الْآيَة . قَالَ اِبْن عَبَّاس كَانَ فِيهِمْ أَمَانَانِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالِاسْتِغْفَار فَذَهَبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَبَقِيَ الِاسْتِغْفَار . وَقَالَ اِبْن جَرِير حَدَّثَنِي الْحَارِث حَدَّثَنِي عَبْد الْعَزِيز حَدَّثَنَا أَبُو مَعْشَر عَنْ يَزِيد بْن رُومَان وَمُحَمَّد بْن قَيْس قَالَا : قَالَتْ قُرَيْش بَعْضهَا لِبَعْضٍ مُحَمَّد أَكْرَمَهُ اللَّه مِنْ بَيْنِنَا \" اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِك \" الْآيَةَ . فَلَمَّا أَمْسَوْا نَدِمُوا عَلَى مَا قَالُوا فَقَالُوا غُفْرَانَك اللَّهُمَّ فَأَنْزَلَ اللَّه \" وَمَا كَانَ اللَّه مُعَذِّبَهُمْ \" - إِلَى قَوْله - \" وَلَكِنَّ أَكْثَرهمْ لَا يَعْلَمُونَ \" وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَمَا كَانَ اللَّه لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ \" يَقُول مَا كَانَ اللَّه لِيُعَذِّبَ قَوْمًا وَأَنْبِيَاؤُهُمْ بَيْن أَظْهُرهمْ حَتَّى يُخْرِجهُمْ ثُمَّ قَالَ \" وَمَا كَانَ اللَّه مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ \" يَقُول وَفِيهِمْ مَنْ قَدْ سَبَقَ لَهُ مِنْ اللَّه الدُّخُول فِي الْإِيمَان وَهُوَ الِاسْتِغْفَار يَسْتَغْفِرُونَ يَعْنِي يُصَلُّونَ يَعْنِي بِهَذَا أَهْل مَكَّة وَرَوَى عَنْ مُجَاهِد وَعِكْرِمَة وَعَطِيَّة الْعَوْفِيّ وَسَعِيد بْن جُبَيْر وَالسُّدِّيّ نَحْو ذَلِكَ وَقَالَ الضَّحَّاك وَأَبُو مَالِك \" وَمَا كَانَ اللَّه مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ \" يَعْنِي الْمُؤْمِنِينَ الَّذِينَ كَانُوا بِمَكَّة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد الْغَفَّار بْن دَاوُد حَدَّثَنَا النَّضْر بْن عَدِيّ قَالَ : قَالَ اِبْن عَبَّاس إِنَّ اللَّه جَعَلَ فِي هَذِهِ الْأُمَّة أَمَانَيْنِ لَا يَزَالُونَ مَعْصُومِينَ مُجَارِينَ مِنْ قَوَارِع الْعَذَاب مَا دَامَا بَيْن أَظْهُرهمْ فَأَمَان قَبَضَهُ اللَّه إِلَيْهِ وَأَمَان بَقِيَ فِيكُمْ قَوْله \" وَمَا كَانَ اللَّه لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّه مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ \" وَقَالَ أَبُو صَالِح عَبْد الْغَفَّار حَدَّثَنِي بَعْض أَصْحَابنَا أَنَّ النَّضْر بْن عَدِيّ حَدَّثَهُ هَذَا الْحَدِيث عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس وَرَوَى اِبْن مَرْدَوَيْهِ وَابْن جَرِير عَنْ أَبِي مُوسَى الْأَشْعَرِيّ نَحْوًا مِنْ هَذَا وَكَذَا رُوِيَ عَنْ قَتَادَة وَأَبِي الْعَلَاء النَّحْوِيّ الْمُقْرِئ وَقَالَ التِّرْمِذِيّ حَدَّثَنَا سُفْيَان بْن وَكِيع حَدَّثَنَا اِبْن نُمَيْر عَنْ إِسْمَاعِيل بْن إِبْرَاهِيم بْن مُهَاجِر عَنْ عَبَّاد بْن يُوسُف عَنْ أَبِي بُرْدَة بْن أَبِي مُوسَى عَنْ أَبِيهِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنْزَلَ اللَّه عَلَى أَمَانَيْنِ لِأُمَّتِي \" وَمَا كَانَ اللَّه لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّه مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ \" فَإِذَا مَضَيْت تَرَكْت فِيهِمْ الِاسْتِغْفَار إِلَى يَوْم الْقِيَامَة \" . وَيَشْهَد لِهَذَا مَا رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث عَبْد اللَّه بْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث عَنْ دَرَّاج عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الشَّيْطَان قَالَ وَعِزَّتِك يَا رَبّ لَا أَبْرَح أُغْوِي عِبَادَك مَا دَامَتْ أَرْوَاحهمْ فِي أَجْسَادهمْ فَقَالَ الرَّبّ وَعِزَّتِي وَجَلَالِي لَا أَزَالَ أَغْفِر لَهُمْ مَا اِسْتَغْفَرُونِي \" . ثُمَّ قَالَ الْحَاكِم صَحِيح الْإِسْنَاد وَلَمْ يُخْرِجَاهُ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُعَاوِيَة بْن عَمْرو حَدَّثَنَا رَاشِد هُوَ اِبْن سَعْد حَدَّثَنِي مُعَاوِيَة بْن سَعْد التُّجِيبِيّ عَمَّنْ حَدَّثَهُ عَنْ فَضَالَة بْن عُبَيْد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" الْعَبْد آمَنُ مِنْ عَذَاب اللَّه مَا اِسْتَغْفَرَ اللَّه عَزَّ وَجَلَّ \" .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43081, "aya_id": 33}]