[{"text": "وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا بَلْ هُمْ قَوْمٌ خَصِمُونَ", "sura_id": 43, "type": 0, "id": 4383, "aya_id": 58}, {"text": "وقالوا أآلهتنا خير أم هو ما ضربوه لك إلا جدلا بل هم قوم خصمون", "sura_id": 43, "type": 1, "id": 10619, "aya_id": 58}, {"text": "58 - (وقالوا أآلهتنا خير أم هو) أي عيسى فنرضى أن تكون آلهتنا معه (ما ضربوه) المثل (لك إلا جدلا) خصومة بالباطل لعلمهم أن ما لغير العاقل فلا يتناول عيسى عليه السلام (بل هم قوم خصمون) شديدو الخصومة \r\n", "sura_id": 43, "type": 2, "id": 29327, "aya_id": 58}, {"text": "وقال مشركو قومك -أيها الرسول-: أآلهتنا التي نعبدها خير أم عيسى الذي يعبده قومه؟ فإذا كان عيسى في النار, فلنكن نحن وآلهتنا معه, ما ضربوا لك هذا المثل إلا جدلا بل هم قوم مخاصمون بالباطل.\r\n", "sura_id": 43, "type": 3, "id": 35563, "aya_id": 58}, {"text": " <font color=red>وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا بَلْ هُمْ قَوْمٌ خَصِمُونَ</font><BR><p>قَالَ قَتَادَة يَقُولُونَ آلِهَتنَا خَيْر مِنْهُ وَقَالَ قَتَادَة قَرَأَ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ وَقُولُوا أَآلِهَتنَا خَيْر أَمْ هَذَا يَعْنُونَ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقَوْله تَبَارَكَ وَتَعَالَى \" مَا ضَرَبُوهُ لَك إِلَّا جَدَلًا \" أَيْ مِرَاء وَهُمْ يَعْلَمُونَ أَنَّهُ لَيْسَ بِوَارِدٍ عَلَى الْآيَة لِأَنَّهَا لِمَا لَا يَعْقِل وَهِيَ قَوْله تَعَالَى \" إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُون اللَّه حَصَب جَهَنَّم\" ثُمَّ هِيَ خِطَاب لِقُرَيْشٍ وَهُمْ إِنَّمَا كَانُوا يَعْبُدُونَ الْأَصْنَام وَالْأَنْدَاد وَلَمْ يَكُونُوا يَعْبُدُونَ الْمَسِيح حَتَّى يُورِدُوهُ فَتَعَيَّنَ أَنَّ مَقَالَتهمْ إِنَّمَا كَانَتْ جَدَلًا مِنْهُمْ لَيْسُوا يَعْتَقِدُونَ صِحَّتهَا وَقَدْ قَالَ الْإِمَام أَحْمَد رَحِمَهُ اللَّه تَعَالَى حَدَّثَنَا اِبْن نُمَيْر حَدَّثَنَا حَجَّاج بْن دِينَار عَنْ أَبِي غَالِب عَنْ أَبِي أُمَامَةَ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا ضَلَّ قَوْم بَعْد هُدًى كَانُوا عَلَيْهِ إِلَّا أُورِثُوا الْجَدَل\" ثُمَّ تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَة \" مَا ضَرَبُوهُ لَك إِلَّا جَدَلًا بَلْ هُمْ قَوْم خَصِمُونَ\" وَقَدْ رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ وَابْن جَرِير مِنْ حَدِيث حَجَّاج بْن دِينَار بِهِ ثُمَّ قَالَ التِّرْمِذِيّ حَسَن صَحِيح لَا نَعْرِفهُ إِلَّا مِنْ حَدِيثه كَذَا قَالَ وَقَدْ رُوِيَ مِنْ وَجْه آخَر عَنْ أَبِي أُمَامَةَ رَضِيَ اللَّه عَنْهُ بِزِيَادَةِ فَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا حُمَيْد بْن عَيَّاش الرَّمْلِيّ حَدَّثَنَا مُؤَمِّل حَدَّثَنَا حَمَّاد أَخْبَرَنَا اِبْن مَخْزُوم عَنْ الْقَاسِم بْن أَبِي عَبْد الرَّحْمَن السَّامِيّ عَنْ أَبِي أُمَامَةَ رَضِيَ اللَّه عَنْهُ قَالَ حَمَّاد لَا أَدْرِي رَفَعَهُ أَمْ لَا ؟ قَالَ : مَا ضَلَّتْ أُمَّة بَعْد نَبِيّهَا إِلَّا كَانَ أَوَّل ضَلَالهَا التَّكْذِيب بِالْقَدَرِ وَمَا ضَلَّتْ أُمَّة بَعْد نَبِيّهَا إِلَّا أُعْطُوا الْجَدَل ثُمَّ قَرَأَ \" مَا ضَرَبُوهُ لَك إِلَّا جَدَلًا بَلْ هُمْ قَوْم خَصِمُونَ \" وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا أَحْمَد بْن عَبْد الرَّحْمَن عَنْ عُبَادَة بْن عَبَّاد عَنْ جَعْفَر عَنْ الْقَاسِم عَنْ أَبِي أُمَامَةَ رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَرَجَ عَلَى النَّاس وَهُمْ يَتَنَازَعُونَ فِي الْقُرْآن فَغَضِبَ غَضَبًا شَدِيدًا حَتَّى كَأَنَّمَا صُبَّ عَلَى وَجْهه الْخَلّ ثُمَّ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَضْرِبُوا كِتَاب اللَّه بَعْضه بِبَعْضٍ فَإِنَّهُ مَا ضَلَّ قَوْم قَطُّ إِلَّا أُوتُوا الْجَدَل\" ثُمَّ تَلَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا ضَرَبُوهُ لَك إِلَّا جَدَلًا بَلْ هُمْ قَوْم خَصِمُونَ \" .</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41185, "aya_id": 58}]