[{"text": "قَاتِلُواْ الَّذِينَ لاَ يُؤْمِنُونَ بِاللّهِ وَلاَ بِالْيَوْمِ الآخِرِ وَلاَ يُحَرِّمُونَ مَا حَرَّمَ اللّهُ وَرَسُولُهُ وَلاَ يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُواْ الْكِتَابَ حَتَّى يُعْطُواْ الْجِزْيَةَ عَن يَدٍ وَهُمْ صَاغِرُونَ", "sura_id": 9, "type": 0, "id": 1264, "aya_id": 29}, {"text": "قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ولا يحرمون ما حرم الله و رسوله و لا يدينون دين الحق من الذين أوتوا الكتاب حتى يعطوا الجزية عن يد و هم صاغرون", "sura_id": 9, "type": 1, "id": 7500, "aya_id": 29}, {"text": "29 - (قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر) وإلا لآمنوا بالنبي صلى الله عليه وسلم (ولا يحرمون ما حرم الله ورسوله) كالخمر (ولا يدينون دين الحق) الثابت الناسخ لغيره من الأديان وهو دين الإسلام (من الذين) بيان للذين (أوتوا الكتاب) أي اليهود والنصارى (حتى يعطوا الجزية) الخراج المضروب عليهم كل عام (عن يد) حال أي منقادين أو بأيديهم لا يوكلون بها (وهم صاغرون) أذلاء منقادون لحكم الإسلام \r\n", "sura_id": 9, "type": 2, "id": 26208, "aya_id": 29}, {"text": "أيها المسلمون قاتلوا الكفار الذين لا يؤمنون بالله, ولا يؤمنون بالبعث والجزاء, ولا يجتنبون ما نهى الله عنه ورسوله, ولا يلتزمون أحكام شريعة الإسلام من اليهود والنصارى, حتى يدفعوا الجزية التي تفرضونها عليهم بأيديهم خاضعين أذلاء.\r\n", "sura_id": 9, "type": 3, "id": 32444, "aya_id": 29}, {"text": " <font color=red>قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ</font><BR><p>وَقَوْله تَعَالَى \" قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاَللَّهِ وَلَا بِالْيَوْمِ الْآخِر وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّه وَرَسُوله وَلَا يَدِينُونَ دِين الْحَقّ مِنْ الَّذِينَ أُوتُوا الْكِتَاب حَتَّى يُعْطُوا الْجِزْيَة عَنْ يَد وَهُمْ صَاغِرُونَ \" فَهُمْ فِي نَفْس الْأَمْر لَمَّا كَفَرُوا بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَبْقَ لَهُمْ إِيمَان صَحِيح بِأَحَدِ الرُّسُل وَلَا بِمَا جَاءُوا بِهِ وَإِنَّمَا يَتَّبِعُونَ آرَاءَهُمْ وَأَهْوَاءَهُمْ وَآبَاءَهُمْ فِيمَا هُمْ فِيهِ لَا لِأَنَّهُ شَرْع اللَّه وَدِينه لِأَنَّهُمْ لَوْ كَانُوا مُؤْمِنِينَ بِمَا بِأَيْدِيهِمْ إِيمَانًا صَحِيحًا لَقَادَهُمْ ذَلِكَ إِلَى الْإِيمَان بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَنَّ جَمِيع الْأَنْبِيَاء بَشَّرُوا بِهِ وَأَمَرُوا بِاتِّبَاعِهِ فَلَمَّا جَاءَ كَفَرُوا بِهِ وَهُوَ أَشْرَفَ الرُّسُل عُلِمَ أَنَّهُمْ لَيْسُوا مُتَمَسِّكِينَ بِشَرْعِ الْأَنْبِيَاء الْأَقْدَمِينَ لِأَنَّهُ مِنْ اللَّه . بَلْ لِحُظُوظِهِمْ وَأَهْوَائِهِمْ فَلِهَذَا لَا يَنْفَعهُمْ إِيمَانهمْ بِبَقِيَّةِ الْأَنْبِيَاء وَقَدْ كَفَرُوا بِسَيِّدِهِمْ وَأَفْضَلهمْ وَخَاتَمهمْ وَأَكْمَلهمْ . وَلِهَذَا قَالَ \" قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاَللَّهِ وَالْيَوْم الْآخِر وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّه وَرَسُوله وَلَا يَدِينُونَ دِين الْحَقّ مِنْ الَّذِينَ أُوتُوا الْكِتَاب \" وَهَذِهِ الْآيَة الْكَرِيمَة أَوَّل الْأَمْر بِقِتَالِ أَهْل الْكِتَاب بَعْد مَا تَمَهَّدَتْ أُمُور الْمُشْرِكِينَ وَدَخَلَ النَّاس فِي دِين اللَّه أَفْوَاجًا وَاسْتَقَامَتْ جَزِيرَة الْعَرَب أَمَرَ اللَّه رَسُوله بِقِتَالِ أَهْل الْكِتَابَيْنِ الْيَهُود وَالنَّصَارَى وَكَانَ ذَلِكَ فِي سَنَة تِسْع وَلِهَذَا تَجَهَّزَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِقِتَالِ الرُّوم وَدَعَا النَّاس إِلَى ذَلِكَ وَأَظْهَرَهُ لَهُمْ وَبَعَثَ إِلَى أَحْيَاء الْعَرَب حَوْل الْمَدِينَة فَنَدَبَهُمْ فَأَوْعَبُوا مَعَهُ وَاجْتَمَعَ مِنْ الْمُقَاتِلَة نَحْو مِنْ ثَلَاثِينَ أَلْفًا وَتَخَلَّفَ بَعْض النَّاس مِنْ أَهْل الْمَدِينَة وَمَنْ حَوْلهَا مِنْ الْمُنَافِقِينَ وَغَيْرهمْ وَكَانَ ذَلِكَ فِي عَام جَدْب وَوَقْت قَيْظ وَحَرّ وَخَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُرِيد الشَّام لِقِتَالِ الرُّوم فَبَلَغَ تَبُوك فَنَزَلَ بِهَا وَأَقَامَ بِهَا قَرِيبًا مِنْ عِشْرِينَ يَوْمًا ثُمَّ اِسْتَخَارَ اللَّه فِي الرُّجُوع فَرَجَعَ عَامه ذَلِكَ لِضِيقِ الْحَال وَضَعْف النَّاس كَمَا سَيَأْتِي بَيَانه بَعْد إِنْ شَاءَ اللَّه تَعَالَى . وَقَدْ اِسْتَدَلَّ بِهَذِهِ الْآيَة الْكَرِيمَة مَنْ يَرَى أَنَّهُ لَا تُؤْخَذ الْجِزْيَة إِلَّا مِنْ أَهْل الْكِتَاب أَوْ مِنْ أَشْبَاههمْ كَالْمَجُوسِ كَمَا صَحَّ فِيهِمْ الْحَدِيث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخَذَهَا مِنْ مَجُوس هَجَر وَهَذَا مَذْهَب الشَّافِعِيّ وَأَحْمَد فِي الْمَشْهُور عَنْهُ وَقَالَ أَبُو حَنِيفَة رَحِمَهُ اللَّه : بَلْ تُؤْخَذ مِنْ جَمِيع الْأَعَاجِم سَوَاء كَانُوا مِنْ أَهْل الْكِتَاب أَوْ مِنْ الْمُشْرِكِينَ وَلَا تُؤْخَذ مِنْ الْعَرَب إِلَّا مِنْ أَهْل الْكِتَاب . وَقَالَ الْإِمَام مَالِك : بَلْ يَجُوز أَنْ تُضْرَب الْجِزْيَة عَلَى جَمِيع الْكُفَّار مِنْ كِتَابِيّ وَمَجُوسِيّ وَوَثَنِيّ وَغَيْر ذَلِكَ وَلِمَأْخَذِ هَذِهِ الْمَذَاهِب وَذِكْر أَدِلَّتهَا مَكَان غَيْر هَذَا وَاَللَّه أَعْلَم . وَقَوْله \" حَتَّى يُعْطُوا الْجِزْيَة \" أَيْ إِنْ لَمْ يُسَلِّمُوا \" عَنْ يَد \" أَيْ عَنْ قَهْر لَهُمْ وَغَلَبَة \" وَهُمْ صَاغِرُونَ \" أَيْ ذَلِيلُونَ حَقِيرُونَ مُهَانُونَ فَلِهَذَا لَا يَجُوز إِعْزَاز أَهْل الذِّمَّة وَلَا رَفْعهمْ عَلَى الْمُسْلِمِينَ بَلْ هُمْ أَذِلَّاء صَغَرَة أَشْقِيَاء كَمَا جَاءَ فِي صَحِيح مُسْلِم عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تَبْدَءُوا الْيَهُود وَالنَّصَارَى بِالسَّلَامِ وَإِذَا لَقِيتُمْ أَحَدهمْ فِي طَرِيق فَاضْطَرُّوهُمْ إِلَى أَضْيَقه \" وَلِهَذَا اِشْتَرَطَ عَلَيْهِمْ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ تِلْكَ الشُّرُوط الْمَعْرُوفَة فِي إِذْلَالهمْ وَتَصْغِيرهمْ وَتَحْقِيرهمْ وَذَلِكَ مِمَّا رَوَاهُ الْأَئِمَّة الْحُفَّاظ مِنْ رِوَايَة عَبْد الرَّحْمَن بْن غَنْم الْأَشْعَرِيّ قَالَ : كَتَبْت لِعُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ حِين صَالَحَ نَصَارَى مِنْ أَهْل الشَّام بِسْمِ اللَّه الرَّحْمَن الرَّحِيم هَذَا كِتَاب لِعَبْدِ اللَّه عُمَر أَمِير الْمُؤْمِنِينَ مِنْ نَصَارَى مَدِينَة كَذَا وَكَذَا إِنَّكُمْ لَمَّا قَدِمْتُمْ عَلَيْنَا سَأَلْنَاكُمْ الْأَمَان لِأَنْفُسِنَا وَذَرَارِيّنَا وَأَمْوَالنَا وَأَهْل مِلَّتنَا وَشَرَطْنَا لَكُمْ عَلَى أَنْفُسنَا أَنْ لَا نُحْدِث فِي مَدِينَتنَا وَلَا فِيمَا حَوْلهَا دَيْرًا وَلَا كَنِيسَة وَلَا قلاية وَلَا صَوْمَعَة رَاهِب وَلَا نُجَدِّد مَا خَرِبَ مِنْهَا وَلَا نُحْيِي مِنْهَا مَا كَانَ خُطَطًا لِلْمُسْلِمِينَ وَأَنْ لَا نَمْنَع كَنَائِسنَا أَنْ يَنْزِلهَا أَحَد مِنْ الْمُسْلِمِينَ فِي لَيْل وَلَا نَهَار وَأَنْ نُوَسِّع أَبْوَابهَا لِلْمَارَّةِ وَابْن السَّبِيل وَأَنْ نُنْزِل مِنْ رَأَيْنَا مِنْ الْمُسْلِمِينَ ثَلَاثَة أَيَّام نُطْعِمهُمْ وَلَا نَأْوِي فِي كَنَائِسنَا وَلَا مَنَازِلنَا جَاسُوسًا وَلَا نَكْتُم غِشًّا لِلْمُسْلِمِينَ وَلَا نُعَلِّم أَوْلَادنَا الْقُرْآن وَلَا نُظْهِر شِرْكًا وَلَا نَدْعُو إِلَيْهِ أَحَدًا وَلَا نَمْنَع أَحَدًا مِنْ ذَوِي قَرَابَتنَا الدُّخُول فِي الْإِسْلَام إِنْ أَرَادُوهُ وَأَنْ نُوَقِّر الْمُسْلِمِينَ وَأَنْ نَقُوم لَهُمْ مِنْ مَجَالِسنَا إِنْ أَرَادُوا الْجُلُوس وَلَا نَتَشَبَّه بِهِمْ فِي شَيْء مِنْ مُلَابِسهمْ فِي قَلَنْسُوَة وَلَا عِمَامَة وَلَا نَعْلَيْنِ وَلَا فَرْق شَعْر وَلَا نَتَكَلَّم بِكَلَامِهِمْ وَلَا نَكَتْنِي بِكُنَاهُمْ وَلَا نَرْكَب السُّرُوج وَلَا نَتَقَلَّد السُّيُوف وَلَا نَتَّخِذ شَيْئًا مِنْ السِّلَاح وَلَا نَحْمِلهُ مَعَنَا وَلَا نَنْقُش خَوَاتِيمنَا بِالْعَرَبِيَّةِ وَلَا نَبِيع الْخُمُور وَأَنْ نَجُزّ مَقَادِيم رُءُوسنَا وَأَنْ نَلْزَم زَيِّنَا حَيْثُمَا كُنَّا وَأَنْ نَشُدّ الزَّنَانِير عَلَى أَوْسَاطنَا وَأَنْ لَا نُظْهِر الصَّلِيب عَلَى كَنَائِسنَا وَأَنْ لَا نُظْهِر صُلُبنَا وَلَا كُتُبنَا فِي شَيْء مِنْ طُرُق الْمُسْلِمِينَ وَلَا أَسْوَاقهمْ وَلَا نَضْرِب نَوَاقِيسنَا فِي كَنَائِسنَا إِلَّا ضَرْبًا خَفِيفًا وَأَنْ لَا نَرْفَع أَصْوَاتنَا بِالْقِرَاءَةِ فِي كَنَائِسنَا فِي شَيْء فِي حَضْرَة الْمُسْلِمِينَ وَلَا نَخْرُج شَعَّانِينَ وَلَا بُعُوثًا وَلَا نَرْفَع أَصْوَاتنَا مَعَ مَوْتَانَا وَلَا نُظْهِر النِّيرَان مَعَهُمْ فِي شَيْء مِنْ طُرُق الْمُسْلِمِينَ وَلَا أَسْوَاقهمْ وَلَا نُجَاوِرهُمْ بِمَوْتَانَا وَلَا نَتَّخِذ مِنْ الرَّقِيق مَا جَرَى عَلَيْهِ سِهَام الْمُسْلِمِينَ وَأَنْ نُرْشِد الْمُسْلِمِينَ وَلَا نَطْلُع عَلَيْهِمْ فِي مَنَازِلهمْ . قَالَ فَلَمَّا أَتَيْت عُمَر بِالْكِتَابِ زَادَ فِيهِ وَلَا نَضْرِب أَحَدًا مِنْ الْمُسْلِمِينَ شَرَطْنَا لَكُمْ ذَلِكَ عَلَى أَنْفُسنَا وَأَهْل مِلَّتنَا وَقَبِلْنَا عَلَيْهِ الْأَمَان فَإِنْ نَحْنُ خَالَفْنَا فِي شَيْء مِمَّا شَرَطْنَاهُ لَكُمْ وَوَظَّفْنَا عَلَى أَنْفُسنَا فَلَا ذِمَّة لَنَا وَقَدْ حَلَّ لَكُمْ مِنَّا مَا يَحِلّ مِنْ أَهْل الْمُعَانَدَة وَالشِّقَاق .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43445, "aya_id": 29}]