[{"text": "وَعَلَّمَ آدَمَ الأَسْمَاء كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلاَئِكَةِ فَقَالَ أَنبِئُونِي بِأَسْمَاء هَؤُلاء إِن كُنتُمْ صَادِقِينَ", "sura_id": 2, "type": 0, "id": 38, "aya_id": 31}, {"text": "وعلم آدم الأسماء كلها ثم عرضهم على الملائكة فقال أنبئوني بأسماء هؤلاء إن كنتم صادقين", "sura_id": 2, "type": 1, "id": 6274, "aya_id": 31}, {"text": "31 - (وعلم آدم الأسماء) أي أسماء المسميات (كلها) بأن ألقى في قلبه علمها (ثم عرضهم) أي المسميات وفيه تغليب العقلاء (على الملائكة فقال) لهم تبكيتا (أنبئوني) أخبروني (بأسماء هؤلاء) المسميات (إن كنتم صادقين) في أني لا أخلق أعلم منكم أو أنكم أحق بالخلافة ، وجواب الشرط دل عليه ما قبله \r\n", "sura_id": 2, "type": 2, "id": 24982, "aya_id": 31}, {"text": "وبيانًا لفضل آدم عليه السلام علَّمه الله أسماء الأشياء كلها, ثم عرض مسمياتها على الملائكة قائلا لهم: أخبروني بأسماء هؤلاء الموجودات, إن كنتم صادقين في أنكم أَوْلى بالاستخلاف في الأرض منهم\r\n", "sura_id": 2, "type": 3, "id": 31218, "aya_id": 31}, {"text": " <font color=red>وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ</font><BR><p>هَذَا مَقَام ذَكَرَ اللَّه تَعَالَى فِيهِ شَرَف آدَم عَلَى الْمَلَائِكَة بِمَا اِخْتَصَّهُ مِنْ عِلْم أَسْمَاء كُلّ شَيْء دُونهمْ وَهَذَا كَانَ بَعْد سُجُودهمْ لَهُ وَإِنَّمَا قَدَّمَ هَذَا الْفَصْل عَلَى ذَاكَ لِمُنَاسَبَةِ مَا بَيْن هَذَا الْمَقَام وَعَدَم عِلْمهمْ بِحِكْمَةِ خَلْق الْخَلِيفَة حِين سَأَلُوا عَنْ ذَلِكَ فَأَخْبَرَهُمْ تَعَالَى بِأَنَّهُ يَعْلَم مَا لَا يَعْلَمُونَ وَلِهَذَا ذَكَرَ اللَّه هَذَا الْمَقَام عَقِيب هَذَا لِيُبَيِّن لَهُمْ شَرَف آدَم بِمَا فُضِّلَ بِهِ عَلَيْهِمْ فِي الْعِلْم فَقَالَ تَعَالَى \" وَعَلَّمَ آدَم الْأَسْمَاء كُلّهَا \" قَالَ السُّدِّيّ عَمَّنْ حَدَّثَهُ عَنْ اِبْن عَبَّاس \" وَعَلَّمَ آدَم الْأَسْمَاء كُلّهَا \" قَالَ عَلَّمَهُ أَسْمَاء وَلَده إِنْسَانًا إِنْسَانًا وَالدَّوَابّ فَقِيلَ هَذَا الْحِمَار هَذَا الْجَمَل هَذَا الْفَرَس وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس \" وَعَلَّمَ آدَم الْأَسْمَاء كُلّهَا \" قَالَ هِيَ هَذِهِ الْأَسْمَاء الَّتِي يَتَعَارَف بِهَا النَّاس إِنْسَان وَدَوَابّ وَسَمَاء وَأَرْض وَسَهْل وَبَحْر وَخَيْل وَحِمَار وَأَشْبَاه ذَلِكَ مِنْ الْأُمَم وَغَيْرهَا وَرَوَى اِبْن أَبِي حَاتِم وَابْن جَرِير مِنْ حَدِيث عَاصِم بْن كُلَيْب عَنْ سَعِيد بْن مَعْبَد عَنْ اِبْن عَبَّاس \" وَعَلَّمَ آدَم الْأَسْمَاء كُلّهَا \" قَالَ عَلَّمَهُ اِسْم الصَّحْفَة وَالْقِدْر قَالَ نَعَمْ حَتَّى الْفَسْوَة وَالْفُسَيَّة وَقَالَ مُجَاهِد \" وَعَلَّمَ آدَم الْأَسْمَاء كُلّهَا \" قَالَ عَلَّمَهُ اِسْم كُلّ دَابَّة وَكُلّ طَيْر وَكُلّ شَيْء وَكَذَلِكَ رُوِيَ عَنْ سَعِيد بْن جُبَيْر وَقَتَادَة وَغَيْرهمْ مِنْ السَّلَف أَنَّهُ عَلَّمَهُ أَسْمَاء كُلّ شَيْء وَقَالَ الرَّبِيع فِي رِوَايَة عَنْهُ أَسْمَاء الْمَلَائِكَة . وَقَالَ حُمَيْد الشَّامِيّ أَسْمَاء النُّجُوم . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد عَلَّمَهُ أَسْمَاء ذُرِّيَّته كُلّهمْ . وَاخْتَارَ اِبْن جَرِير أَنَّهُ عَلَّمَهُ أَسْمَاء الْمَلَائِكَة وَأَسْمَاء الذُّرِّيَّة لِأَنَّهُ قَالَ \" ثُمَّ عَرَضَهُمْ \" عِبَارَة عَمَّا يَعْقِل . وَهَذَا الَّذِي رَجَّحَ بِهِ لَيْسَ بِلَازِمٍ فَإِنَّهُ لَا يَنْفِي أَنْ يُدْخِل مَعَهُمْ غَيْرهمْ وَيُعَبَّر عَنْ الْجَمِيع بِصِيغَةِ مَنْ يَعْقِل لِلتَّغْلِيبِ كَمَا قَالَ تَعَالَى \" وَاَللَّه خَلَقَ كُلّ دَابَّة مِنْ مَاء فَمِنْهُمْ مَنْ يَمْشِي عَلَى بَطْنه وَمِنْهُمْ مَنْ يَمْشِي عَلَى رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى أَرْبَع يَخْلُق اللَّهُ مَا يَشَاء إِنَّ اللَّه عَلَى كُلّ شَيْء قَدِير \" وَقَدْ قَرَأَ عَبْد اللَّه بْن مَسْعُود ثُمَّ عَرَضَهُنَّ . وَقَرَأَ أُبَيّ بْن كَعْب ثُمَّ عَرَضَهَا أَيْ السَّمَاوَات . الصَّحِيح أَنَّهُ عَلَّمَهُ أَسْمَاء الْأَشْيَاء كُلّهَا ذَرَّاتهَا وَصِفَاتهَا وَأَفْعَالهَا كَمَا قَالَ اِبْن عَبَّاس حَتَّى الْفَسْوَة وَالْفُسَيَّة يَعْنِي ذَوَات الْأَسْمَاء وَالْأَفْعَال الْمُكَبَّر وَالْمُصَغَّر وَلِهَذَا قَالَ الْبُخَارِيّ فِي تَفْسِير هَذِهِ الْآيَة فِي كِتَاب التَّفْسِير مِنْ صَحِيحه : حَدَّثَنَا مُسْلِم بْن إِبْرَاهِيم حَدَّثَنَا هِشَام عَنْ قَتَادَة عَنْ أَنَس بْن مَالِك أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : وَقَالَ لِي خَلِيفَة : حَدَّثَنَا يَزِيد بْن زُرَيْع حَدَّثَنَا سَعِيد عَنْ قَتَادَة عَنْ أَنَس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" يَجْتَمِع الْمُؤْمِنُونَ يَوْم الْقِيَامَة فَيَقُولُونَ لَوْ اِسْتَشْفَعْنَا إِلَى رَبّنَا فَيَأْتُونَ آدَم فَيَقُولُونَ أَنْتَ أَبُو النَّاس خَلَقَك اللَّه بِيَدِهِ وَأَسْجَدَ لَك مَلَائِكَته وَعَلَّمَك أَسْمَاء كُلّ شَيْء فَاشْفَعْ لَنَا إِلَى رَبّك حَتَّى يُرِيحنَا مِنْ مَكَاننَا هَذَا فَيَقُول لَسْت هُنَاكُمْ وَيَذْكُر ذَنْبه فَيَسْتَحِي اِئْتُوا نُوحًا فَإِنَّهُ أَوَّل رَسُول بَعَثَهُ اللَّه إِلَى أَهْل الْأَرْض . فَيَأْتُونَهُ فَيَقُول لَسْت هُنَاكُمْ وَيَذْكُر سُؤَاله رَبّه مَا لَيْسَ لَهُ بِهِ عِلْم فَيَسْتَحِي . فَيَقُول اِئْتُوا خَلِيل الرَّحْمَن فَيَأْتُونَهُ فَيَقُول لَسْت هُنَاكُمْ . فَيَقُول اِئْتُوا مُوسَى عَبْدًا كَلَّمَهُ اللَّه وَأَعْطَاهُ التَّوْرَاة فَيَأْتُونَهُ فَيَقُول لَسْت هُنَاكُمْ وَيَذْكُر قَتْل النَّفْس بِغَيْرِ نَفْس فَيَسْتَحِي مِنْ رَبّه . فَيَقُول اِئْتُوا عِيسَى عَبْد اللَّه وَرَسُوله وَكَلِمَة اللَّه وَرُوحه فَيَأْتُونَهُ فَيَقُول لَسْت هُنَاكُمْ . اِئْتُوا مُحَمَّدًا عَبْدًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبه وَمَا تَأَخَّرَ فَيَأْتُونِي فَأَنْطَلِق حَتَّى أَسْتَأْذِن رَبِّي فَيَأْذَن لِي فَإِذَا رَأَيْت رَبِّي وَقَعْت سَاجِدًا فَيَدَعنِي مَا شَاءَ اللَّه ثُمَّ يُقَال اِرْفَعْ رَأْسك وَسَلْ تُعْطَهُ وَقُلْ يُسْمَع وَاشْفَعْ تُشَفَّع فَأَرْفَع رَأْسِي فَأَحْمَدهُ بِتَحْمِيدٍ يُعَلِّمنِيهِ ثُمَّ أَشْفَع فَيَحُدّ لِي حَدًّا فَأُدْخِلهُمْ الْجَنَّة ثُمَّ أَعُود إِلَيْهِ فَإِذَا رَأَيْت رَبِّي مِثْله ثُمَّ أَشْفَع فَيَحُدّ لِي حَدًّا فَأُدْخِلهُمْ الْجَنَّة ثُمَّ أَعُود الثَّالِثَة ثُمَّ أَعُود الرَّابِعَة فَأَقُول مَا بَقِيَ فِي النَّار إِلَّا مَنْ حَبَسَهُ الْقُرْآن وَوَجَبَ عَلَيْهِ الْخُلُود هَكَذَا سَاقَ الْبُخَارِيّ هَذَا الْحَدِيث هَاهُنَا وَقَدْ رَوَاهُ مُسْلِم وَالنَّسَائِيّ مِنْ حَدِيث هِشَام وَهُوَ اِبْن أَبِي عَبْد اللَّه الدَّسْتُوَائِيّ عَنْ قَتَادَة بِهِ وَأَخْرَجَهُ مُسْلِم وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث سَعِيد وَهُوَ اِبْن أَبِي عَرُوبَة عَنْ قَتَادَة . وَوَجْه إِيرَاده هَاهُنَا وَالْمَقْصُود مِنْهُ قَوْله عَلَيْهِ الصَّلَاة وَالسَّلَام . فَيَأْتُونَ آدَم فَيَقُولُونَ أَنْتَ أَبُو النَّاس خَلَقَك اللَّه بِيَدِهِ وَأَسْجَدَ لَك مَلَائِكَته وَعَلَّمَك أَسْمَاء كُلّ شَيْء . فَدَلَّ هَذَا عَلَى أَنَّهُ عَلَّمَهُ أَسْمَاء جَمِيع الْمَخْلُوقَات وَلِهَذَا قَالَ \" ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَة\" يَعْنِي الْمُسَمَّيَات كَمَا قَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة قَالَ ثُمَّ عَرَضَ تِلْكَ الْأَسْمَاء عَلَى الْمَلَائِكَة\" فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ\" وَقَالَ السُّدِّيّ فِي تَفْسِيره عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ الصَّحَابَة \" وَعَلَّمَ آدَم الْأَسْمَاء كُلّهَا \" ثُمَّ عَرَضَ الْخَلْق عَلَى الْمَلَائِكَة . وَقَالَ اِبْن جُرَيْج عَنْ مُجَاهِد ثُمَّ عَرَضَ أَصْحَاب الْأَسْمَاء عَلَى الْمَلَائِكَة وَقَالَ اِبْن جَرِير : حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنِي الْحَجَّاج عَنْ جَرِير بْن حَازِم وَمُبَارَك بْن فَضَالَة عَنْ الْحَسَن وَأَبِي بَكْر عَنْ الْحَسَن وَقَتَادَة قَالَا : عَلَّمَهُ اِسْم كُلّ شَيْء وَجَعَلَ يُسَمِّي كُلّ شَيْء بِاسْمِهِ وَعُرِضَتْ عَلَيْهِ أُمَّة أُمَّة وَبِهَذَا الْإِسْنَاد عَنْ الْحَسَن وَقَتَادَة فِي قَوْله تَعَالَى\" إِنْ كُنْتُمْ صَادِقِينَ \" إِنِّي لَمْ أَخْلُق خَلْقًا إِلَّا كُنْتُمْ أَعْلَم مِنْهُ فَأَخْبِرُونِي بِأَسْمَاءِ هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ . وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس \" إِنْ كُنْتُمْ صَادِقِينَ \" إِنْ كُنْتُمْ تَعْلَمُونَ أَنِّي لَمْ أَجْعَل فِي الْأَرْض خَلِيفَة وَقَالَ السُّدِّيّ عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ الصَّحَابَة إِنْ كُنْتُمْ صَادِقِينَ أَنَّ بَنِي آدَم يُفْسِدُونَ فِي الْأَرْض وَيَسْفِكُونَ الدِّمَاء . وَقَالَ اِبْن جَرِير وَأَوْلَى الْأَقْوَال فِي ذَلِكَ تَأْوِيل اِبْن عَبَّاس وَمَنْ قَالَ بِقَوْلِهِ وَمَعْنَى ذَلِكَ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ مَنْ عَرَضْته عَلَيْكُمْ أَيّهَا الْمَلَائِكَة الْقَائِلُونَ : أَتَجْعَلُ فِيهَا مَنْ يُفْسِد فِيهَا وَيَسْفِك الدِّمَاء ؟ مِنْ غَيْرنَا أَمْ مِنَّا . فَنَحْنُ نُسَبِّح بِحَمْدِك وَنُقَدِّس لَك - إِنْ كُنْتُمْ صَادِقِينَ فِي قِيلكُمْ أَنِّي إِنْ جَعَلْت خَلِيفَتِي فِي الْأَرْض مِنْ غَيْركُمْ عَصَانِي وَذُرِّيَّته وَأَفْسَدُوا وَسَفَكُوا الدِّمَاء وَإِنْ جَعَلْتُكُمْ فِيهَا أَطَعْتُمُونِي وَاتَّبَعْتُمْ أَمْرِي بِالتَّعْظِيمِ وَالتَّقْدِيس فَإِذَا كُنْتُمْ لَا تَعْلَمُونَ أَسْمَاء هَؤُلَاءِ الَّذِينَ عَرَضْت عَلَيْكُمْ وَأَنْتُمْ تُشَاهِدُونَهُمْ فَأَنْتُمْ بِمَا هُوَ غَيْر مَوْجُود مِنْ الْأُمُور الْكَائِنَة الَّتِي لَمْ تُوجَد أَحْرَى أَنْ تَكُونُوا غَيْر عَالِمِينَ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38707, "aya_id": 31}]