[{"text": "وَلاَ تُصَلِّ عَلَى أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلاَ تَقُمْ عَلَىَ قَبْرِهِ إِنَّهُمْ كَفَرُواْ بِاللّهِ وَرَسُولِهِ وَمَاتُواْ وَهُمْ فَاسِقُونَ", "sura_id": 9, "type": 0, "id": 1319, "aya_id": 84}, {"text": "ولا تصل على أحد منهم مات أبدا ولا تقم على قبره إنهم كفروا بالله ورسوله وماتوا وهم فاسقون", "sura_id": 9, "type": 1, "id": 7555, "aya_id": 84}, {"text": "84 - ولما صلى النبي صلى الله عليه وسلم على ابن أُبَيِّ نزل (ولا تصل على أحد منهم مات أبداً ولا تقم على قبره) لدفن أو زيارة (إنهم كفروا بالله ورسوله وماتوا وهم فاسقون) كافرون \r\n", "sura_id": 9, "type": 2, "id": 26263, "aya_id": 84}, {"text": "ولا تصلِّ -أيها الرسول- أبدًا على أحد مات من المنافقين, ولا تقم على قبره لتدعو له; لأنهم كفروا بالله تعالى وبرسوله صلى الله عليه وسلم وماتوا وهم فاسقون. وهذا حكم عام في كل من عُلِمَ نفاقه.\r\n", "sura_id": 9, "type": 3, "id": 32499, "aya_id": 84}, {"text": " <font color=red>وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْرِهِ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ</font><BR><p>أَمَرَ اللَّه تَعَالَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَبْرَأ مِنْ الْمُنَافِقِينَ وَأَنْ لَا يُصَلِّي عَلَى أَحَد مِنْهُمْ إِذَا مَاتَ وَأَنْ لَا يَقُوم عَلَى قَبْره لِيَسْتَغْفِر لَهُ أَوْ يَدْعُو لَهُ لِأَنَّهُمْ كَفَرُوا بِاَللَّهِ وَرَسُوله وَمَاتُوا عَلَيْهِ وَهَذَا حُكْم عَامّ فِي كُلّ مَنْ عُرِفَ نِفَاقه وَإِنْ كَانَ سَبَب نُزُول الْآيَة فِي عَبْد اللَّه بْن أُبَيّ بْن سَلُول رَأْس الْمُنَافِقِينَ كَمَا قَالَ الْبُخَارِيّ : حَدَّثَنَا عُبَيْد بْن إِسْمَاعِيل عَنْ أَبِي أُسَامَة عَنْ عُبَيْد اللَّه عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : لَمَّا تُوُفِّيَ عَبْد اللَّه بْن أُبَيّ جَاءَ اِبْنه عَبْد اللَّه اِبْن عَبْد اللَّه إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ أَنْ يُعْطِيه قَمِيصه يُكَفِّن فِيهِ أَبَاهُ فَأَعْطَاهُ ثُمَّ سَأَلَهُ أَنْ يُصَلِّي عَلَيْهِ فَقَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيُصَلِّيَ عَلَيْهِ فَقَامَ عُمَر فَأَخَذَ بِثَوْبِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه تُصَلِّي عَلَيْهِ وَقَدْ نَهَاك رَبّك أَنْ تُصَلِّي عَلَيْهِ ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّمَا خَيَّرَنِي اللَّه فَقَالَ \" اِسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِر لَهُمْ إِنَّ تَسْتَغْفِر لَهُمْ سَبْعِينَ مَرَّة فَلَنْ يَغْفِر اللَّه لَهُمْ \" وَسَأَزِيدُهُ عَلَى السَّبْعِينَ \" قَالَ إِنَّهُ مُنَافِق . قَالَ فَصَلَّى عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ آيَة \" وَلَا تُصَلِّ عَلَى أَحَد مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْره \" وَكَذَا رَوَاهُ مُسْلِم عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ أَبِي أُسَامَة حَمَّاد بْن أُسَامَة بِهِ . ثُمَّ رَوَاهُ الْبُخَارِيّ عَنْ إِبْرَاهِيم بْن الْمُنْذِر عَنْ أَنَس بْن عِيَاض عَنْ عُبَيْد اللَّه وَهُوَ اِبْن عُمَر الْعُمَرِيّ بِهِ . وَقَالَ فَصَلَّى عَلَيْهِ وَصَلَّيْنَا مَعَهُ وَأَنْزَلَ اللَّه \" وَلَا تُصَلِّ عَلَى أَحَد مِنْهُمْ مَاتَ أَبَدًا \" الْآيَة . وَهَكَذَا رَوَاهُ الْإِمَام أَحْمَد عَنْ يَحْيَى بْن سَعِيد الْقَطَّان عَنْ عُبَيْد اللَّه بِهِ وَقَدْ رُوِيَ مِنْ حَدِيث عُمَر بْن الْخَطَّاب نَفْسه أَيْضًا بِنَحْوٍ مِنْ هَذَا فَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَعْقُوب حَدَّثَنَا أَبِي عَنْ اِبْن إِسْحَاق حَدَّثَنِي الزُّهْرِيّ عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه عَنْ اِبْن عَبَّاس قَالَ سَمِعْت عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ يَقُول : لَمَّا تُوُفِّيَ عَبْد اللَّه بْن أُبَيّ دُعِيَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلصَّلَاةِ عَلَيْهِ فَقَامَ إِلَيْهِ فَلَمَّا وَقَفَ عَلَيْهِ يُرِيد الصَّلَاة تَحَوَّلْت حَتَّى قُمْت فِي صَدْره فَقُلْت يَا رَسُول اللَّه أَعَلَى عَدُوّ اللَّه عَبْد اللَّه بْن أُبَيّ الْقَائِل يَوْم كَذَا وَكَذَا وَكَذَا - يُعَدِّد أَيَّامه - ؟ قَالَ وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَتَبَسَّم حَتَّى إِذَا أَكْثَرْت عَلَيْهِ قَالَ \" أَخِّرْ عَنِّي يَا عُمَر إِنِّي خُيِّرْت فَاخْتَرْت قَدْ قِيلَ لِي \" اِسْتَغْفِرْ لَهُمْ \" الْآيَة . لَوْ أَعْلَم أَنَّى لَوْ زِدْت عَلَى السَّبْعِينَ غُفِرَ لَهُ لَزِدْت \" قَالَ ثُمَّ صَلَّى عَلَيْهِ : وَمَشَى مَعَهُ وَقَامَ عَلَى قَبْره حَتَّى فَرَغَ مِنْهُ قَالَ فَعَجِبْت مِنْ جُرْأَتِي عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاللَّه وَرَسُوله أَعْلَم . قَالَ فَوَاَللَّهِ مَا كَانَ إِلَّا يَسِيرًا حَتَّى نَزَلَتْ هَاتَانِ الْآيَتَانِ \" وَلَا تُصَلِّ عَلَى أَحَد مِنْهُمْ مَاتَ أَبَدًا \" الْآيَة . فَمَا صَلَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْده عَلَى مُنَافِق وَلَا قَامَ عَلَى قَبْره حَتَّى قَبَضَهُ اللَّه عَزَّ وَجَلَّ وَهَكَذَا رَوَاهُ التِّرْمِذِيّ فِي التَّفْسِير مِنْ حَدِيث مُحَمَّد بْن إِسْحَاق عَنْ الزُّهْرِيّ بِهِ وَقَالَ حَسَن صَحِيح وَرَوَاهُ الْبُخَارِيّ عَنْ يَحْيَى بْن بُكَيْر عَنْ اللَّيْث عَنْ عُقَيْل عَنْ الزُّهْرِيّ بِهِ فَذَكَرَ مِثْله وَقَالَ \" أَخِّرْ عَنِّي يَا عُمَر \" فَلَمَّا أَكْثَرْت عَلَيْهِ قَالَ \" إنِّي خُيِّرْت فَاخْتَرْت وَلَوْ أَعْلَم أَنَّى إِنْ زِدْت عَلَى السَّبْعِينَ غُفِرَ لَهُ لَزِدْت عَلَيْهَا \" قَالَ فَصَلَّى عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ اِنْصَرَفَ لَمْ يَلْبَث إِلَّا يَسِيرًا حَتَّى نَزَلَتْ الْآيَتَانِ مِنْ بَرَاءَة \" وَلَا تُصَلِّ عَلَى أَحَد مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْره \" الْآيَة . فَعَجِبْت بَعْد مِنْ جُرْأَتِي عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْلَم . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن عُبَيْد حَدَّثَنَا عَبْد الْمَلِك عَنْ أَبِي الزُّبَيْر عَنْ جَابِر قَالَ : لَمَّا مَاتَ عَبْد اللَّه بْن أُبَيّ أَتَى اِبْنه النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه إِنَّك إِنْ لَمْ تَأْتِهِ لَمْ نَزَلَ نُعَيَّر بِهَذَا فَأَتَاهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَوَجَدَهُ قَدْ أُدْخِل فِي حُفْرَته فَقَالَ \" أَفَلَا قَبْل أَنْ تُدْخِلُوهُ ؟ \" فَأُخْرِجَ مِنْ حُفْرَته وَتَفَلَ عَلَيْهِ مِنْ رِيقه مِنْ قَرْنه إِلَى قَدَمه وَأَلْبَسَهُ قَمِيصه وَرَوَاهُ النَّسَائِيّ عَنْ أَبِي دَاوُد الْحَرَّانِيّ عَنْ يَعْلَى بْن عُبَيْد عَنْ عَبْد الْمَلِك وَهُوَ اِبْن أَبِي سُلَيْمَان بِهِ وَقَالَ الْبُخَارِيّ حَدَّثَنَا عَبْد اللَّه بْن عُثْمَان أَخْبَرَنَا اِبْن عُيَيْنَة عَنْ عَمْرو سَمِعَ جَابِر بْن عَبْد اللَّه قَالَ : أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَبْد اللَّه بْن أُبَيّ بَعْدَمَا أُدْخِلَ فِي قَبْره فَأَمَرَ بِهِ فَأُخْرِجَ وَوُضِعَ عَلَى رُكْبَتَيْهِ وَنَفَثَ عَلَيْهِ مِنْ رِيقه وَأَلْبَسَهُ قَمِيصه وَاَللَّه أَعْلَم . وَقَدْ رَوَاهُ أَيْضًا فِي غَيْر مَوْضِع مُسْلِم وَالنَّسَائِيّ مِنْ غَيْر وَجْه عَنْ سُفْيَان بْن عُيَيْنَة بِهِ وَقَالَ الْإِمَام أَبُو بَكْر أَحْمَد بْن عَمْرو بْن عَبْد الْخَالِق الْبَزَّار فِي مُسْنَده حَدَّثَنَا عَمْرو بْن عَلِيّ حَدَّثَنَا يَحْيَى حَدَّثَنَا مُجَالِد حَدَّثَنَا عَامِر حَدَّثَنَا جَابِر ح وَحَدَّثَنَا يُوسُف بْن مُوسَى حَدَّثَنَا عَبْد الرَّحْمَن بْن مَغْرَاء الدَّوْسِيّ حَدَّثَنَا مُجَالِد عَنْ الشَّعْبِيّ عَنْ جَابِر قَالَ لَمَّا مَاتَ رَأْس الْمُنَافِقِينَ - قَالَ يَحْيَى بْن سَعِيد بِالْمَدِينَةِ - فَأَوْصَى أَنْ يُصَلِّي عَلَيْهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَاءَ اِبْنه إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ أَبِي أَوْصَى أَنْ يُكَفَّن بِقَمِيصِك - وَهَذَا الْكَلَام فِي حَدِيث عَبْد الرَّحْمَن بْن مَغْرَاء قَالَ يَحْيَى فِي حَدِيثه - فَصَلَّى عَلَيْهِ وَأَلْبَسَهُ قَمِيصه فَأَنْزَلَ اللَّه تَعَالَى \" وَلَا تُصَلِّ عَلَى أَحَد مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْره \" - وَزَادَ عَبْد الرَّحْمَن - : وَخَلَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَمِيصه فَأَعْطَاهُ إِيَّاهُ وَمَشَى فَصَلَّى عَلَيْهِ وَقَامَ عَلَى قَبْره فَأَتَاهُ جِبْرِيل عَلَيْهِ السَّلَام لَمَّا وَلَّى قَالَ \" وَلَا تُصَلِّ عَلَى أَحَد مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْره \" وَإِسْنَاده لَا بَأْس بِهِ وَمَا قَبْله شَاهِد لَهُ . وَقَالَ الْإِمَام أَبُو جَعْفَر الطَّبَرِيّ حَدَّثَنَا أَحْمَد بْن إِسْحَاق حَدَّثَنَا أَبُو أَحْمَد حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ يَزِيد الرَّقَاشِيّ عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرَادَ أَنْ يُصَلِّي عَلَى عَبْد اللَّه بْن أُبَيّ فَأَخَذَ جِبْرِيل بِثَوْبِهِ وَقَالَ وَلَا تُصَلِّ عَلَى أَحَد مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْره . وَرَوَاهُ الْحَافِظ أَبُو يَعْلَى فِي مُسْنَده مِنْ حَدِيث يَزِيد الرَّقَاشِيّ وَهُوَ ضَعِيف وَقَالَ قَتَادَة أَرْسَلَ عَبْد اللَّه اِبْن أُبَيّ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ مَرِيض فَلَمَّا دَخَلَ عَلَيْهِ قَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَهْلَكَك حُبّ يَهُود قَالَ يَا رَسُول اللَّه إِنَّمَا أَرْسَلْت إِلَيْك لِتَسْتَغْفِر لِي وَلَمْ أُرْسِل إِلَيْك لِتَؤَنِّبَنِي ثُمَّ سَأَلَهُ عَبْد اللَّه أَنْ يُعْطِيه قَمِيصه يُكَفِّن فِيهِ أَبَاهُ فَأَعْطَاهُ إِيَّاهُ وَصَلَّى عَلَيْهِ وَقَامَ عَلَى قَبْره فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ وَلَا تُصَلِّ عَلَى أَحَد مِنْهُمْ مَاتَ أَبَدًا . الْآيَة . وَقَدْ ذَكَرَ بَعْض السَّلَف أَنَّمَا كَسَاهُ قَمِيصه لِأَنَّ عَبْد اللَّه اِبْن أُبَيّ لَمَّا قَدِمَ الْعَبَّاس طُلِبَ لَهُ قَمِيص فَلَمْ يُوجَد عَلَى تَفْصِيله إِلَّا ثَوْب عَبْد اللَّه بْن أُبَيّ لِأَنَّهُ كَانَ ضَخْمًا طَوِيلًا فَفَعَلَ ذَلِكَ بِهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُكَافَأَة لَهُ فَاَللَّه أَعْلَم وَلِهَذَا كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْد نُزُول هَذِهِ الْآيَة الْكَرِيمَة عَلَيْهِ لَا يُصَلِّي عَلَى أَحَد مِنْ الْمُنَافِقِينَ وَلَا يَقُوم عَلَى قَبْره كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَعْقُوب حَدَّثَنَا أَبِي عَنْ أَبِيهِ حَدَّثَنِي عَبْد اللَّه بْن أَبِي قَتَادَة عَنْ أَبِيهِ قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا دُعِيَ إِلَى جِنَازَة سَأَلَ عَنْهَا فَإِنْ اثْنِيَ عَلَيْهَا خَيْرًا قَامَ فَصَلَّى عَلَيْهَا وَإِنْ كَانَ غَيْر ذَلِكَ قَالَ لِأَهْلِهَا شَأْنكُمْ بِهَا وَلَمْ يُصَلِّ عَلَيْهَا وَكَانَ عُمَر بْن الْخَطَّاب لَا يُصَلِّي عَلَى جِنَازَة مَنْ جُهِلَ حَاله حَتَّى يُصَلِّيَ عَلَيْهَا حُذَيْفَة بْن الْيَمَان لِأَنَّهُ كَانَ يَعْلَم أَعْيَان الْمُنَافِقِينَ قَدْ أَخْبَرَهُ بِهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلِهَذَا كَانَ يُقَال لَهُ صَاحِب السِّرّ الَّذِي لَا يَعْلَمهُ غَيْره أَيْ مِنْ الصَّحَابَة وَقَالَ أَبُو عُبَيْد فِي كِتَاب الْغَرِيب فِي حَدِيث عُمَر أَنَّهُ أَرَادَ أَنْ يُصَلِّيَ عَلَى جِنَازَة رَجُل فَمَرَزَهُ حُذَيْفَة كَأَنَّهُ أَرَادَ أَنْ يَصُدّهُ عَنْ الصَّلَاة عَلَيْهَا ثُمَّ حُكِيَ عَنْ بَعْضهمْ أَنَّ الْمَرْز بِلُغَة أَهْل الْيَمَامَة هُوَ الْقَرْص بِأَطْرَافِ الْأَصَابِع وَلَمَّا نَهَى اللَّه عَزَّ وَجَلَّ عَنْ الصَّلَاة عَلَى الْمُنَافِقِينَ وَالْقِيَام عَلَى قُبُورهمْ لِلِاسْتِغْفَارِ لَهُمْ كَانَ هَذَا الصَّنِيع مِنْ أَكْبَر الْقُرُبَات فِي حَقّ الْمُؤْمِنِينَ فَشُرِعَ ذَلِكَ وَفِي فِعْله الْأَجْر الْجَزِيل كَمَا ثَبَتَ فِي الصِّحَاح وَغَيْرهَا مِنْ حَدِيث أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ مَنْ شَهِدَ الْجِنَازَة حَتَّى يُصَلِّي عَلَيْهَا فَلَهُ قِيرَاط وَمَنْ شَهِدَهَا حَتَّى تُدْفَن فَلَهُ قِيرَاطَانِ قِيلَ وَمَا الْقِيرَاطَانِ ؟ قَالَ أَصْغَرهمَا مِثْل أُحُد وَأَمَّا الْقِيَام عِنْد قَبْر الْمُؤْمِن إِذَا مَاتَ فَرَوَى أَبُو دَاوُد حَدَّثَنَا إِبْرَاهِيم بْن مُوسَى الرَّازِيّ أَخْبَرَنَا هِشَام عَنْ عَبْد اللَّه بْن بُحَيْر عَنْ هَانِئ وَهُوَ أَبُو سَعِيد الْبَرْبَرِيّ مَوْلَى عُثْمَان بْن عَفَّان عَنْ عُثْمَان رَضِيَ اللَّه عَنْهُ قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا فَرَغَ مِنْ دَفْن الْمَيِّت وَقَفَ عَلَيْهِ وَقَالَ اِسْتَغْفِرُوا لِأَخِيكُمْ وَاسْأَلُوا لَهُ التَّثْبِيت فَإِنَّهُ الْآن يُسْأَل . اِنْفَرَدَ بِإِخْرَاجِهِ أَبُو دَاوُد رَحِمَهُ اللَّه.</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43506, "aya_id": 84}]