[{"text": "مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِن بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ", "sura_id": 35, "type": 0, "id": 3662, "aya_id": 2}, {"text": "ما يفتح الله للناس من رحمة فلا ممسك لها وما يمسك فلا مرسل له من بعده وهو العزيز الحكيم", "sura_id": 35, "type": 1, "id": 9898, "aya_id": 2}, {"text": "2 - (ما يفتح الله للناس من رحمة) كرزق ومطر (فلا ممسك لها وما يمسك) من ذلك (فلا مرسل له من بعده) أي بعد إمساكه (وهو العزيز) الغالب على أمره (الحكيم) في فعله \r\n", "sura_id": 35, "type": 2, "id": 28606, "aya_id": 2}, {"text": "ما يفتح الله للناس من رزق ومطر وصحة وعلم وغير ذلك من النعم, فلا أحد يقدر أن يمسك هذه الرحمة, وما يمسك منها فلا أحد يستطيع أن يرسلها بعده سبحانه وتعالى. وهو العزيز القاهر لكل شيء, الحكيم الذي يرسل الرحمة ويمسكها وَفْق حكمته.\r\n", "sura_id": 35, "type": 3, "id": 34842, "aya_id": 2}, {"text": " <font color=red>مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ مَا شَاءَ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ وَأَنَّهُ لَا مَانِع لِمَا أَعْطَى وَلَا مُعْطِي لِمَا مَنَعَ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن عَاصِم حَدَّثَنَا مُغِيرَة أَخْبَرَنَا عَامِر عَنْ وَرَّاد مَوْلَى الْمُغِيرَة بْن شُعْبَة قَالَ إِنَّ مُعَاوِيَة كَتَبَ إِلَى الْمُغِيرَة بْن شُعْبَة : اُكْتُبْ لِي بِمَا سَمِعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَدَعَانِي الْمُغِيرَة فَكَتَبْت إِلَيْهِ إِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول إِذَا اِنْصَرَفَ مِنْ الصَّلَاة\" لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ لَهُ الْمُلْك وَلَهُ الْحَمْد وَهُوَ عَلَى كُلّ شَيْء قَدِير اللَّهُمَّ لَا مَانِع لِمَا أَعْطَيْت وَلَا مُعْطِي لِمَا مَنَعْت وَلَا يَنْفَع ذَا الْجَدّ مِنْك الْجَدّ \" وَسَمِعْته يَنْهَى عَنْ قِيلَ وَقَالَ وَكَثْرَة السُّؤَال وَإِضَاعَة الْمَال , وَعَنْ وَأْد الْبَنَات وَعُقُوق الْأُمَّهَات وَمَنَعَ وَهَاتِ . وَأَخْرَجَاهُ مِنْ طُرُق عَنْ وَرَّاد بِهِ وَثَبَتَ فِي صَحِيح مُسْلِم عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ قَالَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا رَفَعَ رَأْسه مِنْ الرُّكُوع يَقُول \" سَمِعَ اللَّه لِمَنْ حَمِدَهُ اللَّهُمَّ رَبّنَا لَك الْحَمْد مِلْء السَّمَاء وَالْأَرْض وَمِلْء مَا شِئْت مِنْ شَيْء بَعْد اللَّهُمَّ أَهْل الثَّنَاء وَالْمَجْد أَحَقّ مَا قَالَ الْعَبْد وَكُلّنَا لَك عَبْد اللَّهُمَّ لَا مَانِع لِمَا أَعْطَيْت وَلَا مُعْطِيَ لِمَا مَنَعْت وَلَا يَنْفَع ذَا الْجَدّ مِنْك الْجَدّ \" وَهَذِهِ الْآيَة كَقَوْلِهِ تَبَارَكَ وَتَعَالَى \" وَإِنْ يَمْسَسْك اللَّه بِضُرٍّ فَلَا كَاشِف لَهُ إِلَّا هُوَ وَإِنْ يُرِدْك بِخَيْرٍ فَلَا رَادّ لِفَضْلِهِ \" وَلَهَا نَظَائِر كَثِيرَة . وَقَالَ الْإِمَام مَالِك رَحْمَة اللَّه عَلَيْهِ كَانَ أَبُو هُرَيْرَة رَضِيَ اللَّه عَنْهُ إِذَا مُطِرُوا يَقُول مُطِرْنَا بِنَوْءِ الْفَتْح ثُمَّ يَقْرَأ هَذِهِ الْآيَة \" مَا يَفْتَح اللَّه لِلنَّاسِ مِنْ رَحْمَة فَلَا مُمْسِك لَهَا وَمَا يُمْسِك فَلَا مُرْسِل لَهُ مِنْ بَعْده وَهُوَ الْعَزِيز الْحَكِيم \" وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ يُونُس عَنْ اِبْن وَهْب عَنْهُ .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40305, "aya_id": 2}]