[{"text": "الَّذِينَ يَنقُضُونَ عَهْدَ اللَّهِ مِن بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ وَيُفْسِدُونَ فِي الأَرْضِ أُولَئِكَ هُمُ الْخَاسِرُونَ", "sura_id": 2, "type": 0, "id": 34, "aya_id": 27}, {"text": "الذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما أمر الله به أن يوصل ويفسدون في الأرض أولئك هم الخاسرون", "sura_id": 2, "type": 1, "id": 6270, "aya_id": 27}, {"text": "27 - (الذين) نعت (ينقضون عهد الله) ما عهده إليهم في الكتب من الإيمان بمحمد صلى الله عليه وسلم (من بعد ميثاقه) توكيده عليهم (ويقطعون ما أمر الله به أن يوصل) من الإيمان بالنبي والرحم وغير ذلك وأن بدل من ضمير به (ويفسدون في الأرض) بالمعاصي والتعويق عن الإيمان (أولئك) الموصوفون بما ذكر (هم الخاسرون) لمصيرهم إلى النار المؤبدة عليهم \r\n", "sura_id": 2, "type": 2, "id": 24978, "aya_id": 27}, {"text": "الذين ينكثون عهد الله الذي أخذه عليهم بالتوحيد والطاعة, وقد أكَّده بإرسال الرسل, وإنزال الكتب, ويخالفون دين الله كقطع الأرحام ونشر الفساد في الأرض, أولئك هم الخاسرون في الدنيا والآخرة.\r\n", "sura_id": 2, "type": 3, "id": 31214, "aya_id": 27}, {"text": " <font color=red>الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ هُمُ الْخَاسِرُونَ</font><BR><p>وَقَالَ شُعْبَة عَنْ عَمْرو بْن مُرَّة عَنْ مُصْعَب بْن سَعْد قَالَ : سَأَلْت أَبِي فَقُلْت قَوْله تَعَالَى \" الَّذِينَ يَنْقُضُونَ عَهْد اللَّه مِنْ بَعْد مِيثَاقه \" إِلَى آخِر الْآيَة فَقَالَ : هُمْ الْحَرُورِيَّة وَهَذَا الْإِسْنَاد وَإِنْ صَحَّ عَنْ سَعْد بْن أَبِي وَقَّاص رَضِيَ اللَّه عَنْهُ فَهُوَ تَفْسِير عَلَى الْمَعْنَى لَا أَنَّ الْآيَة أُرِيدَ مِنْهَا التَّنْصِيص عَلَى الْخَوَارِج الَّذِينَ خَرَجُوا عَلَى عَلِيّ بِالنَّهْرَوَانِ فَإِنَّ أُولَئِكَ لَمْ يَكُونُوا حَالَ نُزُول الْآيَة وَإِنَّمَا هُمْ دَاخِلُونَ بِوَصْفِهِمْ فِيهَا مَعَ مَنْ دَخَلَ لِأَنَّهُمْ سُمُّوا خَوَارِج لِخُرُوجِهِمْ عَنْ طَاعَة الْإِمَام وَالْقِيَام بِشَرَائِع الْإِسْلَام وَالْفَاسِق فِي اللُّغَة هُوَ الْخَارِج عَنْ الطَّاعَة أَيْضًا . وَتَقُول الْعَرَب فَسَقَتْ الرَّطْبَة إِذَا خَرَجَتْ مِنْ قِشْرَتهَا وَلِهَذَا يُقَال لِلْفَأْرَةِ فُوَيْسِقَة لِخُرُوجِهَا عَنْ جُحْرهَا لِلْفَسَادِ . وَثَبَتَ فِي الصَّحِيحَيْنِ عَنْ عَائِشَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" خَمْس فَوَاسِق يُقْتَلْنَ فِي الْحِلّ وَالْحَرَم الْغُرَاب وَالْحِدَأَة وَالْعَقْرَب وَالْفَأْرَة وَالْكَلْب الْعَقُور \" فَالْفَاسِق يَشْمَل الْكَافِر وَالْعَاصِي وَلَكِنَّ فِسْق الْكَافِر أَشَدّ وَأَفْحَش وَالْمُرَاد مِنْ الْآيَة الْفَاسِق الْكَافِر وَاَللَّه أَعْلَم بِدَلِيلِ أَنَّهُ وَصَفَهُمْ بِقَوْلِهِ تَعَالَى\" الَّذِينَ يَنْقُضُونَ عَهْد اللَّه مِنْ بَعْد مِيثَاقه وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَل وَيُفْسِدُونَ فِي الْأَرْض أُولَئِكَ هُمْ الْخَاسِرُونَ \" وَهَذِهِ الصِّفَات صِفَات الْكُفَّار الْمُبَايِنَة لِصِفَاتِ الْمُؤْمِنِينَ كَمَا قَالَ تَعَالَى فِي سُورَة الرَّعْد\" أَفَمَنْ يَعْلَم أَنَّمَا أُنْزِلَ إِلَيْك مِنْ رَبّك الْحَقّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّر أُولُو الْأَلْبَاب الَّذِينَ يُوفُونَ بِعَهْدِ اللَّه وَلَا يَنْقُضُونَ الْمِيثَاق وَاَلَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّه بِهِ أَنْ يُوصَل وَيَخْشَوْنَ رَبّهمْ وَيَخَافُونَ سُوء الْحِسَاب \" الْآيَات إِلَى أَنْ قَالَ \" وَاَلَّذِينَ يَنْقُضُونَ عَهْد اللَّه مِنْ بَعْد مِيثَاقه وَيَقْطَعُونَ مَا أَمَرَ اللَّه بِهِ أَنْ يُوصَل وَيُفْسِدُونَ فِي الْأَرْض أُولَئِكَ لَهُمْ اللَّعْنَة وَلَهُمْ سُوء الدَّار \" وَقَدْ اِخْتَلَفَ أَهْل التَّفْسِير فِي مَعْنَى الْعَهْد الَّذِي وَصَفَ هَؤُلَاءِ الْفَاسِقِينَ بِنَقْضِهِ فَقَالَ بَعْضهمْ : هُوَ وَصِيَّة اللَّه إِلَى خَلْقه وَأَمْره إِيَّاهُمْ بِمَا أَمَرَهُمْ بِهِ مِنْ طَاعَته وَنَهْيه إِيَّاهُمْ عَمَّا نَهَاهُمْ عَنْهُ مِنْ مَعْصِيَته فِي كُتُبه وَعَلَى لِسَان رُسُله وَنَقْضهمْ ذَلِكَ هُوَ تَرْكهمْ الْعَمَل بِهِ وَقَالَ آخَرُونَ بَلْ هِيَ فِي كُفَّار أَهْل الْكِتَاب وَالْمُنَافِقِينَ مِنْهُمْ وَعَهْد اللَّه الَّذِي نَقَضُوهُ هُوَ مَا أَخَذَهُ اللَّه عَلَيْهِمْ فِي التَّوْرَاة مِنْ الْعَمَل بِمَا فِيهَا وَاتِّبَاع مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا بُعِثَ وَالتَّصْدِيق بِهِ وَبِمَا جَاءَ بِهِ مِنْ عِنْد رَبّهمْ وَنَقْضهمْ ذَلِكَ هُوَ جُحُودهمْ بِهِ بَعْد مَعْرِفَتهمْ بِحَقِيقَتِهِ وَإِنْكَارهمْ ذَلِكَ وَكِتْمَانهمْ عِلْم ذَلِكَ عَنْ النَّاس بَعْد إِعْطَائِهِمْ اللَّه مِنْ أَنْفُسهمْ الْمِيثَاق لَيُبَيِّنُنَّهُ لِلنَّاسِ وَلَا يَكْتُمُونَهُ فَأَخْبَرَ تَعَالَى أَنَّهُمْ نَبَذُوهُ وَرَاء ظُهُورهمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا . وَهَذَا اِخْتِيَار اِبْن جَرِير رَحِمَهُ اللَّه وَهُوَ قَوْل مُقَاتِل بْن حَيَّان . وَقَالَ آخَرُونَ بَلْ عَنَى بِهَذِهِ الْآيَة جَمِيع أَهْل الْكُفْر وَالشِّرْك وَالنِّفَاق وَعَهْده إِلَى جَمِيعهمْ فِي تَوْحِيده مَا وَضَعَ لَهُمْ مِنْ الْأَدِلَّة الدَّالَّة عَلَى رُبُوبِيَّته وَعَهْده إِلَيْهِمْ فِي أَمْره وَنَهْيه مَا اِحْتَجَّ بِهِ لِرُسُلِهِ مِنْ الْمُعْجِزَات الَّتِي لَا يَقْدِر أَحَد مِنْ النَّاس غَيْرهمْ أَنْ يَأْتِي بِمِثْلِهِ الشَّاهِدَة لَهُمْ عَلَى صِدْقهمْ قَالُوا وَنَقْضهمْ ذَلِكَ تَرْكهمْ الْإِقْرَار بِمَا قَدْ تَبَيَّنَتْ لَهُمْ صِحَّته بِالْأَدِلَّةِ وَتَكْذِيبهمْ الرُّسُل وَالْكُتُب مَعَ عِلْمهمْ أَنَّ مَا أَتَوْا بِهِ حَقّ . وَرُوِيَ عَنْ مُقَاتِل بْن حَيَّان أَيْضًا نَحْو هَذَا وَهُوَ حَسَن وَإِلَيْهِ مَالَ الزَّمَخْشَرِيّ فَإِنَّهُ قَالَ فَإِنْ قُلْت : فَمَا الْمُرَاد بِعَهْدِ اللَّه ؟ قُلْت مَا رَكَّزَ فِي عُقُولهمْ مِنْ الْحُجَّة عَلَى التَّوْحِيد كَأَنَّهُ أَمْر وَصَّاهُمْ بِهِ وَوَثَّقَهُ عَلَيْهِمْ وَهُوَ مَعْنَى قَوْله تَعَالَى \" وَأَشْهَدَهُمْ عَلَى أَنْفُسهمْ أَلَسْت بِرَبِّكُمْ قَالُوا بَلَى \" إِذَا أَخَذَ الْمِيثَاق عَلَيْهِمْ مِنْ الْكُتُب الْمُنَزَّلَة عَلَيْهِمْ كَقَوْلِهِ \" وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ \" وَقَالَ آخَرُونَ الْعَهْد الَّذِي ذَكَرَهُ تَعَالَى هُوَ الْعَهْد الَّذِي أَخَذَهُ عَلَيْهِمْ حِين أَخْرَجَهُمْ مِنْ صُلْب آدَم الَّذِي وَصَفَ فِي قَوْله \" وَإِذَا أَخَذَ رَبّك مِنْ بَنِي آدَم مِنْ ظُهُورهمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسهمْ أَلَسْت بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا \" الْآيَتَيْنِ . وَنَقْضهمْ ذَلِكَ تَرْكهمْ الْوَفَاء بِهِ وَهَكَذَا رُوِيَ عَنْ مُقَاتِل بْن حَيَّان أَيْضًا حَكَى هَذِهِ الْأَقْوَال اِبْن جَرِير فِي تَفْسِيره . وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة فِي قَوْله تَعَالَى \" الَّذِينَ يَنْقُضُونَ عَهْد اللَّه مِنْ بَعْد مِيثَاقه - إِلَى قَوْله - أُولَئِكَ هُمْ الْخَاسِرُونَ \" قَالَ هِيَ سِتّ خِصَال مِنْ الْمُنَافِقِينَ إِذَا كَانَتْ فِيهِمْ الظُّهْرَة عَلَى النَّاس أَظْهَرُوا هَذِهِ الْخِصَال : إِذَا حَدَّثُوا كَذَبُوا وَإِذَا وَعَدُوا أَخْلَفُوا وَإِذَا اُؤْتُمِنُوا خَانُوا وَنَقَضُوا عَهْد اللَّه مِنْ بَعْد مِيثَاقه وَقَطَعُوا مَا أَمَرَ اللَّه بِهِ أَنْ يُوصَل وَأَفْسَدُوا فِي الْأَرْض وَإِذَا كَانَتْ الظُّهْرَة عَلَيْهِمْ أَظْهَرُوا الْخِصَال الثَّلَاث إِذَا حَدَّثُوا كَذَبُوا وَإِذَا وَعَدُوا أَخْلَفُوا وَإِذَا اُؤْتُمِنُوا خَانُوا . وَكَذَا قَالَ الرَّبِيع بْن أَنَس أَيْضًا وَقَالَ السُّدِّيّ فِي تَفْسِيره بِإِسْنَادِهِ قَوْله تَعَالَى \" الَّذِينَ يَنْقُضُونَ عَهْد اللَّه مِنْ بَعْد مِيثَاقه\" قَالَ هُوَ مَا عَهِدَ إِلَيْهِمْ فِي الْقُرْآن فَأَقَرُّوا بِهِ ثُمَّ كَفَرُوا فَنَقَضُوهُ . وَقَوْله \" وَيَقْطَعُونَ مَا أَمَرَ اللَّه بِهِ أَنْ يُوصَل \" قِيلَ الْمُرَاد بِهِ صِلَة الْأَرْحَام وَالْقَرَابَات كَمَا فَسَّرَهُ قَتَادَة كَقَوْلِهِ تَعَالَى \" فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْض وَتُقَطِّعُوا أَرْحَامكُمْ\" وَرَجَّحَهُ اِبْن جَرِير وَقِيلَ الْمُرَاد أَعَمّ مِنْ ذَلِكَ فَكُلّ مَا أَمَرَ اللَّه بِوَصْلِهِ وَفِعْله فَقَطَعُوهُ وَتَرَكُوهُ . وَقَالَ مُقَاتِل بْن حَيَّان فِي قَوْله تَعَالَى \" أُولَئِكَ هُمْ الْخَاسِرُونَ\" قَالَ فِي الْآخِرَة وَهَذَا كَمَا قَالَ تَعَالَى \" أُولَئِكَ لَهُمْ اللَّعْنَة وَلَهُمْ سُوء الدَّار \" وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس كُلّ شَيْء نَسَبَهُ اللَّه إِلَى غَيْر أَهْل الْإِسْلَام مِنْ اِسْم مِثْل خَاسِر فَإِنَّمَا يَعْنِي بِهِ الْكُفْر وَمَا نَسَبَهُ إِلَى أَهْل الْإِسْلَام فَإِنَّمَا يَعْنِي بِهِ الذَّنْب . وَقَالَ اِبْن جَرِير فِي قَوْله تَعَالَى \" أُولَئِكَ هُمْ الْخَاسِرُونَ \" الْخَاسِرُونَ جَمْع خَاسِر وَهُمْ النَّاقِصُونَ أَنْفُسهمْ حُظُوظهمْ بِمَعْصِيَتِهِمْ اللَّه مِنْ رَحْمَته كَمَا يَخْسَر الرَّجُل فِي تِجَارَته بِأَنْ يُوضَع مِنْ رَأْس مَاله فِي بَيْعه وَكَذَلِكَ الْمُنَافِق وَالْكَافِر خَسِرَ بِحِرْمَانِ اللَّه إِيَّاهُ رَحْمَته الَّتِي خَلَقَهَا لِعِبَادِهِ فِي الْقِيَامَة أَحْوَج مَا كَانُوا إِلَى رَحْمَته يُقَال مِنْهُ خَسِرَ الرَّجُل يَخْسَر خُسْرًا وَخُسْرَانًا وَخَسَارًا كَمَا قَالَ جَرِير بْن عَطِيَّة : إِنَّ سَلِيطًا فِي الْخَسَار أَنَّهُ أَوْلَاد قَوْم خُلِقُوا أَقِنَّهُ </p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38685, "aya_id": 27}]