[{"text": "وَكَذَلِكَ نُصَرِّفُ الآيَاتِ وَلِيَقُولُواْ دَرَسْتَ وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ", "sura_id": 6, "type": 0, "id": 894, "aya_id": 105}, {"text": "وكذلك نصرف الآيات وليقولوا درست ولنبينه لقوم يعلمون", "sura_id": 6, "type": 1, "id": 7130, "aya_id": 105}, {"text": "105 - (وكذلك) كما بينا ما ذكر (نصرف) نبين (الآيات) ليعتبروا (وليقولوا) أي الكفار في عاقبة الأمر (دارست) ذاكرت أهل الكتاب وفي قراءة {درست} أي كتب الماضين وجئت بهذا منها (ولنبينه لقوم يعلمون) \r\n", "sura_id": 6, "type": 2, "id": 25838, "aya_id": 105}, {"text": "وكما بيَّنَّا في هذا القرآن للمشركين البراهين الظاهرة في أمر التوحيد والنبوة والمعاد نبيِّن لهم البراهين في كل ما جهلوه فيقولون عند ذلك كذبًا: تعلمت من أهل الكتاب, ولنبين -بتصريفنا الآيات- الحقَّ لقوم يعلمونه, فيقبلونه ويتبعونه, وهم المؤمنون برسول الله محمد صلى الله عليه وسلم وما أنزل عليه.\r\n", "sura_id": 6, "type": 3, "id": 32074, "aya_id": 105}, {"text": " <font color=red>وَكَذَلِكَ نُصَرِّفُ الْآيَاتِ وَلِيَقُولُوا دَرَسْتَ وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ</font><BR><p>وَقَوْله \" وَكَذَلِكَ نُصَرِّف الْآيَات \" أَيْ وَكَمَا فَصَّلْنَا الْآيَات فِي هَذِهِ السُّورَة مِنْ بَيَان التَّوْحِيد وَأَنَّهُ لَا إِلَه إِلَّا هُوَ هَكَذَا نُوَضِّح الْآيَات وَنُفَسِّرهَا وَنُبَيِّنهَا فِي كُلّ مَوْطِن لِجَهَالَةِ الْجَاهِلِينَ وَلِيَقُولَ الْمُشْرِكُونَ وَالْكَافِرُونَ الْمُكَذِّبُونَ دَارَسْت يَا مُحَمَّد مَنْ قَبْلك مِنْ أَهْل الْكِتَاب وَقَارَأْتَهُمْ وَتَعَلَّمْت مِنْهُمْ هَكَذَا قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَغَيْرهمْ . وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا عَبْد اللَّه بْن أَحْمَد حَدَّثَنَا أَبِي حَدَّثَنَا سُفْيَان بْن عُيَيْنَة عَنْ عَمْرو بْن دِينَار عَنْ عَمْرو بْن كَيْسَان قَالَ سَمِعْت اِبْن عَبَّاس يَقُول دَارَسْت تَلَوْت خَاصَمْت جَادَلْت وَهَذَا كَقَوْلِهِ تَعَالَى إِخْبَارًا عَنْ كَذِبهمْ وَعِنَادهمْ \" وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا إِفْك اِفْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْم آخَرُونَ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا وَقَالُوا أَسَاطِير الْأَوَّلِينَ اِكْتَتَبَهَا\" الْآيَة وَقَالَ تَعَالَى إِخْبَارًا عَنْ زَعِيمهمْ وَكَاذِبهمْ \" إِنَّهُ فَكَّرَ وَقَدَّرَ فَقُتِلَ كَيْفَ قَدَّرَ ثُمَّ قُتِلَ كَيْفَ قَدَّرَ ثُمَّ نَظَرَ ثُمَّ عَبَسَ وَبَسَرَ ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ فَقَالَ إِنْ هَذَا إِلَّا سِحْر يُؤْثَر إِنْ هَذَا إِلَّا قَوْل الْبَشَر\" وَقَوْله \" وَلِنُبَيِّنهُ لِقَوْمٍ يَعْلَمُونَ \" أَيْ وَلِنُوَضِّحهُ لِقَوْمٍ يَعْلَمُونَ الْحَقّ فَيَتَّبِعُونَهُ وَالْبَاطِل فَيَجْتَنِبُونَهُ فَلِلَّهِ تَعَالَى الْحِكْمَة الْبَالِغَة فِي إِضْلَال أُولَئِكَ وَبَيَان الْحَقّ لِهَؤُلَاءِ كَقَوْلِهِ تَعَالَى \" يُضِلّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا \" الْآيَة وَكَقَوْلِهِ \" لِيَجْعَل مَا يُلْقِي الشَّيْطَان فِتْنَة لِلَّذِينَ فِي قُلُوبهمْ مَرَض وَالْقَاسِيَة قُلُوبهمْ وَإِنَّ اللَّه لَهَادِي الَّذِينَ آمَنُوا إِلَى صِرَاط مُسْتَقِيم \" وَقَالَ تَعَالَى \" وَمَا جَعَلْنَا أَصْحَاب النَّار إِلَّا مَلَائِكَة وَمَا جَعَلْنَا عُدَّتهمْ إِلَّا فِتْنَة لِلَّذِينَ كَفَرُوا لِيَسْتَيْقِن الَّذِينَ أُوتُوا الْكِتَاب وَيَزْدَاد الَّذِينَ آمَنُوا إِيمَانًا وَلَا يَرْتَاب الَّذِينَ أُوتُوا الْكِتَاب وَالْمُؤْمِنُونَ وَلِيَقُولَ الَّذِينَ فِي قُلُوبهمْ مَرَض وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّه بِهَذَا مَثَلًا كَذَلِكَ يُضِلّ اللَّه مَنْ يَشَاء وَيَهْدِي مَنْ يَشَاء وَمَا يَعْلَم جُنُود رَبّك إِلَّا هُوَ \" وَقَالَ \" وَنُنَزِّل مِنْ الْقُرْآن مَا هُوَ شِفَاء وَرَحْمَة لِلْمُؤْمِنِينَ وَلَا يَزِيد الظَّالِمِينَ إِلَّا خَسَارًا \" وَقَالَ تَعَالَى \" قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاء وَاَلَّذِينَ لَا يُؤْمِنُونَ فِي آذَانهمْ وَقْر وَهُوَ عَلَيْهِمْ عَمًى أُولَئِكَ يُنَادَوْنَ مِنْ مَكَان بِعِيدٍ\" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الدَّالَّة عَلَى أَنَّهُ تَعَالَى أَنْزَلَ الْقُرْآن هُدًى لِلْمُتَّقِينَ وَأَنَّهُ يُضِلّ بِهِ مَنْ يَشَاء وَيَهْدِي بِهِ مَنْ يَشَاء وَلِهَذَا قَالَ هَهُنَا \" وَكَذَلِكَ نُصَرِّف الْآيَات وَلِيَقُولُوا دَرَسْت وَلِنُبَيِّنهُ لِقَوْمٍ يَعْلَمُونَ\" وَقَرَأَ بَعْضهمْ \" وَلِيَقُولُوا دَرَسْت \" قَالَ التَّمِيمِيّ عَنْ اِبْن عَبَّاس دَرَسْت أَيْ قَرَأْت وَتَعَلَّمْت وَكَذَا قَالَ مُجَاهِد وَالسُّدِّيّ وَالضَّحَّاك وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَغَيْر وَاحِد وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر قَالَ الْحَسَن\" وَلِيَقُولُوا دَرَسْت \" يَقُول تَقَادَمَتْ وَانْمَحَتْ وَقَالَ عَبْد الرَّزَّاق أَيْضًا أَنْبَأَنَا اِبْن عُيَيْنَة عَنْ عَمْرو بْن دِينَار سَمِعْت اِبْن الزُّبَيْر يَقُول إِنَّ صِبْيَانًا يَقْرَءُونَ هَهُنَا دَارَسْت وَإِنَّمَا دَرَسْت وَقَالَ شُعْبَة حَدَّثَنَا أَبُو إِسْحَاق الْهَمْدَانِيّ قَالَ هِيَ فِي قِرَاءَة اِبْن مَسْعُود دَرَسْت يَعْنِي بِغَيْرِ أَلِف بِنَصْبِ السِّين وَوَقَفَ عَلَى التَّاء قَالَ اِبْن جَرِير وَمَعْنَاهُ انْمَحَتْ وَتَقَادَمَتْ أَيْ أَنَّ هَذَا الَّذِي تَتْلُوهُ عَلَيْنَا قَدْ مَرَّ بِنَا قَدِيمًا وَتَطَاوَلَتْ مُدَّته وَقَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة أَنَّهُ قَرَأَهَا دَرَسْت أَيْ قَرَأْت وَتَعَلَّمْت وَقَالَ مَعْمَر عَنْ قَتَادَة دَرَسْت قَرَأْت وَفِي حَرْف اِبْن مَسْعُود دَرَسَ وَقَالَ أَبُو عَبِيد الْقَاسِم بْن سَلَام حَدَّثَنَا حَجَّاج عَنْ هَارُون قَالَ هِيَ فِي حَرْف أُبَيّ بْن كَعْب وَابْن مَسْعُود وَلِيَقُولُوا دَرَسَ قَالَ يَعْنُونَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَرَأَ وَهَذَا غَرِيب فَقَدْ رُوِيَ عَنْ أُبَيّ بْن كَعْب خِلَاف هَذَا قَالَ أَبُو بَكْر بْن مَرْدُوَيْهِ حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا الْحَسَن بْن لَيْث حَدَّثَنَا أَبُو سَلَمَة حَدَّثَنَا أَحْمَد بْن أَبِي بَزَّة الْمَكِّيّ حَدَّثَنَا وَهْب بْن زَمْعَة عَنْ أَبِيهِ عَنْ حُمَيْد الْأَعْرَج عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس عَنْ أُبَيّ بْن كَعْب قَالَ : أَقْرَأَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" وَلِيَقُولُوا دَرَسْت \" . وَرَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث وَهَبْ بْن زَمْعَة وَقَالَ يَعْنِي بِجَزْمِ السِّين وَنَصْب التَّاء ثُمَّ قَالَ صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42083, "aya_id": 105}]