[{"text": "قَالُواْ ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوْنُهَا قَالَ إِنَّهُ يَقُولُ إِنّهَا بَقَرَةٌ صَفْرَاء فَاقِعٌ لَّوْنُهَا تَسُرُّ النَّاظِرِينَ", "sura_id": 2, "type": 0, "id": 76, "aya_id": 69}, {"text": "قالوا ادع لنا ربك يبين لنا ما لونها قال إنه يقول إنها بقرة صفراء فاقع لونها تسر الناظرين", "sura_id": 2, "type": 1, "id": 6312, "aya_id": 69}, {"text": "69 - (قالوا ادع لنا ربك يبين لنا ما لونها قال إنه يقول إنها بقرة صفراء فاقع لونها) شديد الصفرة ، (تسر الناظرين) إليها بحسنها أي تعجبهم \r\n", "sura_id": 2, "type": 2, "id": 25020, "aya_id": 69}, {"text": "فعادوا إلى جدالهم قائلين: ادع لنا ربك يوضح لنا لونها. قال: إنه يقول: إنها بقرة صفراء شديدة الصُّفْرة, تَسُرُّ مَن ينظر إليها.\r\n", "sura_id": 2, "type": 3, "id": 31256, "aya_id": 69}, {"text": " <font color=red>قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا لَوْنُهَا قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا تَسُرُّ النَّاظِرِينَ</font><BR><p>قَوْله تَعَالَى \" تَسُرُّ النَّاظِرِينَ \" وَكَذَا قَالَ مُجَاهِد وَوَهْب بْن مُنَبِّه كَانَتْ صَفْرَاء . وَعَنْ اِبْن عُمَر كَانَتْ صَفْرَاء الظِّلْف . وَعَنْ سَعِيد بْن جُبَيْر كَانَتْ صَفْرَاء الْقَرْن وَالظِّلْف . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا نَصْر بْن عَلِيّ حَدَّثَنَا نُوح بْن قَيْس أَنْبَأَنَا أَبُو رَجَاء عَنْ الْحَسَن فِي قَوْله تَعَالَى \" بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا\" قَالَ سَوْدَاء شَدِيدَة السَّوَاد وَهَذَا غَرِيب وَالصَّحِيح الْأَوَّل وَلِهَذَا أَكَّدَ صُفْرَتهَا بِأَنَّهُ \" فَاقِعٌ لَوْنُهَا \" وَقَالَ عَطِيَّة الْعَوْفِيّ \" فَاقِع لَوْنهَا \" تَكَاد تَسْوَدّ مِنْ صُفْرَتهَا وَقَالَ سَعِيد بْن جُبَيْر \" فَاقِعٌ لَوْنُهَا \" وَقَالَ صَافِيَة اللَّوْن . وَرَوَى عَنْ أَبِي الْعَالِيَة وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ وَالْحَسَن وَقَتَادَة نَحْوه . وَقَالَ شَرِيك عَنْ مَعْمَر عَنْ اِبْن عُمَر \" فَاقِع لَوْنهَا \" قَالَ صَافٍ وَقَالَ الْعَوْفِيّ فِي تَفْسِيره عَنْ اِبْن عَبَّاس \" فَاقِع لَوْنهَا \" شَدِيدَة الصُّفْرَة تَكَاد مِنْ صُفْرَتهَا تَبْيَضّ . وَقَالَ السُّدِّيّ \" تَسُرّ النَّاظِرِينَ\" أَيْ تُعْجِب النَّاظِرِينَ وَكَذَا قَالَ أَبُو الْعَالِيَة وَقَتَادَة وَالرَّبِيع بْن أَنَس . وَقَالَ وَهْب بْن مُنَبِّه إِذَا نَظَرْت إِلَى جِلْدهَا تَخَيَّلْت أَنَّ شُعَاع الشَّمْس يَخْرُج مِنْ جِلْدهَا . وَفِي التَّوْرَاة أَنَّهَا كَانَتْ حَمْرَاء فَلَعَلَّ هَذَا خَطَأ فِي التَّعْرِيب أَوْ كَمَا قَالَ الْأَوَّل أَنَّهَا كَانَتْ شَدِيدَة الصُّفْرَة تَضْرِب إِلَى حُمْرَة وَسَوَاد وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38748, "aya_id": 69}]