[{"text": "وَعَلَى الثَّلاَثَةِ الَّذِينَ خُلِّفُواْ حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ وَظَنُّواْ أَن لاَّ مَلْجَأَ مِنَ اللّهِ إِلاَّ إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُواْ إِنَّ اللّهَ هُوَ التَّوَّابُ الرَّحِيمُ", "sura_id": 9, "type": 0, "id": 1353, "aya_id": 118}, {"text": "وعلى الثلاثة الذين خلفوا حتى إذا ضاقت عليهم الأرض بما رحبت وضاقت عليهم أنفسهم وظنوا أن لا ملجأ من الله إلا إليه ثم تاب عليهم ليتوبوا إن الله هو التواب الرحيم", "sura_id": 9, "type": 1, "id": 7589, "aya_id": 118}, {"text": "118 - (و) تاب (على الثلاثة الذين خلفوا) عن التوبة عليهم بقرينة (حتى إذا ضاقت عليهم الأرض بما رحبت) أي مع رحبها ، أي سعتها فلا يجدون مكانا يطمئنون إليه (وضاقت عليهم أنفسهم) قلوبهم للغم والوحشة بتأخير توبتهم فلا يسعها سرور ولا أنس (وظنُّوا) أيقنوا (أن) مخففة (لا ملجأَ من الله إلا إليه ثم تاب عليهم) وفقهم للتوبة (ليتوبوا إن الله هو التواب الرحيم) \r\n", "sura_id": 9, "type": 2, "id": 26297, "aya_id": 118}, {"text": "وكذلك تاب الله على الثلاثة الذين خُلِّفوا من الأنصار -وهم كعب بن مالك وهلال بن أُميَّة ومُرَارة بن الربيع- تخلَّفوا عن رسول الله صلى الله عليه وسلم, وحزنوا حزنًا شديدًا, حتى إذا ضاقت عليهم الأرض بسَعَتها غمًّا وندمًا بسبب تخلفهم, وضاقت عليهم أنفسهم لِمَا أصابهم من الهم, وأيقنوا أن لا ملجأ من الله إلا إليه, وفَّقهم الله سبحانه وتعالى إلى الطاعة والرجوع إلى ما يرضيه سبحانه. إن الله هو التواب على عباده, الرحيم بهم.\r\n", "sura_id": 9, "type": 3, "id": 32533, "aya_id": 118}, {"text": " <font color=red>وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن أَخِي الزُّهْرِيّ مُحَمَّد بْن عَبْد اللَّه عَنْ عَمّه مُحَمَّد بْن مُسْلِم الزُّهْرِيّ أَخْبَرَنِي عَبْد الرَّحْمَن بْن عَبْد اللَّه بْن كَعْب بْن مَالِك أَنَّ عُبَيْد اللَّه بْن كَعْب بْن مَالِك وَكَانَ قَائِد كَعْب مِنْ بَنِيهِ حِين عَمِيَ قَالَ : سَمِعْت كَعْب بْن مَالِك يُحَدِّث حَدِيثه حِين تَخَلَّفَ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة تَبُوك فَقَالَ كَعْب بْن مَالِك لَمْ أَتَخَلَّف عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزَاة غَزَاهَا قَطُّ إِلَّا فِي غَزَاة تَبُوك غَيْر أَنِّي كُنْت تَخَلَّفْت فِي غَزَاة بَدْر وَلَمْ يُعَاتِب أَحَدًا تَخَلَّفَ عَنْهَا وَإِنَّمَا خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُرِيد عِير قُرَيْش حَتَّى جَمَعَ اللَّه بَيْنهمْ وَبَيْن عَدُوّهُمْ عَلَى غَيْر مِيعَاد وَلَقَدْ شَهِدْت مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة الْعَقَبَة حِين تَوَاثَقْنَا عَلَى الْإِسْلَام وَمَا أُحِبّ أَنَّ لِي بِهَا مَشْهَد بَدْر وَإِنْ كَانَتْ بَدْر أَذْكَر فِي النَّاس مِنْهَا وَأَشْهَر وَكَانَ مِنْ خَبَرِي حِين تَخَلَّفْت عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة تَبُوك أَنِّي لَمْ أَكُنْ قَطُّ أَقْوَى وَلَا أَيْسَر مِنِّي حِين تَخَلَّفْت عَنْهُ فِي تِلْكَ الْغَزَاة وَاَللَّه مَا جَمَعْت قَبْلهَا رَاحِلَتَيْنِ قَطُّ حَتَّى جَمَعْتهمَا فِي تِلْكَ الْغَزَاة وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَلَّمَا يُرِيد غَزْوَة يَغْزُوهَا إِلَّا وَرَّى بِغَيْرِهَا حَتَّى كَانَتْ تِلْكَ الْغَزْوَة فَغَزَاهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَرّ شَدِيد وَاسْتَقْبَلَ سَفَرًا بَعِيدًا وَمَفَاوِز وَعَدُوًّا كَثِيرًا فَخَلَّى لِلْمُسْلِمِينَ أَمَرَهُمْ لِيَتَأَهَّبُوا أُهْبَة عَدُوّهُمْ فَأَخْبَرَهُمْ وَجْهه الَّذِي يُرِيد وَالْمُسْلِمُونَ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَثِير لَا يَجْمَعهُمْ كِتَاب حَافِظ - يُرِيد الدِّيوَان - قَالَ كَعْب : فَقَلَّ رَجُل يُرِيد أَنْ يَتَغَيَّب إِلَّا ظَنَّ أَنَّ ذَلِكَ سَيَخْفَى عَلَيْهِ مَا لَمْ يَنْزِل فِيهِ وَحْي مِنْ اللَّه عَزَّ وَجَلَّ وَغَزَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تِلْكَ الْغَزَاة حِين طَابَتْ الثِّمَار وَالظِّلَال وَأَنَا إِلَيْهَا أَصْعَر فَتَجَهَّزَ إِلَيْهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمُؤْمِنُونَ مَعَهُ فَطَفِقْت أَغْدُو لِكَيْ أَتَجَهَّز مَعَهُمْ فَأَرْجِع وَلَمْ أَقْضِ مِنْ جَهَازِي شَيْئًا فَأَقُول لِنَفْسِي أَنَا قَادِر عَلَى ذَلِكَ إِذَا أَرَدْت فَلَمْ يَزَلْ ذَلِكَ يَتَمَادَى بِي حَتَّى اِسْتَمَرَّ بِالنَّاسِ الْجِدّ فَأَصْبَحَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ غَادِيًا وَالْمُسْلِمُونَ مَعَهُ وَلَمْ أَقْضِ مِنْ جِهَازِي شَيْئًا وَقُلْت أَتَجَهَّز بَعْد يَوْم أَوْ يَوْمَيْنِ ثُمَّ أَلْحَقهُ فَغَدَوْت بَعْدَمَا صَلَّوْا لِأَتَجَهَّز فَرَجَعْت وَلَمْ أَقْضِ مِنْ جَهَازِي شَيْئًا ثُمَّ غَدَوْت فَرَجَعْت وَلَمْ أَقْضِ شَيْئًا فَلَمْ يَزَلْ ذَلِكَ يَتَمَادَى بِي حَتَّى أَسْرَعُوا وَتَفَارَطَ الْغَزْو فَهَمَمْت أَنْ أَرْتَحِل فَأَلْحَقهُمْ وَلَيْتَ أَنِّي فَعَلْت ثُمَّ لَمْ يُقَدَّر ذَلِكَ لِي فَطَفِقْت إِذَا خَرَجْت فِي النَّاس بَعْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحْزِننِي أَنَّى لَا أَرَى إِلَّا رَجُلًا مَغْمُوصًا عَلَيْهِ فِي النِّفَاق أَوْ رَجُلًا مِمَّنْ عَذَرَهُ اللَّه عَزَّ وَجَلَّ وَلَمْ يَذْكُرنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى بَلَغَ تَبُوك فَقَالَ وَهُوَ جَالِس فِي الْقَوْم بِتَبُوك \" مَا فَعَلَ كَعْب بْن مَالِك ؟ \" فَقَالَ رَجُل مِنْ بَنِي سَلَمَة حَبَسَهُ يَا رَسُول اللَّه بُرْدَاهُ وَالنَّظَر فِي عِطْفَيْهِ فَقَالَ مُعَاذ بْن جَبَل : بِئْسَمَا قُلْت وَاَللَّه يَا رَسُول اللَّه مَا عِلْمنَا عَلَيْهِ إِلَّا خَيْرًا . فَسَكَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . قَالَ كَعْب بْن مَالِك فَلَمَّا بَلَغَنِي أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ تَوَجَّهَ قَافِلًا مِنْ تَبُوك حَضَرَ بَثِّي وَطَفِقْت أَتَذَكَّر الْكَذِب وَأَقُول بِمَاذَا أَخْرُج مِنْ سَخَطه غَدًا وَأَسْتَعِين عَلَى ذَلِكَ بِكُلِّ ذِي رَأْي مِنْ أَهْلِي فَلَمَّا قِيلَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ أَظَلَّ قَادِمًا زَاحَ عَنِّي الْبَاطِل وَعَرَفْت أَنِّي لَمْ أَنْجُ مِنْهُ بِشَيْءٍ أَبَدًا فَأَجْمَعْت صِدْقه فَأَصْبَحَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَ إِذَا قَدِمَ مِنْ سَفَر بَدَأَ بِالْمَسْجِدِ فَصَلَّى رَكْعَتَيْنِ ثُمَّ جَلَسَ لِلنَّاسِ فَلَمَّا فَعَلَ ذَلِكَ جَاءَهُ الْمُتَخَلِّفُونَ \" وَطَفِقُوا يَعْتَذِرُونَ إِلَيْهِ وَيَحْلِفُونَ لَهُ وَكَانُوا بِضْعَة وَثَمَانِينَ رَجُلًا فَيَقْبَل مِنْهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَانِيَتهمْ وَيَسْتَغْفِر لَهُمْ وَيَكِل سَرَائِرهمْ إِلَى اللَّه تَعَالَى حَتَّى جِئْت فَلَمَّا سَلَّمْت عَلَيْهِ تَبَسَّمَ تَبَسُّم الْمُغْضَب ثُمَّ قَالَ لِي \" تَعَالَ \" فَجِئْت أَمْشِي حَتَّى جَلَسْت بَيْن يَدَيْهِ فَقَالَ لِي \" مَا خَلَّفَك أَلَمْ تَكُنْ قَدْ اِشْتَرَيْت ظَهْرًا ؟ \" فَقُلْت يَا رَسُول اللَّه إِنِّي لَوْ جَلَسْت عِنْد غَيْرك مِنْ أَهْل الدُّنْيَا لَرَأَيْت أَنْ أَخْرُج مِنْ سَخَطه بِعُذْرٍ لَقَدْ أُعْطِيتُ جَدَلًا وَلَكِنِّي وَاَللَّه لَقَدْ عَلِمْت لَئِنْ حَدَّثْتُك الْيَوْم بِحَدِيثِ كَذِب تَرْضَى بِهِ عَنِّي لَيُوشِكَنَّ اللَّه أَنْ يُسْخِطك عَلَيَّ وَلَئِنْ حَدَّثْتُك بِصِدْقٍ تَجِد عَلَيَّ فِيهِ إِنِّي لَأَرْجُو عُقْبَى ذَلِكَ مِنْ اللَّه عَزَّ وَجَلَّ وَاَللَّه مَا كَانَ لِي عُذْر وَاَللَّه مَا كُنْت قَطُّ أُفْرَغ وَلَا أَيْسَر مِنِّي حِين تَخَلَّفْت عَنْك قَالَ : فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَّا هَذَا فَقَدْ صَدَقَ فَقُمْ حَتَّى يَقْضِي اللَّه فِيك \" فَقُمْت وَقَامَ إِلَيَّ رِجَال مِنْ بَنِي سَلَمَة وَاتَّبَعُونِي فَقَالُوا لِي وَاَللَّه مَا عَلِمْنَاك كُنْت أَذْنَبْت ذَنْبًا قَبْل هَذَا وَلَقَدْ عَجَزْت إِلَّا أَنْ تَكُون اِعْتَذَرْت إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَا اِعْتَذَرَ بِهِ الْمُتَخَلِّفُونَ فَقَدْ كَانَ كَافِيك مِنْ ذَنْبك اِسْتِغْفَار رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَك . قَالَ فَوَاَللَّهِ مَا زَالُوا يُؤَنِّبُونِي حَتَّى أَرَدْت أَنْ أَرْجِع فَأُكَذِّب نَفْسِي قَالَ ثُمَّ قُلْت لَهُمْ هَلْ لَقِيَ مَعِي هَذَا أَحَد ؟ قَالُوا نَعَمْ لَقِيَهُ مَعَك رَجُلَانِ قَالَا مِثْل مَا قُلْت وَقِيلَ لَهُمَا مِثْل مَا قِيلَ لَك فَقُلْت فَمَنْ هُمَا ؟ قَالُوا مُرَارَة بْن الرَّبِيع الْعَامِرِيّ وَهِلَال بْن أُمَيَّة الْوَاقِفِيّ فَذَكَرُوا لِي رَجُلَيْنِ صَالِحَيْنِ قَدْ شَهِدَا بَدْرًا لِي فِيهِمَا أُسْوَة قَالَ فَمَضَيْت حِين ذَكَرُوهُمَا لِي فَقَالَ وَنَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمُسْلِمِينَ عَنْ كَلَامنَا أَيّهَا الثَّلَاثَة مِنْ بَيْن مَنْ تَخَلَّفَ عَنْهُ فَاجْتَنَبَنَا النَّاس وَتَغَيَّرُوا لَنَا حَتَّى تَنَكَّرَتْ لِي فِي نَفْسِي الْأَرْض فَمَا هِيَ بِالْأَرْضِ الَّتِي كُنْت أَعْرِف فَلَبِثْنَا عَلَى ذَلِكَ خَمْسِينَ لَيْلَة فَأَمَّا صَاحِبَايَ فَاسْتَكَانَا وَقَعَدَا فِي بُيُوتهمَا يَبْكِيَانِ وَأَمَّا أَنَا فَكُنْت أَشَبّ الْقَوْم وَأَجْلَدهمْ فَكُنْت أَشْهَد الصَّلَاة مَعَ الْمُسْلِمِينَ وَأَطُوف بِالْأَسْوَاقِ فَلَا يُكَلِّمنِي أَحَد وَآتِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ فِي مَجْلِسه بَعْد الصَّلَاة فَأُسَلِّم وَأَقُول فِي نَفْسِي أَحَرَّكَ شَفَتَيْهِ بِرَدِّ السَّلَام عَلَيَّ أَمْ لَا ؟ ثُمَّ أُصَلِّي قَرِيبًا مِنْهُ وَأُسَارِقهُ النَّظَر فَإِذَا أَقْبَلْت عَلَى صَلَاتِي نَظَرَ إِلَيَّ فَإِذَا اِلْتَفَتُّ نَحْوه أَعْرَضَ عَنِّي ; حَتَّى إِذَا طَالَ عَلَيَّ ذَلِكَ مِنْ هَجْر الْمُسْلِمِينَ مَشَيْت حَتَّى تَسَوَّرْت حَائِط أَبِي قَتَادَة وَهُوَ اِبْن عَمِّي وَأَحَبّ النَّاس إِلَيَّ فَسَلَّمْت عَلَيْهِ فَوَاَللَّهِ مَا رَدَّ عَلَيَّ السَّلَام فَقُلْت لَهُ يَا أَبَا قَتَادَة أَنْشُدك اللَّه هَلْ تَعْلَم أَنِّي أُحِبّ اللَّه وَرَسُوله قَالَ فَسَكَتَ قَالَ فَعُدْت لَهُ فَنَشَدْته فَسَكَتَ فَعُدْت لَهُ فَنَشَدْته فَسَكَتَ فَقَالَ اللَّه وَرَسُوله أَعْلَم . قَالَ فَفَاضَتْ عَيْنَايَ وَتَوَلَّيْت حَتَّى تَسَوَّرْت الْجِدَار فَبَيْنَا أَنَا أَمْشِي بِسُوقِ الْمَدِينَة إِذَا أَنَا بِنَبَطِيٍّ مِنْ أَنْبَاط الشَّام مِمَّنْ قَدِمَ بِطَعَامٍ يَبِيعهُ بِالْمَدِينَةِ يَقُول مَنْ يَدُلّ عَلَى كَعْب بْن مَالِك قَالَ فَطَفِقَ النَّاس يُشِيرُونَ لَهُ إِلَيَّ حَتَّى جَاءَ فَدَفَعَ إِلَيَّ كِتَابًا مِنْ مَلِك غَسَّان وَكُنْت كَاتِبًا فَإِذَا فِيهِ : أَمَّا بَعْد فَقَدْ بَلَغْنَا أَنَّ صَاحِبك قَدْ جَفَاك وَأَنَّ اللَّه لَمْ يَجْعَلك فِي دَار هَوَان وَلَا مَضْيَعَة فَالْحَقْ بِنَا نُوَاسِك . قَالَ : فَقُلْت حِين قَرَأْته وَهَذَا أَيْضًا مِنْ الْبَلَاء قَالَ فَتَيَمَّمْت بِهِ التَّنُّور فَسَجَرْته بِهِ حَتَّى إِذَا مَضَتْ أَرْبَعُونَ لَيْلَة مِنْ الْخَمْسِينَ إِذَا بِرَسُولِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَأْتِينِي يَقُول يَأْمُرك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ تَعْتَزِل اِمْرَأَتك قَالَ : فَقُلْت أُطَلِّقهَا أَمْ مَاذَا أَفْعَل ؟ فَقَالَ : بَلْ اِعْتَزِلْهَا وَلَا تَقْرَبهَا قَالَ وَأَرْسَلَ إِلَى صَاحِبَيَّ بِمِثْلِ ذَلِكَ قَالَ : فَقُلْت لِامْرَأَتِي اِلْحَقِي بِأَهْلِك فَكُونِي عِنْدهمْ حَتَّى يَقْضِي اللَّه فِي هَذَا الْأَمْر مَا يَشَاء قَالَ فَجَاءَتْ اِمْرَأَة هِلَال بْن أُمَيَّة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُول اللَّه إِنَّ هِلَالًا شَيْخ ضَعِيف لَيْسَ لَهُ خَادِم فَهَلْ تَكْرَه أَنْ أَخْدُمهُ ؟ قَالَ \" لَا وَلَكِنْ لَا يَقْرَبك \" قَالَتْ وَإِنَّهُ وَاَللَّه مَا بِهِ مِنْ حَرَكَة إِلَى شَيْء وَإِنَّهُ وَاَللَّه مَا زَالَ يَبْكِي مُنْذُ كَانَ مِنْ أَمْره مَا كَانَ إِلَى يَوْمه هَذَا قَالَ : فَقَالَ لِي بَعْض أَهْلِي لَوْ اِسْتَأْذَنْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي اِمْرَأَتك فَقَدْ أَذِنَ لِامْرَأَةِ هِلَال بْن أُمَيَّة أَنْ تَخْدُمهُ قَالَ : فَقُلْت وَاَللَّه لَا أَسْتَأْذِن فِيهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَا أَدْرِي مَا يَقُول فِيهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا اِسْتَأْذَنْته وَأَنَا رَجُل شَابّ قَالَ فَلَبِثْنَا عَشْر لَيَالٍ فَكَمُلَ لَنَا خَمْسُونَ لَيْلَة مِنْ حِين نَهَى عَنْ كَلَامنَا قَالَ ثُمَّ صَلَّيْت صَلَاة الصُّبْح صَبَاح خَمْسِينَ لَيْلَة عَلَى ظَهْر بَيْت مِنْ بُيُوتنَا فَبَيْنَا أَنَا جَالِس عَلَى الْحَال الَّتِي ذَكَرَ اللَّه تَعَالَى مِنَّا قَدْ ضَاقَتْ عَلَيَّ نَفْسِي وَضَاقَتْ عَلَيَّ الْأَرْض بِمَا رَحُبَتْ سَمِعْت صَارِخًا أَوْفَى عَلَى جَبَل سَلْع يَقُول بِأَعْلَى صَوْته : أَبْشِرْ يَا كَعْب بْن مَالِك قَالَ فَخَرَرْت سَاجِدًا وَعَرَفْت أَنْ قَدْ جَاءَ الْفَرَج مِنْ اللَّه عَزَّ وَجَلَّ بِالتَّوْبَةِ عَلَيْنَا فَآذَنَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِتَوْبَةِ اللَّه عَلَيْنَا حِين صَلَّى الْفَجْر فَذَهَبَ النَّاس يُبَشِّرُونَنَا وَذَهَبَ قِبَل صَاحِبَيَّ مُبَشِّرُونَ وَرَكَضَ إِلَيَّ رَجُل فَرَسًا وَسَعَى سَاعٍ مِنْ أَسْلَم وَأَوْفَى عَلَى الْجَبَل فَكَانَ الصَّوْت أَسْرَعَ مِنْ الْفَرَس فَلَمَّا جَاءَنِي الَّذِي سَمِعْت صَوْته يُبَشِّرنِي نَزَعْت لَهُ ثَوْبِي فَكَسَوْتهمَا إِيَّاهُ بِبِشَارَتِهِ لَهُ وَاَللَّه مَا أَمْلِك يَوْمئِذٍ غَيْرهمَا وَاسْتَعَرْت ثَوْبَيْنِ فَلَبِسْتهمَا وَانْطَلَقْت أَؤُمّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَتَلَقَّانِي النَّاس فَوْجًا فَوْجًا يُهَنِّئُونِي بِتَوْبَةِ اللَّه يَقُولُونَ لِيَهْنِكَ تَوْبَة اللَّه عَلَيْك حَتَّى دَخَلْت الْمَسْجِد فَإِذَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِس فِي الْمَسْجِد وَالنَّاس حَوْله فَقَامَ إِلَيَّ طَلْحَة بْن عَبْد اللَّه يُهَرْوِل حَتَّى صَافَحَنِي وَهَنَّأَنِي وَاَللَّه مَا قَامَ إِلَيَّ رَجُل مِنْ الْمُهَاجِرِينَ غَيْره قَالَ فَكَانَ كَعْب لَا يَنْسَاهَا لِطَلْحَة قَالَ كَعْب : فَلَمَّا سَلَّمْت عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ وَهُوَ يَبْرُق وَجْهه مِنْ السُّرُور \" أَبْشِرْ بِخَيْرِ يَوْم مَرَّ عَلَيْك مُنْذُ وَلَدَتْك أُمّك \" قَالَ : قُلْت أَمِنَ عِنْدك يَا رَسُول اللَّه أَمْ مِنْ عِنْد اللَّه ؟ قَالَ \" لَا بَلْ مِنْ عِنْد اللَّه \" قَالَ وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا سُرَّ اِسْتَنَارَ وَجْهه حَتَّى كَأَنَّهُ قِطْعَة قَمَر حَتَّى يُعْرَف ذَلِكَ مِنْهُ فَلَمَّا جَلَسْت بَيْن يَدَيْهِ قُلْت يَا رَسُول اللَّه إِنَّ مِنْ تَوْبَتِي أَنْ أَنْخَلِع مِنْ مَالِي صَدَقَة إِلَى اللَّه وَإِلَى رَسُوله قَالَ \" أَمْسِك عَلَيْك بَعْض مَالك فَهُوَ خَيْر لَك \" . قَالَ فَقُلْت فَإِنِّي أُمْسِك سَهْمِي الَّذِي بِخَيْبَر وَقُلْت يَا رَسُول اللَّه إِنَّمَا نَجَّانِي اللَّه بِالصِّدْقِ وَإِنَّ مِنْ تَوْبَتِي أَنْ لَا أُحَدِّث إِلَّا صِدْقًا مَا بَقِيت قَالَ فَوَاَللَّهِ مَا أَعْلَم أَحَدًا مِنْ الْمُسْلِمِينَ أَبْلَاهُ اللَّه مِنْ الصِّدْق فِي الْحَدِيث مُنْذُ ذَكَرْت ذَلِكَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَحْسَن مِمَّا أَبَلَانِي اللَّه تَعَالَى وَاَللَّه مَا تَعَمَّدْت كَذِبَة مُنْذُ قُلْت ذَلِكَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى يَوْمِي هَذَا وَإِنِّي لَأَرْجُو أَنْ يَحْفَظنِي اللَّه عَزَّ وَجَلَّ فِيمَا بَقِيَ . \" قَالَ \" وَأَنْزَلَ اللَّه تَعَالَى \" لَقَدْ تَابَ اللَّه عَلَى النَّبِيّ وَالْمُهَاجِرِينَ وَالْأَنْصَار الَّذِينَ اِتَّبَعُوهُ فِي سَاعَة الْعُسْرَة مِنْ بَعْد مَا كَادَ يَزِيغ قُلُوب فَرِيق مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوف رَحِيم وَعَلَى الثَّلَاثَة الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمْ الْأَرْض بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسهمْ وَظَنُّوا أَنْ لَا مَلْجَأ مِنْ اللَّه إِلَّا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللَّه هُوَ التَّوَّاب الرَّحِيم يَا أَيّهَا الَّذِينَ آمَنُوا اِتَّقُوا اللَّه وَكُونُوا مَعَ الصَّادِقِينَ \" إِلَى آخِر الْآيَات . قَالَ كَعْب فَوَاَللَّهِ مَا أَنْعَمَ اللَّه عَلَيَّ مِنْ نِعْمَة قَطُّ بَعْد أَنْ هَدَانِي لِلْإِسْلَامِ أَعْظَم فِي نَفْسِي مِنْ صِدْقِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمئِذٍ أَنْ لَا أَكُون كَذَبْته فَأَهْلِك كَمَا هَلَكَ الَّذِينَ كَذَبُوهُ فَإِنَّ اللَّه تَعَالَى قَالَ لِلَّذِينَ كَذَبُوهُ حِين أَنْزَلَ الْوَحْي شَرّ مَا قَالَ لِأَحَدٍ فَقَالَ اللَّه تَعَالَى \" سَيَحْلِفُونَ بِاَللَّهِ لَكُمْ إِذَا اِنْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْس وَمَأْوَاهُمْ جَهَنَّم جَزَاء بِمَا كَانُوا يَكْسِبُونَ يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّه لَا يَرْضَى عَنْ الْقَوْم الْفَاسِقِينَ \" قَالَ وَكُنَّا أَيّهَا الثَّلَاثَة الَّذِينَ خُلِّفْنَا عَنْ أَمْر أُولَئِكَ الَّذِينَ قَبِلَ مِنْهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين حَلَفُوا فَبَايَعَهُمْ وَاسْتَغْفَرَ لَهُمْ وَأَرْجَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَرْنَا حَتَّى قَضَى اللَّه فِيهِ فَلِذَلِكَ قَالَ اللَّه عَزَّ وَجَلَّ \" وَعَلَى الثَّلَاثَة الَّذِينَ خُلِّفُوا \" وَلَيْسَ تَخْلِيفه إِيَّانَا وَإرْجَاؤُهُ أَمْرنَا الَّذِي ذَكَرَ مِمَّا خُلِّفْنَا بِتَخَلُّفنَا عَنْ الْغَزْو وَإِنَّمَا هُوَ عَمَّنْ حَلَفَ لَهُ وَاعْتَذَرَ إِلَيْهِ فَقَبِلَ مِنْهُ . هَذَا حَدِيث صَحِيح ثَابِت مُتَّفَق عَلَى صِحَّته رَوَاهُ صَاحِبَا الصَّحِيح الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث الزُّهْرِيّ بِنَحْوِهِ فَقَدْ تَضَمَّنَ هَذَا الْحَدِيث تَفْسِير هَذِهِ الْآيَة الْكَرِيمَة بِأَحْسَن الْوُجُوه وَأَبْسَطهَا وَكَذَا رُوِيَ عَنْ غَيْر وَاحِد مِنْ السَّلَف فِي تَفْسِيرهَا كَمَا رَوَاهُ الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ جَابِر بْن عَبْد اللَّه فِي قَوْله تَعَالَى \" وَعَلَى الثَّلَاثَة الَّذِينَ خُلِّفُوا \" قَالَ هُمْ كَعْب بْن مَالِك وَهِلَال بْن أُمَيَّة وَمُرَارَة بْن الرَّبِيع وَكُلّهمْ مِنْ الْأَنْصَار وَكَذَا قَالَ مُجَاهِد وَالضَّحَّاك وَقَتَادَة وَالسُّدِّيّ وَغَيْر وَاحِد وَكُلّهمْ قَالَ مُرَارَة بْن رَبِيعَة وَكَذَا فِي مُسْلِم بْن رَبِيعَة فِي بَعْض نُسَخه وَفِي بَعْضهَا مُرَارَة بْن الرَّبِيع وَفِي رِوَايَة عَنْ الضَّحَّاك مُرَارَة بْن الرَّبِيع كَمَا وَقَعَ فِي الصَّحِيحَيْنِ وَهُوَ الصَّوَاب وَقَوْله فَسَمَّوْا رَجُلَيْنِ شَهِدَا بَدْرًا قِيلَ إِنَّهُ خَطَأ مِنْ الزُّهْرِيّ فَإِنَّهُ لَا يُعْرَف شُهُود وَاحِد مِنْ هَؤُلَاءِ الثَّلَاثَة بَدْرًا وَاَللَّه أَعْلَم . وَلَمَّا ذَكَرَ تَعَالَى مَا فَرَّجَ بِهِ عَنْ هَؤُلَاءِ الثَّلَاثَة مِنْ الضِّيق وَالْكَرْب مِنْ هَجْر الْمُسْلِمِينَ إِيَّاهُمْ نَحْوًا مِنْ خَمْسِينَ لَيْلَة بِأَيَّامِهَا وَضَاقَتْ عَلَيْهِمْ أَنْفُسهمْ وَضَاقَتْ عَلَيْهِمْ الْأَرْض بِمَا رَحُبَتْ أَيْ مَعَ سَعَتْهَا فَسُدِّدَتْ عَلَيْهِمْ الْمَسَالِك وَالْمَذَاهِب فَلَا يَهْتَدُونَ مَا يَصْنَعُونَ فَصَبَرُوا لِأَمْرِ اللَّه وَاسْتَكَانُوا لِأَمْرِ اللَّه وَثَبَتُوا حَتَّى فَرَّجَ اللَّه عَنْهُمْ بِسَبَبِ صِدْقهمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ فِي تَخَلُّفهمْ وَأَنَّهُ كَانَ عَنْ غَيْر عُذْر فَعُوقِبُوا عَلَى ذَلِكَ هَذِهِ الْمُدَّة ثُمَّ تَابَ اللَّه عَلَيْهِمْ فَكَانَ عَاقِبَة صِدْقهمْ خَيْرًا لَهُمْ وَتَوْبَة عَلَيْهِمْ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43415, "aya_id": 118}]