[{"text": "فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ وَرِثُواْ الْكِتَابَ يَأْخُذُونَ عَرَضَ هَذَا الأدْنَى وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِن يَأْتِهِمْ عَرَضٌ مُّثْلُهُ يَأْخُذُوهُ أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَاقُ الْكِتَابِ أَن لاَّ يِقُولُواْ عَلَى اللّهِ إِلاَّ الْحَقَّ وَدَرَسُواْ مَا فِيهِ وَالدَّارُ الآخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ أَفَلاَ تَعْقِلُونَ", "sura_id": 7, "type": 0, "id": 1123, "aya_id": 169}, {"text": "فخلف من بعدهم خلف ورثوا الكتاب يأخذون عرض هذا الأدنى ويقولون سيغفر لنا وإن يأتهم عرض مثله يأخذوه ألم يؤخذ عليهم ميثاق الكتاب أن لا يقولوا على الله إلا الحق ودرسوا ما فيه والدار الآخرة خير للذين يتقون أفلا تعقلون", "sura_id": 7, "type": 1, "id": 7359, "aya_id": 169}, {"text": "169 - (فخلف من بعدهم خلف ورثوا الكتاب) التوراة عن آبائهم (يأخذون عرض هذا الأدنى) أي حطام هذا الشيء الدنيء من حلال وحرام (ويقولون سيغفر لنا) ما فعلناه (وإن يأتهم عرض مثله يأخذوه) الجملة حال أي يرجون المغفرة وهم عائدون إلى مافعلوه مصرون عليه وليس في التوراة وعد المغفرة مع الإصرار (ألم يؤخذ) استفهام تقرير (عليهم ميثاق الكتاب) الإضافة بمعنى في (أن لا يقولوا على الله إلا الحق ودرسوا) عطف على يؤخذ ، قرؤوا (ما فيه) فلم كذبوا عليه ينسبة المغفرة إليه مع الإصرار (والدار الآخرة خير للذين يتقون) الحرام (أفلا يعقلون) بالياء والتاء ، أنها خير فيؤثرونها على الدنيا \r\n", "sura_id": 7, "type": 2, "id": 26067, "aya_id": 169}, {"text": "فجاء من بعد هؤلاء الذين وصفناهم بَدَلُ سوء أخذوا الكتاب من أسلافهم, فقرءوه وعلموه, وخالفوا حكمه, يأخذون ما يعرض لهم من متاع الدنيا من دنيء المكاسب كالرشوة وغيرها; وذلك لشدة حرصهم ونَهَمهم, ويقولون مع ذلك: إن الله سيغفر لنا ذنوبنا تمنيًا على الله الأباطيل, وإن يأت هؤلاء اليهودَ متاعٌ زائلٌ من أنواع الحرام يأخذوه ويستحلوه, مصرِّين على ذنوبهم وتناولهم الحرام, ألَمْ يؤخذ على هؤلاء العهود بإقامة التوراة والعمل بما فيها, وألا يقولوا على الله إلا الحق وألا يكذبوا عليه, وعلموا ما في الكتاب فضيعوه, وتركوا العمل به, وخالفوا عهد الله إليهم في ذلك؟ والدار الآخرة خير للذين يتقون الله, فيمتثلون أوامره, ويجتنبون نواهيه, أفلا يعقل هؤلاء الذين يأخذون دنيء المكاسب أن ما عند الله خير وأبقى للمتقين؟\r\n", "sura_id": 7, "type": 3, "id": 32303, "aya_id": 169}, {"text": " <font color=red>فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتَابَ يَأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِنْ يَأْتِهِمْ عَرَضٌ مِثْلُهُ يَأْخُذُوهُ أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثَاقُ الْكِتَابِ أَنْ لَا يَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ وَدَرَسُوا مَا فِيهِ وَالدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ</font><BR><p>قَالَ تَعَالَى \" فَخَلَفَ مِنْ بَعْدهمْ خَلْف وَرِثُوا الْكِتَاب يَأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى \" الْآيَة . يَقُول تَعَالَى فَخَلَفَ مِنْ بَعْد ذَلِكَ الْجِيل الَّذِينَ فِيهِمْ الصَّالِح وَالطَّالِح خَلْف آخَر لَا خَيْر فِيهِمْ وَقَدْ وَرِثُوا دِرَاسَة الْكِتَاب وَهُوَ التَّوْرَاة وَقَالَ مُجَاهِد هُمْ النَّصَارَى وَقَدْ يَكُون أَعَمّ مِنْ ذَلِكَ\" يَأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى \" أَيْ يَعْتَاضُونَ عَنْ بَذْل الْحَقّ وَنَشْره بِعَرَضِ الْحَيَاة الدُّنْيَا وَيُسْرِفُونَ أَنْفُسهمْ وَيَعِدُونَهَا بِالتَّوْبَةِ وَكُلَّمَا لَاحَ لَهُمْ مِثْل الْأَوَّل وَقَعُوا فِيهِ وَلِهَذَا قَالَ \" وَإِنْ يَأْتِهِمْ عَرَض مِثْله يَأْخُذُوهُ\" وَكَمَا قَالَ سَعِيد بْن جُبَيْر يَعْمَلُونَ الذَّنْب ثُمَّ يَسْتَغْفِرُونَ اللَّه مِنْهُ وَيَعْتَرِفُونَ لِلَّهِ فَإِنْ عَرَضَ ذَلِكَ الذَّنْب أَخَذُوهُ وَقَالَ مُجَاهِد فِي قَوْله تَعَالَى \" يَأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى \" قَالَ لَا يُشْرِف لَهُمْ شَيْء مِنْ الدُّنْيَا إِلَّا أَخَذُوهُ حَلَالًا كَانَ أَوْ حَرَامًا وَيَتَمَنَّوْنَ الْمَغْفِرَة\" وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِنْ يَأْتِهِمْ عَرَض مِثْله يَأْخُذُوهُ\" وَقَالَ قَتَادَة فِي الْآيَة إِي وَاَللَّه لَخَلْف سُوء \" وَرِثُوا الْكِتَاب \" بَعْد أَنْبِيَائِهِمْ وَرُسُلهمْ أَوْرَثَهُمْ اللَّه وَعَهِدَ إِلَيْهِمْ وَقَالَ اللَّه تَعَالَى فِي آيَة أُخْرَى \" فَخَلَفَ مِنْ بَعْدهمْ خَلْف أَضَاعُوا الصَّلَاة \" الْآيَة . قَالَ \" يَأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى وَيَقُولُونَ سَيُغْفَرُ لَنَا \" تَمَنَّوْا عَلَى اللَّه أَمَانِيّ وَغِرَّة يَغْتَرُّونَ بِهَا \" وَإِنْ يَأْتِهِمْ عَرَض مِثْله يَأْخُذُوهُ \" لَا يَشْغَلهُمْ شَيْء عَنْ شَيْء وَلَا يَنْهَاهُمْ شَيْء عَنْ ذَلِكَ كُلَّمَا هَفَّ لَهُمْ شَيْء مِنْ الدُّنْيَا أَكَلُوهُ لَا يُبَالُونَ حَلَالًا كَانَ أَوْ حَرَامًا وَقَالَ السُّدِّيّ قَوْله \" فَخَلَفَ مِنْ بَعْدهمْ خَلْف \" إِلَى قَوْله \" وَدَرَسُوا مَا فِيهِ \" قَالَ كَانَتْ بَنُو إِسْرَائِيل لَا يَسْتَقْضُونَ قَاضِيًا إِلَّا اِرْتَشَى فِي الْحُكْم وَإِنَّ خِيَارهمْ اِجْتَمَعُوا فَأَخَذَ بَعْضهمْ عَلَى بَعْض الْعُهُود أَنْ لَا يَفْعَلُوا وَلَا يَرْتَشُوا فَجَعَلَ الرَّجُل مِنْهُمْ إِذَا اِسْتَقْضَى اِرْتَشَى فَيُقَال لَهُ مَا شَأْنك تَرْتَشِي فِي الْحُكْم ؟ فَيَقُول سَيُغْفَرُ لِي فَتَطْعَن عَلَيْهِ الْبَقِيَّة الْآخَرُونَ مِنْ بَنِي إِسْرَائِيل فِيمَا صَنَعَ فَإِذَا مَاتَ أَوْ نُزِعَ وَجُعِلَ مَكَانه رَجُل مِمَّنْ كَانَ يَطْعَن عَلَيْهِ فَيَرْتَشِي يَقُول وَإِنْ يَأْتِ الْآخَرِينَ عَرَض الدُّنْيَا يَأْخُذُوهُ قَالَ اللَّه تَعَالَى \" أَلَمْ يُؤْخَذ عَلَيْهِمْ مِيثَاق الْكِتَاب أَنْ لَا يَقُولُوا عَلَى اللَّه إِلَّا الْحَقّ \" الْآيَة. يَقُول تَعَالَى مُنْكِرًا عَلَيْهِمْ فِي صَنِيعهمْ هَذَا مَعَ مَا أُخِذَ عَلَيْهِمْ الْمِيثَاق لَيُبَيِّنُنَّ الْحَقّ لِلنَّاسِ وَلَا يَكْتُمُونَهُ كَقَوْلِهِ \" وَإِذْ أَخَذَ اللَّه مِيثَاق الَّذِينَ أُوتُوا الْكِتَاب لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاء ظُهُورهمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا فَبِئْسَ مَا يَشْتَرُونَ\" الْآيَة وَقَالَ اِبْن جُرَيْج قَالَ اِبْن عَبَّاس \" أَلَمْ يُؤْخَذ عَلَيْهِمْ مِيثَاق الْكِتَاب أَنْ لَا يَقُولُوا عَلَى اللَّه إِلَّا الْحَقّ \" قَالَ فِيمَا يَتَمَنَّوْنَ عَلَى اللَّه مِنْ غُفْرَان ذُنُوبهمْ الَّتِي لَا يَزَالُونَ يَعُودُونَ فِيهَا وَلَا يَتُوبُونَ مِنْهَا وَقَوْله تَعَالَى \" وَالدَّار الْآخِرَة خَيْر لِلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ \" يُرَغِّبهُمْ فِي جَزِيل ثَوَابه وَيُحَذِّرهُمْ مِنْ وَبِيل عِقَابه أَيْ وَثَوَابِي وَمَا عِنْدِي خَيْر لِمَنْ اِتَّقَى الْمَحَارِم وَتَرَكَ هَوَى نَفْسه وَأَقْبَلَ عَلَى طَاعَة رَبّه \" أَفَلَا تَعْقِلُونَ \" يَقُول أَفَلَيْسَ لِهَؤُلَاءِ الَّذِينَ اِعْتَاضُوا بِعَرَضِ الدُّنْيَا عَمَّا عِنْدِي عَقْل يَرْدَعهُمْ عَمَّا هُمْ فِيهِ مِنْ السَّفَه وَالتَّبْذِير ثُمَّ أَثْنَى تَعَالَى عَلَى مَنْ تَمَسَّكَ بِكِتَابِهِ الَّذِي يَقُودهُ إِلَى اِتِّبَاع رَسُوله مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا هُوَ مَكْتُوب فِيهِ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42543, "aya_id": 169}]