[{"text": "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ", "sura_id": 57, "type": 0, "id": 5076, "aya_id": 1}, {"text": "سبح لله ما في السماوات والأرض وهو العزيز الحكيم", "sura_id": 57, "type": 1, "id": 11312, "aya_id": 1}, {"text": "سورة الحديد 1 - (سبح لله ما في السماوات والأرض) أي نزهه كل شيء فاللام مزيدة وجيء بما دون من تغليبا للأكثر (وهو العزيز) في ملكه (الحكيم) في صنعه \r\n", "sura_id": 57, "type": 2, "id": 30020, "aya_id": 1}, {"text": "نزَّه الله عن السوء كلُّ ما في السموات والأرض من جميع مخلوفاته, وهو العزيز على خلقه, الحكيم في تدبير أمورهم.\r\n", "sura_id": 57, "type": 3, "id": 36256, "aya_id": 1}, {"text": " <font color=red>سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ</font><BR><p>سُورَة الْحَدِيد : قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن عَبْد رَبّه حَدَّثَنَا بَقِيَّة بْن الْوَلِيد حَدَّثَنِي بُجَيْر بْن سَعْد عَنْ خَالِد بْن مَعْدَان عَنْ اِبْن أَبِي بِلَال عَنْ عِرْبَاض بْن سَارِيَة أَنَّهُ حَدَّثَهُمْ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقْرَأ الْمُسَبِّحَات قَبْل أَنْ يَرْقُد وَقَالَ \" إِنَّ فِيهِنَّ آيَة أَفْضَل مِنْ أَلْف آيَة\" وَهَكَذَا رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ طُرُق عَنْ بَقِيَّة بِهِ وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب وَرَوَاهُ النَّسَائِيّ عَنْ اِبْن أَبِي السَّرْح عَنْ اِبْن وَهْب عَنْ مُعَاوِيَة بْن صَالِح عَنْ بُجَيْر بْن سَعْد عَنْ خَالِد بْن مَعْدَان قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ مُرْسَلًا وَلَمْ يَذْكُر عَبْد اللَّه بْن أَبِي بِلَال وَلَا الْعِرْبَاض بْن سَارِيَة وَالْآيَة الْمُشَار إِلَيْهَا فِي الْحَدِيث هِيَ وَاَللَّه أَعْلَم قَوْله تَعَالَى \" هُوَ الْأَوَّل وَالْآخِر وَالظَّاهِر وَالْبَاطِن وَهُوَ بِكُلِّ شَيْء عَلِيم \" كَمَا سَيَأْتِي بَيَانه قَرِيبًا إِنْ شَاءَ اللَّه تَعَالَى وَبِهِ الثِّقَة وَعَلَيْهِ التُّكْلَان وَهُوَ حَسْبنَا وَنِعْمَ الْوَكِيل يُخْبِر تَعَالَى أَنَّهُ يُسَبِّح لَهُ مَا فِي السَّمَاوَات وَالْأَرْض أَيْ مِنْ الْحَيَوَانَات وَالنَّبَاتَات كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" تُسَبِّح لَهُ السَّمَوَات السَّبْع وَالْأَرْض وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْء إِلَّا يُسَبِّح بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحهمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا\" وَقَوْله تَعَالَى \" وَهُوَ الْعَزِيز \" أَيْ الَّذِي قَدْ خَضَعَ لَهُ كُلّ شَيْء \" الْحَكِيم \" فِي خَلْقه وَأَمْره وَشَرْعه .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42001, "aya_id": 1}]