[{"text": "يَا أَيُّهَا النَّاسُ إِن كُنتُمْ فِي رَيْبٍ مِّنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاء إِلَى أَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنكُم مَّن يُتَوَفَّى وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِن بَعْدِ عِلْمٍ شَيْئًا وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاء اهْتَزَّتْ وَرَبَتْ وَأَنبَتَتْ مِن كُلِّ زَوْجٍ بَهِيجٍ", "sura_id": 22, "type": 0, "id": 2600, "aya_id": 5}, {"text": "يا أيها الناس إن كنتم في ريب من البعث فإنا خلقناكم من تراب ثم من نطفة ثم من علقة ثم من مضغة مخلقة وغير مخلقة لنبين لكم ونقر في الأرحام ما نشاء إلى أجل مسمى ثم نخرجكم طفلا ثم لتبلغوا أشدكم و منكم من يتوفى و منكم من يرد إلى أرذل العمر لكيلا يعلم من بعد علم شيئا و ترى الأرض هامدة فإذا أنزلنا عليها الماء اهتزت و ربت و أنبتت من كل زوج بهيج", "sura_id": 22, "type": 1, "id": 8836, "aya_id": 5}, {"text": "5 - (يا أيها الناس) أي أهل مكة (إن كنتم في ريب) شك (من البعث فإنا خلقناكم) أي أصلكم آدم (من تراب ثم) خلقنا ذريته (من نطفة) مني (ثم من علقة) وهي الدم الجامد (ثم من مضغة) وهي لحمة قدر ما يمضغ (مخلقة) مصورة تامة الخلق (وغير مخلقة) أي غير تامة الخلقة (لنبين لكم) كمال قدرتنا لتستدلوا بها في ابتداء الخلق على إعادته (ونقر) مستأنف (في الأرحام ما نشاء إلى أجل مسمى) وقت خروجه (ثم نخرجكم) من بطون أمهاتكم (طفلا) بمعنى أطفالا (ثم) نعمركم (لتبلغوا أشدكم) أي الكمال والقوة وهو بين الثلاثين إلى الأربعين سنة (ومنكم من يتوفى) يموت قبل بلوغ الأشد (ومنكم من يرد إلى أرذل العمر) أخسه من الهرم والخرف (لكيلا يعلم من بعد علم شيئا) قال عكرمة من قرأ القرآن لم يصر بهذه الحالة (وترى الأرض هامدة) يابسة (فإذا أنزلنا عليها الماء اهتزت) تحركت (وربت) ارتفعت وزادت (وأنبتت من) زائدة (كل زوج) صنف (بهيج) حسن \r\n", "sura_id": 22, "type": 2, "id": 27544, "aya_id": 5}, {"text": "يا أيها الناس إن كنتم في شك من أن الله يُحيي الموتى فإنَّا خلقنا أباكم آدم من تراب, ثم تناسلت ذريته من نطفة, هي المنيُّ يقذفه الرجل في رحم المرأة, فيتحول بقدرة الله إلى علقة, وهي الدم الأحمر الغليظ, ثم إلى مضغة, وهي قطعة لحم صغيرة قَدْر ما يُمْضَغ, فتكون تارة مخلَّقة, أي تامة الخلق تنتهي إلى خروح الجنين حيًا, وغير تامة الخلق تارة أخرى, فتسقط لغير تمام؛ لنبيِّن لكم تمام قدرتنا بتصريف أطوار الخلق, ونبقي في الأرحام ما نشاء, وهو المخلَّق إلى وقت ولادته, وتكتمل الأطوار بولادة الأجنَّة أطفالا صغارًا تكبَرُ حتى تبلغ الأشد, وهو وقت الشباب والقوة واكتمال العقل, وبعض الأطفال قد يموت قبل ذلك, وبعضهم يكبَرُ حتى يبلغ سن الهرم وضَعْف العقل; فلا يعلم هذا المعمَّر شيئًا مما كان يعلمه قبل ذلك. وترى الأرض يابسةً ميتة لا نبات فيها, فإذا أنزلنا عليها الماء تحركت بالنبات تتفتح عنه, وارتفعت وزادت لارتوائها, وأنبتت من كل نوع من أنواع النبات الحسن الذي يَسُرُّ الناظرين.\r\n", "sura_id": 22, "type": 3, "id": 33780, "aya_id": 5}, {"text": " <font color=red>يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى الْمُخَالِف لِلْبَعْثِ الْمُنْكِر لِلْمَعَادِ ذَكَرَ تَعَالَى الدَّلِيل عَلَى قُدْرَته تَعَالَى عَلَى الْمَعَاد بِمَا يُشَاهَد مِنْ بَدْئِهِ لِلْخَلْقِ فَقَالَ \" يَا أَيّهَا النَّاس إِنْ كُنْتُمْ فِي رَيْب \" أَيْ فِي شَكّ \" مِنْ الْبَعْث \" وَهُوَ الْمَعَاد وَقِيَام الْأَرْوَاح وَالْأَجْسَاد يَوْم الْقِيَامَة \" فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَاب \" أَيْ أَصْل بُرْئِهِ لَكُمْ مِنْ تُرَاب وَهُوَ الَّذِي خَلَقَ مِنْهُ آدَم عَلَيْهِ السَّلَام \" ثُمَّ مِنْ نُطْفَة \" أَيْ ثُمَّ جَعَلَ نَسْله مِنْ سُلَالَة مِنْ مَاء مَهِين \" ثُمَّ مِنْ عَلَقَة ثُمَّ مِنْ مُضْغَة \" وَذَلِكَ أَنَّهُ إِذَا اِسْتَقَرَّتْ النُّطْفَة فِي رَحِم الْمَرْأَة مَكَثَتْ أَرْبَعِينَ يَوْمًا كَذَلِكَ يُضَاف إِلَيْهِ مَا يَجْتَمِع إِلَيْهَا ثُمَّ تَنْقَلِب عَلَقَة حَمْرَاء بِإِذْنِ اللَّه فَتَمْكُث كَذَلِكَ أَرْبَعِينَ يَوْمًا ثُمَّ تَسْتَحِيل فَتَصِير مُضْغَة قِطْعَة مِنْ لَحْم لَا شَكْل فِيهَا وَلَا تَخْطِيط ثُمَّ يُشْرَع فِي التَّشْكِيل وَالتَّخْطِيط فَيُصَوَّر مِنْهَا رَأْس وَيَدَانِ وَصَدْر وَبَطْن وَفَخِذَانِ وَرِجْلَانِ وَسَائِر الْأَعْضَاء فَتَارَة تُسْقِطهَا الْمَرْأَة قَبْل التَّشْكِيل وَالتَّخْطِيط وَتَارَة تُلْقِيهَا وَقَدْ صَارَتْ ذَات شَكْل وَتَخْطِيط وَلِهَذَا قَالَ تَعَالَى \" ثُمَّ مِنْ مُضْغَة مُخَلَّقَة وَغَيْر مُخَلَّقَة \" أَيْ كَمَا تُشَاهِدُونَهَا \" لِنُبَيِّن لَكُمْ وَنُقِرّ فِي الْأَرْحَام مَا نَشَاء إِلَى أَجَل مُسَمًّى \" أَيْ وَتَارَة تَسْتَقِرّ فِي الرَّحِم لَا تُلْقِيهَا الْمَرْأَة وَلَا تُسْقِطهَا كَمَا قَالَ مُجَاهِد فِي قَوْله تَعَالَى \" مُخَلَّقَة وَغَيْر مُخَلَّقَة \" قَالَ هُوَ السِّقْط مَخْلُوق وَغَيْر مَخْلُوق فَإِذَا مَضَى عَلَيْهَا أَرْبَعُونَ يَوْمًا وَثَمَّ مُضْغَة أَرْسَلَ اللَّه تَعَالَى إِلَيْهَا مَلَكًا فَنَفَخَ فِيهَا الرُّوح وَسَوَّاهَا كَمَا يَشَاء اللَّه عَزَّ وَجَلَّ مِنْ حُسْن وَقُبْح وَذَكَر وَأُنْثَى وَكَتَبَ رِزْقهَا وَأَجَلهَا وَشَقِيّ أَوْ سَعِيد كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الْأَعْمَش عَنْ زَيْد بْن وَهْب عَنْ اِبْن مَسْعُود قَالَ حَدَّثَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ الصَّادِق الْمَصْدُوق \" إِنَّ خَلْق أَحَدكُمْ يُجْمَع فِي بَطْن أُمّه أَرْبَعِينَ لَيْلَة ثُمَّ يَكُون عَلَقَة مِثْل ذَلِكَ ثُمَّ يَكُون مُضْغَة مِثْل ذَلِكَ ثُمَّ يَبْعَث اللَّه إِلَيْهِ الْمَلَك فَيُؤْمَر بِأَرْبَعِ كَلِمَات فَيَكْتُب رِزْقه وَعَمَله وَأَجَله وَشَقِيّ أَوْ سَعِيد ثُمَّ يَنْفُخ فِيهِ الرُّوح \" وَرَوَى اِبْن أَبِي حَاتِم وَابْن جَرِير مِنْ حَدِيث دَاوُد بْن أَبِي هِنْد عَنْ الشَّعْبِيّ عَنْ عَلْقَمَة عَنْ عَبْد اللَّه قَالَ : النُّطْفَة إِذَا اِسْتَقَرَّتْ فِي الرَّحِم جَاءَهَا مَلَك بِكَفِّهِ فَقَالَ يَا رَبّ مُخَلَّقَة أَوْ غَيْر مُخَلَّقَة فَإِنْ قِيلَ غَيْر مُخَلَّقَة لَمْ تَكُنْ نَسَمَة وَقَذَفَتْهَا الْأَرْحَام دَمًا وَإِنْ قِيلَ مُخَلَّقَة قَالَ أَيْ رَبّ ذَكَر أَوْ أُنْثَى شَقِيّ أَوْ سَعِيد مَا الْأَجَل وَمَا الْأَثَر وَبِأَيِّ أَرْض يَمُوت. قَالَ فَيُقَال لِلنُّطْفَةِ مَنْ رَبّك ؟ فَتَقُول اللَّه فَيُقَال مَنْ رَازِقك ؟ فَتَقُول اللَّه فَيُقَال لَهُ اِذْهَبْ إِلَى الْكِتَاب فَإِنَّك سَتَجِدُ فِيهِ قِصَّة هَذِهِ النُّطْفَة قَالَ فَتُخْلَق فَتَعِيش فِي أَجَلهَا وَتَأْكُل رِزْقهَا وَتَطَأ أَثَرهَا حَتَّى إِذَا جَاءَ أَجَلهَا مَاتَتْ فَدُفِنَتْ فِي ذَلِكَ ثُمَّ تَلَا عَامِر الشَّعْبِيّ \" يَا أَيّهَا النَّاس إِنْ كُنْتُمْ فِي رَيْب مِنْ الْبَعْث فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَاب ثُمَّ مِنْ نُطْفَة ثُمَّ مِنْ عَلَقَة ثُمَّ مِنْ مُضْغَة مُخَلَّقَة وَغَيْر مُخَلَّقَة \" فَإِذَا بَلَغَتْ مُضْغَة نُكِّسَتْ فِي الْخَلْق الرَّابِع فَكَانَتْ نَسَمَة وَإِنْ كَانَتْ غَيْر مُخَلَّقَة قَذَفَتْهَا الْأَرْحَام دَمًا وَإِنْ كَانَتْ مُخَلَّقَة نُكِّسَتْ نَسَمَة . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن يَزِيد الْمُقْرِي حَدَّثَنَا سُفْيَان عَنْ عَمْرو بْن دِينَار عَنْ أَبِي الطُّفَيْل عَنْ حُذَيْفَة بْن أَسِيد يَبْلُغ بِهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَدْخُل الْمَلَك عَلَى النُّطْفَة بَعْدَمَا تَسْتَقِرّ فِي الرَّحِم بِأَرْبَعِينَ يَوْمًا أَوْ خَمْس وَأَرْبَعِينَ فَيَقُول أَيْ رَبّ أَشَقِيّ أَمْ سَعِيد فَيَقُول اللَّه وَيُكْتَبَانِ فَيَقُول أَذَكَر أَمْ أُنْثَى فَيَقُول اللَّه وَيُكْتَبَانِ وَيُكْتَب عَمَله وَأَثَره وَرِزْقه وَأَجَله ثُمَّ تُطْوَى الصُّحُف فَلَا يُزَاد عَلَى مَا فِيهَا وَلَا يُنْتَقَص \" وَرَوَاهُ مُسْلِم مِنْ حَدِيث سُفْيَان بْن عُيَيْنَة وَمِنْ طَرِيق آخَر عَنْ أَبِي الطُّفَيْل بِنَحْوِ مَعْنَاهُ وَقَوْله \" ثُمَّ نُخْرِجكُمْ طِفْلًا \" أَيْ ضَعِيفًا فِي بَدَنه وَسَمْعه وَبَصَره وَحَوَاسّه وَبَطْشه وَعَقْله ثُمَّ يُعْطِيه اللَّه الْقُوَّة شَيْئًا فَشَيْئًا وَيَلْطُف بِهِ وَيُحَنِّن عَلَيْهِ وَالِدَيْهِ فِي آنَاء اللَّيْل وَأَطْرَاف النَّهَار وَلِهَذَا قَالَ \" ثُمَّ لِتَبْلُغُوا أَشُدّكُمْ \" أَيْ يَتَكَامَل الْقُوَى وَيَتَزَايَد وَيَصِل إِلَى عُنْفُوَان الشَّبَاب وَحُسْن الْمَنْظَر \" وَمِنْكُمْ مَنْ يُتَوَفَّى \" أَيْ فِي حَال شَبَابه وَقُوَاهُ \" وَمِنْكُمْ مَنْ يُرَدّ إِلَى أَرْذَل الْعُمُر \" وَهُوَ الشَّيْخُوخَة وَالْهَرَم وَضَعْف الْقُوَّة وَالْعَقْل وَالْفَهْم وَتَنَاقُص الْأَحْوَال مِنْ الْخَوْف وَضَعْف الْفِكْر وَلِهَذَا قَالَ \" لِكَيْ لَا يَعْلَم مِنْ بَعْد عِلْم شَيْئًا \" كَمَا قَالَ تَعَالَى \" اللَّه الَّذِي خَلَقَكُمْ مِنْ ضَعْف ثُمَّ جَعَلَ مِنْ بَعْد ضَعْف قُوَّة ثُمَّ جَعَلَ مِنْ بَعْد قُوَّة ضَعْفًا وَشَيْبَة يَخْلُق مَا يَشَاء وَهُوَ الْعَلِيم الْقَدِير \" وَقَدْ قَالَ الْحَافِظ أَبُو يَعْلَى أَحْمَد بْن عَلِيّ بْن الْمُثَنَّى الْمَوْصِلِيّ فِي مُسْنَده حَدَّثَنَا مَنْصُور بْن أَبِي مُزَاحِم حَدَّثَنَا خَالِد الزَّيَّات حَدَّثَنِي دَاوُد أَبُو سُلَيْمَان عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن بْن مَعْمَر بْن حَزْم الْأَنْصَارِيّ عَنْ أَنَس بْن مَالِك رَفَعَ الْحَدِيث قَالَ \" الْمَوْلُود حَتَّى يَبْلُغ الْحِنْث مَا عَمِلَ مِنْ حَسَنَة كُتِبَتْ لِوَالِدِهِ أَوْ لِوَالِدَيْهِ وَمَا عَمِلَ مِنْ سَيِّئَة لَمْ تُكْتَب عَلَيْهِ وَلَا عَلَى وَالِدَيْهِ فَإِذَا بَلَغَ الْحِنْث أَجْرَى اللَّه عَلَيْهِ الْقَلَم أَمَرَ الْمَلَكَانِ اللَّذَانِ كَانَا مَعَهُ أَنْ يُحَفِّظَا وَأَنْ يُشَدِّدَا فَإِذَا بَلَغَ أَرْبَعِينَ سَنَة فِي الْإِسْلَام أَمَّنَهُ اللَّه مِنْ الْبَلَايَا الثَّلَاث : الْجُنُون وَالْجُذَام وَالْبَرَص فَإِذَا بَلَغَ الْخَمْسِينَ خَفَّفَ اللَّه عَنْهُ حِسَابه فَإِذَا بَلَغَ سِتِّينَ رَزَقَهُ اللَّه الْإِنَابَة إِلَيْهِ بِمَا أَحَبَّ فَإِذَا بَلَغَ السَّبْعِينَ أَحَبَّهُ أَهْل السَّمَاء فَإِذَا بَلَغَ الثَّمَانِينَ كَتَبَ اللَّه حَسَنَاته وَتَجَاوَزَ عَنْ سَيِّئَاته فَإِذَا بَلَغَ التِّسْعِينَ غَفَرَ اللَّه لَهُ مَا تَقَدَّمَ مِنْ ذَنْبه وَمَا تَأَخَّرَ وَشَفَّعَهُ فِي أَهْل بَيْته وَكُتِبَ أَمِين اللَّه وَكَانَ أَسِير اللَّه فِي أَرْضه فَإِذَا بَلَغَ أَرْذَل الْعُمُر لِكَيْ لَا يَعْلَم مِنْ بَعْد عِلْم شَيْئًا كَتَبَ اللَّه لَهُ مِثْل مَا كَانَ يَعْمَل فِي صِحَّته مِنْ الْخَيْر فَإِذَا عَمِلَ سَيِّئَة لَمْ تُكْتَب عَلَيْهِ \" هَذَا حَدِيث غَرِيب جِدًّا وَفِيهِ نَكَارَة شَدِيدَة وَمَعَ هَذَا قَدْ رَوَاهُ الْإِمَام أَحْمَد بْن حَنْبَل فِي مُسْنَده مُوَقْوِقًا وَمَرْفُوعًا فَقَالَ : حَدَّثَنَا أَبُو النَّضْر حَدَّثَنَا الْفَرَج حَدَّثَنَا مُحَمَّد بْن عَامِر عَنْ مُحَمَّد بْن عَبْد اللَّه الْعَامِلِيّ عَنْ عَمْرو بْن جَعْفَر عَنْ أَنَس قَالَ \" إِذَا بَلَغَ الرَّجُل الْمُسْلِم أَرْبَعِينَ سَنَة أَمَّنَهُ اللَّه مِنْ أَنْوَاع الْبَلَايَا مِنْ الْجُنُون وَالْبَرَص وَالْجُذَام فَإِذَا بَلَغَ الْخَمْسِينَ لَيَّنَ اللَّه حِسَابه وَإِذَا بَلَغَ السِّتِّينَ رَزَقَهُ اللَّه إِنَابَة يُحِبّهُ اللَّه عَلَيْهَا وَإِذَا بَلَغَ السَّبْعِينَ أَحَبَّهُ اللَّه وَأَحَبَّهُ أَهْل السَّمَاء وَإِذَا بَلَغَ الثَّمَانِينَ تَقَبَّلَ اللَّه حَسَنَاته وَمَحَا عَنْهُ سَيِّئَاته وَإِذَا بَلَغَ التِّسْعِينَ غَفَرَ اللَّه لَهُ مَا تَقَدَّمَ مِنْ ذَنْبه وَمَا تَأَخَّرَ وَسُمِّيَ أَسِير اللَّه فِي أَرْضه وَشُفِّعَ فِي أَهْله \" ثُمَّ قَالَ حَدَّثَنَا هِشَام حَدَّثَنَا الْفَرَج حَدَّثَنِي مُحَمَّد بْن عَبْد اللَّه الْعَامِرِيّ عَنْ مُحَمَّد بْن عَبْد اللَّه بْن عَمْرو بْن عُثْمَان عَنْ عَبْد اللَّه بْن عُمَر بْن الْخَطَّاب عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِثْله وَرَوَاهُ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا أَنَس بْن عِيَاض حَدَّثَنِي يُوسُف بْن أَبِي بُرْدَة الْأَنْصَارِيّ عَنْ جَعْفَر بْن عَمْرو بْن أُمَيَّة الضَّمْرِيّ عَنْ أَنَس بْن مَالِك أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ مُعَمَّر يُعَمِّر فِي الْإِسْلَام أَرْبَعِينَ سَنَة إِلَّا صَرَفَ اللَّه عَنْهُ ثَلَاثَة أَنْوَاع مِنْ الْبَلَاء : الْجُنُون وَالْبَرَص وَالْجُذَام \" وَذَكَرَ تَمَام الْحَدِيث كَمَا تَقَدَّمَ سَوَاء وَرَوَاهُ الْحَافِظ أَبُو بَكْر الْبَزَّار عَنْ عَبْد اللَّه بْن شَبِيب عَنْ أَبِي شَيْبَة عَنْ عَبْد اللَّه بْن عَبْد الْمَلِك عَنْ أَبِي قَتَادَة الْعَدَوِيّ عَنْ اِبْن أَخِي الزُّهْرِيّ عَنْ عَمّه عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه \" مَا مِنْ عَبْد يُعَمَّر فِي الْإِسْلَام أَرْبَعِينَ سَنَة إِلَّا صَرَفَ اللَّه عَنْهُ أَنْوَاعًا مِنْ الْبَلَاء الْجُنُون وَالْجُذَام وَالْبَرَص فَإِذَا بَلَغَ خَمْسِينَ سَنَة لَيَّنَ اللَّه الْحِسَاب فَإِذَا بَلَغَ سِتِّينَ سَنَة رَزَقَهُ اللَّه الْإِنَابَة إِلَيْهِ بِمَا يُحِبّ فَإِذَا بَلَغَ سَبْعِينَ سَنَة غَفَرَ اللَّه لَهُ مَا تَقَدَّمَ مِنْ ذَنْبه وَمَا تَأَخَّرَ وَسُمِّيَ أَسِير اللَّه وَأَحَبَّهُ أَهْل السَّمَاء فَإِذَا بَلَغَ الثَّمَانِينَ تَقَبَّلَ اللَّه مِنْهُ حَسَنَاته وَتَجَاوَزَ عَنْ سَيِّئَاته فَإِذَا بَلَغَ التِّسْعِينَ غَفَرَ اللَّه لَهُ مَا تَقَدَّمَ مِنْ ذَنْبه وَمَا تَأَخَّرَ وَسُمِّيَ أَسِير اللَّه فِي أَرْضه وَقَوْله \" وَتَرَى الْأَرْض هَامِدَة \" هَذَا دَلِيل آخَر عَلَى قُدْرَته تَعَالَى عَلَى إِحْيَاء الْمَوْتَى كَمَا يُحْيِي الْأَرْض الْمَيْتَة الْهَامِدَة وَهِيَ الْمُقْحِلَة الَّتِي لَا يَنْبُت فِيهَا شَيْء وَقَالَ قَتَادَة غَبْرَاء مُتَهَشِّمَة . وَقَالَ السُّدِّيّ مَيْتَة \" فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاء اِهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلّ زَوْج بَهِيج \" أَيْ فَإِذَا أَنْزَلَ اللَّه عَلَيْهَا الْمَطَر اِهْتَزَّتْ أَيْ تَحَرَّكَتْ بِالنَّبَاتِ وَحَيِيَتْ بَعْد مَوْتهَا وَرَبَتْ أَيْ اِرْتَفَعَتْ لَمَّا سَكَنَ فِيهَا الثَّرَى ثُمَّ أَنْبَتَتْ مَا فِيهَا مِنْ الْأَلْوَان وَالْفُنُون مِنْ ثِمَار وَزُرُوع وَأَشْتَات فِي اِخْتِلَاف أَلْوَانهَا وَطُعُومهَا وَرَوَائِحهَا وَأَشْكَالهَا وَمَنَافِعهَا وَلِهَذَا قَالَ تَعَالَى \" وَأَنْبَتَتْ مِنْ كُلّ زَوْج بَهِيج \" أَيْ حَسِن الْمَنْظَر طَيِّب الرِّيح .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39073, "aya_id": 5}]