[{"text": "هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ", "sura_id": 57, "type": 0, "id": 5078, "aya_id": 3}, {"text": "هو الأول والآخر والظاهر والباطن وهو بكل شيء عليم", "sura_id": 57, "type": 1, "id": 11314, "aya_id": 3}, {"text": "3 - (هو الأول) قبل كل شيء بلا بداية (والآخر) بعد كل شيء بلا نهاية (والظاهر) بالأدلة عليه (والباطن) عن إدراك الحواس (وهو بكل شيء عليم) \r\n", "sura_id": 57, "type": 2, "id": 30022, "aya_id": 3}, {"text": "هو الأول الذي ليس قبله شيء, والآخر الذي ليس بعده شيء, والظاهر الذي ليس فوقه شيء, والباطن الذي ليس دونه شيء, ولا تخفى عليه خافية في الأرض ولا في السماء, وهو بكل شيء عليم.\r\n", "sura_id": 57, "type": 3, "id": 36258, "aya_id": 3}, {"text": " <font color=red>هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ</font><BR><p>وَهَذِهِ الْآيَة هِيَ الْمُشَار إِلَيْهَا فِي حَدِيث عِرْبَاض بْن سَارِيَة أَنَّهَا أَفْضَل مِنْ أَلْف آيَة . وَقَالَ أَبُو دَاوُد حَدَّثَنَا عَبَّاس بْن عَبْد الْعَظِيم حَدَّثَنَا النَّضْر بْن مُحَمَّد حَدَّثَنَا عِكْرِمَة - يَعْنِي اِبْن عَمَّار - حَدَّثَنَا أَبُو زُمَيْل قَالَ سَأَلْت اِبْن عَبَّاس فَقُلْت مَا شَيْء أَجِدهُ فِي صَدْرِي ؟ قَالَ مَا هُوَ ؟ قُلْت وَاَللَّه لَا أَتَكَلَّم بِهِ قَالَ : فَقَالَ لِي أَشَيْء مِنْ شَكّ ؟ قَالَ وَضَحِكَ قَالَ مَا نَجَا مِنْ ذَلِكَ أَحَد قَالَ حَتَّى أَنْزَلَ اللَّه تَعَالَى \" فَإِنْ كُنْت فِي شَكّ مِمَّا أَنْزَلْنَا إِلَيْك فَاسْأَلْ الَّذِينَ يَقْرَءُونَ الْكِتَاب مِنْ قَبْلك لَقَدْ جَاءَك الْحَقّ مِنْ رَبّك \" الْآيَة قَالَ وَقَالَ لِي إِذَا وَجَدْت فِي نَفْسك شَيْئًا فَقُلْ \" هُوَ الْأَوَّل وَالْآخِر وَالظَّاهِر وَالْبَاطِن وَهُوَ بِكُلِّ شَيْء عَلِيم \" وَقَدْ اِخْتَلَفَتْ عِبَارَات الْمُفَسِّرِينَ فِي هَذِهِ الْآيَة وَأَقْوَالهمْ عَلَى نَحْو مِنْ بِضْعَة عَشَر قَوْلًا . وَقَالَ الْبُخَارِيّ قَالَ يَحْيَى : الظَّاهِر عَلَى كُلّ شَيْء عِلْمًا وَالْبَاطِن عَلَى كُلّ شَيْء عِلْمًا وَقَالَ شَيْخنَا الْحَافِظ الْمِزِّيّ يَحْيَى هَذَا هُوَ اِبْن زِيَاد الْفَرَّاء لَهُ كِتَاب سَمَّاهُ مَعَانِي الْقُرْآن. وَقَدْ وَرَدَ فِي ذَلِكَ أَحَادِيث فَمِنْ ذَلِكَ مَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا خَلَف بْن الْوَلِيد حَدَّثَنَا اِبْن عَيَّاش عَنْ سُهَيْل بْن أَبِي صَالِح عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَدْعُو عِنْد النَّوْم\" اللَّهُمَّ رَبّ السَّمَاوَات السَّبْع وَرَبّ الْعَرْش الْعَظِيم رَبّنَا وَرَبّ كُلّ شَيْء مُنَزِّل التَّوْرَاة وَالْإِنْجِيل وَالْفُرْقَان فَالِق الْحَبّ وَالنَّوَى لَا إِلَه إِلَّا أَنْتَ أَعُوذ بِك مِنْ شَرّ كُلّ شَيْء أَنْتَ آخِذ بِنَاصِيَتِهِ أَنْتَ الْأَوَّل فَلَيْسَ قَبْلك شَيْء وَأَنْتَ الْآخِر فَلَيْسَ بَعْدك شَيْء وَأَنْتَ الظَّاهِر فَلَيْسَ فَوْقك شَيْء وَأَنْتَ الْبَاطِن لَيْسَ دُونك شَيْء اِقْضِ عَنَّا الدَّيْن وَأَغْنِنَا مِنْ الْفَقْر \" وَرَوَاهُ مُسْلِم فِي صَحِيحه حَدَّثَنِي زُهَيْر بْن حَرْب حَدَّثَنَا جَرِير عَنْ سَهْل قَالَ كَانَ أَبُو صَالِح يَأْمُرنَا إِذَا أَرَادَ أَحَدنَا أَنْ يَنَام أَنْ يَضْطَجِع عَلَى شِقّه الْأَيْمَن ثُمَّ يَقُول : اللَّهُمَّ رَبّ السَّمَاوَات وَرَبّ الْأَرْض وَرَبّ الْعَرْش الْعَظِيم رَبّنَا وَرَبّ كُلّ شَيْء فَالِق الْحَبّ وَالنَّوَى وَمُنَزِّل التَّوْرَاة وَالْإِنْجِيل وَالْفُرْقَان أَعُوذ بِك مِنْ شَرّ كُلّ ذِي شَرّ أَنْتَ آخِذ بِنَاصِيَتِهِ اللَّهُمَّ أَنْتَ الْأَوَّل فَلَيْسَ قَبْلك شَيْء وَأَنْتَ الْآخِر فَلَيْسَ بَعْدك شَيْء وَأَنْتَ الظَّاهِر فَلَيْسَ فَوْقك شَيْء وَأَنْتَ الْبَاطِن فَلَيْسَ دُونك شَيْء اِقْضِ عَنَّا الدَّيْن وَأَغْنِنَا مِنْ الْفَقْر . وَكَانَ يُرْوَى ذَلِكَ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ رَوَى الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ فِي مُسْنَده عَنْ عَائِشَة أُمّ الْمُؤْمِنِينَ نَحْو هَذَا فَقَالَ حَدَّثَنَا عُقْبَة حَدَّثَنَا يُونُس حَدَّثَنَا السَّرِيّ بْن إِسْمَاعِيل عَنْ الشَّعْبِيّ عَنْ مَسْرُوق عَنْ عَائِشَة أَنَّهَا قَالَتْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَأْمُر بِفِرَاشِهِ فَيُفْرَش لَهُ مُسْتَقْبِل الْقِبْلَة فَإِذَا أَوَى إِلَيْهِ تَوَسَّدَ كَفّه الْيُمْنَى ثُمَّ هَمَسَ مَا يُدْرَى مَا يَقُول فَإِذَا كَانَ فِي آخِر اللَّيْل رَفَعَ صَوْته فَقَالَ : \" اللَّهُمَّ رَبّ السَّمَاوَات السَّبْع وَرَبّ الْعَرْش الْعَظِيم إِلَه كُلّ شَيْء وَمُنَزِّل التَّوْرَاة وَالْإِنْجِيل وَالْفُرْقَان فَالِق الْحَبّ وَالنَّوَى أَعُوذ بِك مِنْ شَرّ كُلّ شَيْء أَنْتَ آخِذ بِنَاصِيَتِهِ اللَّهُمَّ أَنْتَ الْأَوَّل الَّذِي لَيْسَ قَبْلك شَيْء وَأَنْتَ الْآخِر الَّذِي لَيْسَ بَعْدك شَيْء وَأَنْتَ الظَّاهِر فَلَيْسَ فَوْقك شَيْء وَأَنْتَ الْبَاطِن فَلَيْسَ دُونك شَيْء اِقْضِ عَنَّا الدَّيْن وَأَغْنِنَا مِنْ الْفَقْر \" . السَّرِيّ بْن إِسْمَاعِيل هَذَا هُوَ اِبْن عَمّ الشَّعْبِيّ وَهُوَ ضَعِيف جِدًّا وَاَللَّه أَعْلَم . وَقَالَ أَبُو عِيسَى التِّرْمِذِيّ عِنْد تَفْسِير هَذِهِ الْآيَة حَدَّثَنَا عَبْد بْن حُمَيْد وَغَيْر وَاحِد الْمَعْنَى وَاحِد قَالُوا حَدَّثَنَا يُونُس بْن مُحَمَّد حَدَّثَنَا شَيْبَان بْن عَبْد الرَّحْمَن عَنْ قَتَادَة قَالَ حَدَّثَ الْحَسَن عَنْ أَبِي هُرَيْرَة قَالَ بَيْنَمَا نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِس وَأَصْحَابه إِذْ أَتَى عَلَيْهِمْ سَحَاب فَقَالَ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" هَلْ تَدْرُونَ مَا هَذَا \" قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ\" هَذَا الْعَنَان هَذِهِ رَوَايَا الْأَرْض تَسُوقهُ إِلَى قَوْم لَا يَشْكُرُونَهُ وَلَا يَدْعُونَهُ - ثُمَّ قَالَ - هَلْ تَدْرُونَ مَا فَوْقكُمْ ؟ قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ \" فَإِنَّهَا الرَّفِيع سَقْف مَحْفُوظ وَمَوْج مَكْفُوف - ثُمَّ قَالَ - هَلْ تَدْرُونَ كَمْ بَيْنكُمْ وَبَيْنهَا ؟ قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ بَيْنكُمْ وَبَيْنهَا خَمْسمِائَةِ سَنَة - ثُمَّ قَالَ - هَلْ تَدْرُونَ مَا فَوْق ذَلِكَ ؟ قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ \" فَإِنَّ فَوْق ذَلِكَ سَمَاء بُعْد مَا بَيْنهمَا مَسِيرَة خَمْسمِائَةِ سَنَة - حَتَّى عَدَّ سَبْع سَمَاوَات - مَا بَيْن كُلّ سَمَاءَيْنِ كَمَا بَيْن السَّمَاء وَالْأَرْض - ثُمَّ قَالَ - هَلْ تَدْرُونَ مَا فَوْق ذَلِكَ ؟ قَالُوا اللَّه وَرَسُوله أَعْلَم ؟ قَالَ \" فَإِنَّ فَوْق ذَلِكَ الْعَرْش وَبَيْنه وَبَيْن السَّمَاء مِثْل بُعْد مَا بَيْن السَّمَاءَيْنِ - ثُمَّ قَالَ - هَلْ تَدْرُونَ مَا الَّذِي تَحْتكُمْ ؟ قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ \" فَإِنَّهَا الْأَرْض - ثُمَّ قَالَ - هَلْ تَدْرُونَ مَا الَّذِي تَحْت ذَلِكَ ؟ قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ فَإِنَّ تَحْتهَا أَرْضًا أُخْرَى بَيْنهمَا مَسِيرَة خَمْسمِائَةِ سَنَة - حَتَّى عَدَّ سَبْع أَرَضِينَ - بَيْن كُلّ أَرَضِينَ مَسِيرَة خَمْسمِائَةِ سَنَة - ثُمَّ قَالَ - وَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ لَوْ أَنَّكُمْ دَلَّيْتُمْ حَبْلًا إِلَى الْأَرْض السُّفْلَى لَهَبَطَ عَلَى اللَّه - ثُمَّ قَرَأَ - \" هُوَ الْأَوَّل وَالْآخِر وَالظَّاهِر وَالْبَاطِن وَهُوَ بِكُلِّ شَيْء عَلِيم \" ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَيُرْوَى عَنْ أَيُّوب وَيُونُس يَعْنِي اِبْن عُبَيْد وَعَلِيّ بْن زَيْد قَالُوا لَمْ يَسْمَع الْحَسَن مِنْ أَبِي هُرَيْرَة وَفَسَّرَ بَعْض أَهْل الْعِلْم هَذَا الْحَدِيث فَقَالُوا إِنَّمَا هَبَطَ عَلَى عِلْم اللَّه وَقُدْرَته وَسُلْطَانه وَعِلْم اللَّه وَقُدْرَته وَسُلْطَانه فِي كُلّ مَكَان وَهُوَ عَلَى الْعَرْش كَمَا وَصَفَ فِي كِتَابه اِنْتَهَى كَلَامه وَقَدْ رَوَى الْإِمَام أَحْمَد هَذَا الْحَدِيث عَنْ شُرَيْح عَنْ الْحَكَم بْن عَبْد الْمَلِك عَنْ قَتَادَة عَنْ الْحَسَن عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ وَعِنْده وَبُعْد مَا بَيْن الْأَرَضِينَ مَسِيرَة سَبْعمِائَةِ عَام وَقَالَ \" لَوْ دَلَّيْتُمْ أَحَدكُمْ بِحَبْلٍ إِلَى الْأَرْض السُّفْلَى السَّابِعَة لَهَبَطَ عَلَيَّ اللَّه ثُمَّ قَرَأَ - \" هُوَ الْأَوَّل وَالْآخِر وَالظَّاهِر وَالْبَاطِن وَهُوَ بِكُلِّ شَيْء عَلِيم \" وَرَوَاهُ اِبْن أَبِي حَاتِم وَالْبَزَّار مِنْ حَدِيث أَبِي جَعْفَر الرَّازِيّ عَنْ قَتَادَة عَنْ الْحَسَن عَنْ أَبِي هُرَيْرَة فَذَكَرَ الْحَدِيث وَلَمْ يَذْكُر اِبْن أَبِي حَاتِم آخِره وَهُوَ قَوْله : \" لَوْ دَلَّيْتُمْ بِحَبْلٍ \" وَإِنَّمَا قَالَ حَتَّى عَدَّ سَبْع أَرَضِينَ بَيْن كُلّ أَرَضِينَ مَسِيرَة خَمْسمِائَةِ عَام ثُمَّ تَلَا \" هُوَ الْأَوَّل وَالْآخِر وَالظَّاهِر وَالْبَاطِن وَهُوَ بِكُلِّ شَيْء عَلِيم \" وَقَالَ الْبَزَّار لَمْ يَرْوِهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا أَبُو هُرَيْرَة وَرَوَاهُ اِبْن جَرِير عَنْ بِشْر عَنْ يَزِيد عَنْ سَعِيد عَنْ قَتَادَة \" هُوَ الْأَوَّل وَالْآخِر وَالظَّاهِر وَالْبَاطِن \" ذَكَرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْنَمَا هُوَ جَالِس فِي أَصْحَابه إِذْ مَرَّ عَلَيْهِمْ سَحَاب فَقَالَ : هَلْ تَدْرُونَ مَا هَذَا . وَذَكَرَ الْحَدِيث مِثْل سِيَاق التِّرْمِذِيّ سَوَاء إِلَّا أَنَّهُ مُرْسَل مِنْ هَذَا الْوَجْه وَلَعَلَّ هَذَا هُوَ الْمَحْفُوظ وَاَللَّه أَعْلَم . وَقَدْ رُوِيَ مِنْ حَدِيث أَبِي ذَرّ الْغِفَارِيّ رَضِيَ اللَّه عَنْهُ وَأَرْضَاهُ رَوَاهُ الْبَزَّار فِي مُسْنَده وَالْبَيْهَقِيّ فِي كِتَاب الْأَسْمَاء وَالصِّفَات وَلَكِنَّ فِي إِسْنَاده نَظَر وَفِي مَتْنه غَرَابَة وَنَكَارَة وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم. وَقَالَ اِبْن جَرِير عِنْد قَوْله تَعَالَى \" وَمِنْ الْأَرْض مِثْلهنَّ\" حَدَّثَنَا اِبْن عَبْد الْأَعْلَى حَدَّثَنَا اِبْن ثَوْر عَنْ مَعْمَر عَنْ قَتَادَة قَالَ اِلْتَقَى أَرْبَعَة مِنْ الْمَلَائِكَة بَيْن السَّمَاء وَالْأَرْض فَقَالَ بَعْضهمْ لِبَعْضٍ مِنْ أَيْنَ جِئْت قَالَ أَحَدهمْ أَرْسَلَنِي رَبِّي عَزَّ وَجَلَّ مِنْ السَّمَاء السَّابِعَة وَتَرَكْته ثُمَّ قَالَ الْآخَر أَرْسَلَنِي رَبِّي عَزَّ وَجَلَّ مِنْ الْأَرْض السَّابِعَة وَتَرَكْته ثُمَّ قَالَ الْآخَر أَرْسَلَنِي رَبِّي مِنْ الْمَشْرِق وَتَرَكْته ثُمَّ قَالَ الْآخَر أَرْسَلَنِي رَبِّي مِنْ الْمَغْرِب وَتَرَكْته ثُمَّ وَهَذَا حَدِيث غَرِيب جِدًّا وَقَدْ يَكُون الْحَدِيث الْأَوَّل مَوْقُوفًا عَلَى قَتَادَة كَمَا رُوِيَ هَهُنَا مِنْ قَوْله وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 57, "type": 4, "id": 42023, "aya_id": 3}]