[{"text": "لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَاْ أَوَّلُ الْمُسْلِمِينَ", "sura_id": 6, "type": 0, "id": 952, "aya_id": 163}, {"text": "لا شريك له وبذلك أمرت وأنا أول المسلمين", "sura_id": 6, "type": 1, "id": 7188, "aya_id": 163}, {"text": "163 - (لا شريك له) في ذلك (وبذلك) أي التوحيد (أمرت وأنا أول المسلمين) من هذه الأمة \r\n", "sura_id": 6, "type": 2, "id": 25896, "aya_id": 163}, {"text": "لا شريك له في ألوهيته ولا في ربوبيته ولا في صفاته وأسمائه, وبذلك التوحيد الخالص أمرني ربي جل وعلا وأنا أول من أقر وانقاد لله من هذه الأمة.\r\n", "sura_id": 6, "type": 3, "id": 32132, "aya_id": 163}, {"text": " <font color=red>لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ</font><BR><p>إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبّ الْعَالَمِينَ لَا شَرِيك لَهُ وَبِذَلِكَ أُمِرْت وَأَنَا أَوَّل الْمُسْلِمِينَ وَقَوْله عَزَّ وَجَلَّ \" وَأَنَا أَوَّل الْمُسْلِمِينَ \" قَالَ قَتَادَة أَيْ مِنْ هَذِهِ الْأُمَّة وَهُوَ كَمَا قَالَ فَإِنَّ جَمِيع الْأَنْبِيَاء قَبْله كُلّهمْ كَانَتْ دَعَوْتهمْ إِلَى الْإِسْلَام وَأَصْله عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ كَمَا قَالَ \" وَمَا أَرْسَلْنَا مِنْ قَبْلك مِنْ رَسُول إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَه إِلَّا أَنَا فَاعْبُدُونِ \" وَقَدْ أَخْبَرَنَا تَعَالَى عَنْ نُوح أَنَّهُ قَالَ لِقَوْمِهِ \" فَإِنْ تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِنْ أَجْر إِنْ أَجْرِي إِلَّا عَلَى اللَّه وَأُمِرْت أَنْ أَكُون مِنْ الْمُسْلِمِينَ\" وَقَالَ تَعَالَى \" وَمَنْ يَرْغَب عَنْ مِلَّة إِبْرَاهِيم إِلَّا مَنْ سَفِهَ نَفْسه وَلَقَدْ اِصْطَفَيْنَاهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْأَخِرَة لَمِنْ الصَّالِحِينَ إِذْ قَالَ لَهُ رَبّه أَسْلِمْ قَالَ أَسْلَمْت لِرَبِّ الْعَالَمِينَ وَوَصَى بِهَا إِبْرَاهِيم بَنِيهِ وَيَعْقُوب يَا بُنَيّ إِنَّ اللَّه اِصْطَفَى لَكُمْ الدِّين فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ \" وَقَالَ يُوسُف عَلَيْهِ السَّلَام \" رَبّ قَدْ آتَيْتنِي مِنْ الْمُلْك وَعَلَّمْتنِي مِنْ تَأْوِيل الْأَحَادِيث فَاطِر السَّمَوَات وَالْأَرْض أَنْتَ وَلِيِّ فِي الدُّنْيَا وَالْآخِرَة تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ \" وَقَالَ مُوسَى \" يَا قَوْم إِنْ كُنْتُمْ آمَنْتُمْ بِاَللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ فَقَالُوا عَلَى اللَّه تَوَكَّلْنَا رَبّنَا لَا تَجْعَلنَا فِتْنَة لِلْقَوْمِ الظَّالِمِينَ وَنَجِّنَا بِرَحْمَتِك مِنْ الْقَوْم الْكَافِرِينَ \" وَقَالَ تَعَالَى \" إِنَّا أَنْزَلْنَا التَّوْرَاة فِيهَا هُدًى وَنُور يَحْكُم بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَار \" الْآيَة . وَقَالَ تَعَالَى \" وَإِذْ أَوْحَيْت إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ \" فَأَخْبَرَ تَعَالَى أَنَّهُ بَعَثَ رُسُله بِالْإِسْلَامِ وَلَكِنَّهُمْ مُتَفَاوِتُونَ فِيهِ بِحَسْب شَرَائِعهمْ الْخَاصَّة الَّتِي يَنْسَخ بَعْضهَا بَعْضًا إِلَى أَنْ نُسِخَتْ بِشَرِيعَةِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الَّتِي لَا تُنْسَخ أَبَد الْآبِدِينَ وَلَا تَزَال قَائِمَة مَنْصُورَة وَأَعْلَامهَا مَنْشُورَة إِلَى قِيَام السَّاعَة وَلِهَذَا قَالَ عَلَيْهِ السَّلَام نَحْنُ مَعَاشِر الْأَنْبِيَاء أَوْلَاد عَلَّات دِيننَا وَاحِد فَإِنَّ أَوْلَاد الْعَلَّات هُمْ الْإِخْوَة مِنْ أَب وَاحِد وَأُمَّهَات شَتَّى فَالدِّين وَاحِد وَهُوَ عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ وَإِنْ تَنَوَّعَتْ الشَّرَائِع الَّتِي هِيَ بِمَنْزِلَةِ الْأُمَّهَات كَمَا أَنَّ إِخْوَة الْأَخْيَاف عَكْس هَذَا بَنُو الْأُمّ الْوَاحِدَة مِنْ آبَاء شَتَّى وَالْإِخْوَة الْأَعْيَان الْأَشِقَّاء مِنْ أَب وَاحِد وَأُمّ وَاحِدَة وَاَللَّه أَعْلَم وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو سَعِيد حَدَّثَنَا عَبْد الْعَزِيز بْن عَبْد اللَّه الْمَاجِشُون حَدَّثَنَا عَبْد اللَّه بْن الْفَضْل الْهَاشِمِيّ عَنْ عَبْد الرَّحْمَن الْأَعْرَج عَنْ عُبَيْد اللَّه بْن أَبِي رَافِع عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا كَبَّرَ اِسْتَفْتَحَ ثُمَّ قَالَ وَجَّهْت وَجْهِيّ لِلَّذِي فَطَرَ السَّمَوَات وَالْأَرْض حَنِيفًا وَمَا أَنَا مِنْ الْمُشْرِكِينَ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّه رَبّ الْعَالَمِينَ إِلَى آخِر الْآيَة\" اللَّهُمَّ أَنْتَ الْمَلِك لَا إِلَه إِلَّا أَنْتَ رَبِّي وَأَنَا عَبْدك ظَلَمْت نَفْسِي وَاعْتَرَفْت بِذَنْبِي فَاغْفِرْ لِي ذُنُوبِي جَمِيعًا لَا يَغْفِر الذُّنُوب إِلَّا أَنْتَ وَاهْدِنِي لِأَحْسَن الْأَخْلَاق وَلَا يَهْدِي لِأَحْسَنِهَا إِلَّا أَنْتَ وَاصْرِفْ عَنِّي سَيِّئَهَا لَا يَصْرِف عَنِّي سَيِّئَهَا إِلَّا أَنْتَ . تَبَارَكْت وَتَعَالَيْت أَسْتَغْفِرك وَأَتُوب إِلَيْك ثُمَّ ذَكَرَ تَمَام الْحَدِيث فِيمَا يَقُولهُ فِي الرُّكُوع وَالسُّجُود وَالتَّشَهُّد وَقَدْ رَوَاهُ مُسْلِم فِي صَحِيحه .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42147, "aya_id": 163}]