[{"text": "إِنَّ اللّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُم بِأَنَّ لَهُمُ الجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالإِنجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللّهِ فَاسْتَبْشِرُواْ بِبَيْعِكُمُ الَّذِي بَايَعْتُم بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ", "sura_id": 9, "type": 0, "id": 1346, "aya_id": 111}, {"text": "إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة يقاتلون في سبيل الله فيقتلون ويقتلون وعدا عليه حقا في التوراة والإنجيل والقرآن ومن أوفى بعهده من الله فاستبشروا ببيعكم الذي بايعتم به  وذلك هو الفوز العظيم", "sura_id": 9, "type": 1, "id": 7582, "aya_id": 111}, {"text": "111 - (إن الله اشترى من المؤمنين أنفسهم وأموالهم) بأن يبذلوها في طاعته كالجهاد (بأن لهم الجنة يقاتلون في سبيل الله فيَقتلون ويُقتلون) جملة استئناف بيان للشراء ، وفي قراءة بتقديم المبني للمفعول أي فيُقتل بعضهم ويقاتل الباقي (وعداً عليه حقاً) مصدران منصوبان بفعلهما المحذوف (في التوراة والإنجيل والقرآن ومن أوفى بعهده من الله) أي لا أحد أوفى منه (فاستبشروا) فيه التفاتٌ عن الغيبة (ببيعكم الذي بايعتم به وذلك) البيع (هو الفوز العظيم) المنيل غاية المطلوب \r\n", "sura_id": 9, "type": 2, "id": 26290, "aya_id": 111}, {"text": "إن الله اشترى من المؤمنين أنفسهم بأن لهم في مقابل ذلك الجنة, وما أعد الله فيها من النعيم لبذلهم نفوسهم وأموالهم في جهاد أعدائه لإعلاء كلمته وإظهار دينه, فيَقْتلون ويُقتَلون, وعدًا عليه حقًا في التوراة المنزلة على موسى عليه السلام, والإنجيل المنزل على عيسى عليه السلام, والقرآن المنزل على محمد صلى الله عليه وسلم. ولا أحد أوفى بعهده من الله لمن وفَّى بما عاهد الله عليه, فأظهِروا السرور-أيها المؤمنون- ببيعكم الذي بايعتم الله به, وبما وعدكم به من الجنة والرضوان, وذلك البيع هو الفلاح العظيم.\r\n", "sura_id": 9, "type": 3, "id": 32526, "aya_id": 111}, {"text": " <font color=red>إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ عَاوَضَ مِنْ عِبَاده الْمُؤْمِنِينَ عَنْ أَنْفُسهمْ وَأَمْوَالهمْ إِذْ بَذَلُوهَا فِي سَبِيله بِالْجَنَّةِ وَهَذَا مِنْ فَضْله وَكَرْمه وَإِحْسَانه فَإِنَّهُ قَبِلَ الْعِوَض عَمَّا يَمْلِكهُ بِمَا تَفَضَّلَ بِهِ عَلَى عَبِيده الْمُطِيعِينَ لَهُ . وَلِهَذَا قَالَ الْحَسَن الْبَصْرِيّ وَقَتَادَة : بَايَعَهُمْ وَاَللَّه فَأَغْلَى ثَمَنهمْ . وَقَالَ شِمْر بْن عَطِيَّة مَا مِنْ مُسْلِم إِلَّا وَلِلَّهِ عَزَّ وَجَلَّ فِي عُنُقه بَيْعَة وَفَّى بِهَا أَوْ مَاتَ عَلَيْهَا ثُمَّ تَلَا هَذِهِ الْآيَة . وَلِهَذَا يُقَال مَنْ حَمَلَ فِي سَبِيل اللَّه بَايَعَ اللَّه أَيْ قَبْل هَذَا الْعَقْد وَوَفَّى بِهِ . وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ وَغَيْره قَالَ عَبْد اللَّه بْن رَوَاحَة رَضِيَ اللَّه عَنْهُ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْنِي لَيْلَة الْعَقَبَة اِشْتَرِطْ لِرَبِّك وَلِنَفْسِك مَا شِئْت فَقَالَ \" أَشْتَرِط لِرَبِّي أَنْ تَعْبُدُوهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَأَشْتَرِط لِنَفْسِي أَنْ تَمْنَعُونِي مِمَّا تَمْنَعُونَ مِنْهُ أَنْفُسكُمْ وَأَمْوَالكُمْ \" قَالُوا : فَمَا لَنَا إِذَا فَعَلْنَا ذَلِكَ ؟ قَالَ \" الْجَنَّة \" قَالُوا رَبِحَ الْبَيْع لَا نُقِيل وَلَا نَسْتَقِيل فَنَزَلَتْ \" إِنَّ اللَّه اِشْتَرَى مِنْ الْمُؤْمِنِينَ أَنْفُسهمْ \" الْآيَة وَقَوْله \" يُقَاتِلُونَ فِي سَبِيل اللَّه فَيَقْتُلُونَ وَيُقْتَلُونَ \" أَيْ سَوَاء قَتَلُوا أَوْ قُتِلُوا أَوْ اِجْتَمَعَ لَهُمْ هَذَا وَهَذَا فَقَدْ وَجَبَتْ لَهُمْ الْجَنَّة . وَلِهَذَا جَاءَ فِي الصَّحِيحَيْنِ \" وَتَكَفَّلَ اللَّه لِمَنْ خَرَجَ فِي سَبِيله لَا يُخْرِجهُ إِلَّا جِهَاد فِي سَبِيلِي وَتَصْدِيق بِرُسُلِي بِأَنْ تَوَفَّاهُ أَنْ يُدْخِلهُ الْجَنَّة أَوْ يُرْجِعهُ إِلَى مَنْزِله الَّذِي خَرَجَ مِنْهُ نَائِلًا مَا نَالَ مِنْ أَجْر أَوْ غَنِيمَة \" وَقَوْله \" وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاة وَالْإِنْجِيل وَالْقُرْآن \" تَأْكِيد لِهَذَا الْوَعْد وَإِخْبَار بِأَنَّهُ قَدْ كَتَبَهُ عَلَى نَفْسه الْكَرِيمَة وَأَنْزَلَهُ عَلَى رُسُله فِي كُتُبه الْكِبَار وَهِيَ التَّوْرَاة الْمُنَزَّلَة عَلَى مُوسَى وَالْإِنْجِيل الْمُنَزَّل عَلَى عِيسَى وَالْقُرْآن الْمُنَزَّل عَلَى مُحَمَّد صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ أَجْمَعِينَ . وَقَوْله \" وَمَنْ أَوْفَى بِعَهْدِهِ مِنْ اللَّه \" فَإِنَّهُ لَا يُخْلِف الْمِيعَاد . هَذَا كَقَوْلِهِ \" وَمَنْ أَصْدَق مِنْ اللَّه حَدِيثًا \" وَمَنْ أَصْدَق مِنْ اللَّه قِيلًا \" وَلِهَذَا قَالَ \" فَاسْتَبْشِرُوا بِبَيْعِكُمْ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْز الْعَظِيم \" أَيْ فَلِيَسْتَبْشِر مَنْ قَامَ بِمُقْتَضَى هَذَا الْعَقْد وَوَفَّى بِهَذَا الْعَهْد بِالْفَوْزِ الْعَظِيم وَالنَّعِيم الْمُقِيم .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43408, "aya_id": 111}]