[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا", "sura_id": 33, "type": 0, "id": 3582, "aya_id": 49}, {"text": "يا أيها الذين آمنوا إذا نكحتم المؤمنات ثم طلقتموهن من قبل أن تمسوهن فما لكم عليهن من عدة تعتدونها فمتعوهن وسرحوهن سراحا جميلا", "sura_id": 33, "type": 1, "id": 9818, "aya_id": 49}, {"text": "49 - (يا أيها الذين آمنوا إذا نكحتم المؤمنات ثم طلقتموهن من قبل أن تمسوهن) وفي قراءة تماسوهن أي تجامعوهن (فما لكم عليهن من عدة تعتدونها) تحصونها بالأقراء وغيرها (فمتعوهن) أعطوهن ما يستمتعن به أي إن لم يسم لهن أصدقة وإلا فلهن نصف المسمى فقط قال ابن عباس وعليه الشافعي (وسرحوهن سراحا جميلا) خلوا سبيلهن من غير إضرار \r\n", "sura_id": 33, "type": 2, "id": 28526, "aya_id": 49}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, إذا عقدتم على النساء ولم تدخلوا بهن ثم طلقتموهن مِن قبل أن تجامعوهن, فما لكم عليهن مِن عدَّة تحصونها عليهن, فأعطوهن من أموالكم متعة يتمتعن بها بحسب الوسع جبرًا لخواطرهن, وخلُّوا سبيلهن مع الستر الجميل, دون أذى أو ضرر.\r\n", "sura_id": 33, "type": 3, "id": 34762, "aya_id": 49}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا</font><BR><p>هَذِهِ الْآيَة الْكَرِيمَة فِيهَا أَحْكَام كَثِيرَة مِنْهَا إِطْلَاق النِّكَاح عَلَى الْعَقْد وَحْده وَلَيْسَ فِي الْقُرْآن آيَة أَصْرَح فِي ذَلِكَ مِنْهَا وَقَدْ اِخْتَلَفُوا فِي النِّكَاح هَلْ هُوَ حَقِيقَة فِي الْعَقْد وَحْده أَوْ فِي الْوَطْء أَوْ فِيهِمَا ؟ عَلَى ثَلَاثَة أَقْوَال وَاسْتِعْمَال الْقُرْآن إِنَّمَا هُوَ فِي الْعَقْد وَالْوَطْء بَعْده إِلَّا فِي هَذِهِ الْآيَة فَإِنَّهُ اُسْتُعْمِلَ فِي الْعَقْد وَحْده لِقَوْلِهِ تَبَارَكَ وَتَعَالَى \" إِذَا نَكَحْتُمْ الْمُؤْمِنَات ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْل أَنْ تَمَسُّوهُنَّ\" وَفِيهَا دَلَالَة لِإِبَاحَةِ طَلَاق الْمَرْأَة قَبْل الدُّخُول بِهَا وَقَوْله تَعَالَى \" الْمُؤْمِنَات \" خَرَجَ مَخْرَج الْغَالِب إِذْ لَا فَرْق فِي الْحُكْم بَيْن الْمُؤْمِنَة وَالْكِتَابِيَّة فِي ذَلِكَ بِالِاتِّفَاقِ وَقَدْ اِسْتَدَلَّ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَسَعِيد اِبْن الْمُسَيِّب وَالْحَسَن الْبَصْرِيّ وَعَلِيّ بْن الْحُسَيْن زَيْن الْعَابِدِينَ وَجَمَاعَة مِنْ السَّلَف بِهَذِهِ الْآيَة عَلَى أَنَّ الطَّلَاق لَا يَقَع إِلَّا إِذَا تَقَدَّمَهُ نِكَاح لِأَنَّ اللَّه تَعَالَى قَالَ \" إِذَا نَكَحْتُمْ الْمُؤْمِنَات ثُمَّ طَلَّقْتُمُوهُنَّ \" فَعَقَّبَ النِّكَاح بِالطَّلَاقِ فَدَلَّ عَلَى أَنَّهُ لَا يَصِحّ وَلَا يَقَع قَبْله وَهَذَا مَذْهَب الشَّافِعِيّ وَأَحْمَد بْن حَنْبَل وَطَائِفَة كَثِيرَة مِنْ السَّلَف وَالْخَلَف رَحِمَهمْ اللَّه تَعَالَى وَذَهَبَ مَالِك وَأَبُو حَنِيفَة رَحِمَهمَا اللَّه تَعَالَى إِلَى صِحَّة الطَّلَاق قَبْل النِّكَاح فِيمَا إِذَا قَالَ إِنْ تَزَوَّجْت فُلَانَة فَهِيَ طَالِق فَعِنْدهمَا مَتَى تَزَوَّجَهَا طَلُقَتْ مِنْهُ وَاخْتَلَفَا فِيمَا إِذَا قَالَ كُلّ اِمْرَأَة أَتَزَوَّجهَا فَهِيَ طَالِق فَقَالَ مَالِك : لَا تَطْلُق حَتَّى يُعَيِّن الْمَرْأَة وَقَالَ أَبُو حَنِيفَة رَحِمَهُ اللَّه كُلّ اِمْرَأَة يَتَزَوَّجهَا بَعْد هَذَا الْكَلَام تَطْلُق مِنْهُ فَأَمَّا الْجُمْهُور فَاحْتَجُّوا عَلَى عَدَم وُقُوع الطَّلَاق بِهَذِهِ الْآيَة قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن مَنْصُور الْمَرْوَزِيّ حَدَّثَنَا النَّضْر بْن شُمَيْلٍ حَدَّثَنَا يُونُس يَعْنِي اِبْن أَبِي إِسْحَاق قَالَ سَمِعْت آدَم مَوْلَى خَالِد عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه تَعَالَى عَنْهُمَا قَالَ إِذَا قَالَ كُلّ اِمْرَأَة أَتَزَوَّجهَا فَهِيَ طَالِق قَالَ لَيْسَ بِشَيْءٍ مِنْ أَجْل أَنَّ اللَّه تَعَالَى يَقُول \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمْ الْمُؤْمِنَات ثُمَّ طَلَّقْتُمُوهُنَّ \" الْآيَة وَحَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل الْأَحْمَسِيّ حَدَّثَنَا وَكِيع عَنْ مَطَر عَنْ الْحَسَن بْن مُسْلِم بْن يَنَّاق عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : إِنَّمَا قَالَ اللَّه عَزَّ وَجَلَّ \" إِذَا نَكَحْتُمْ الْمُؤْمِنَات ثُمَّ طَلَّقْتُمُوهُنَّ \" أَلَا تَرَى أَنَّ الطَّلَاق بَعْد النِّكَاح وَهَكَذَا رَوَى مُحَمَّد بْن إِسْحَاق عَنْ دَاوُدَ بْن الْحُصَيْن عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ اللَّه تَعَالَى \" إِذَا نَكَحْتُمْ الْمُؤْمِنَات ثُمَّ طَلَّقْتُمُوهُنَّ\" فَلَا طَلَاق قَبْل النِّكَاح وَقَدْ وَرَدَ الْحَدِيث بِذَلِكَ عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا طَلَاق لِابْنِ آدَم فِيمَا لَا يَمْلِك رَوَاهُ أَحْمَد وَأَبُو دَاوُدَ وَالتِّرْمِذِيّ وَابْن مَاجَهْ وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن وَهُوَ أَحْسَن شَيْء رُوِيَ فِي هَذَا الْبَاب وَهَكَذَا رَوَى اِبْن مَاجَهْ عَنْ عَلِيّ عَنْ الْمِسْوَر بْن مَخْرَمَةَ رَضِيَ اللَّه عَنْهُمَا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : لَا طَلَاق قَبْل النِّكَاح وَقَوْله عَزَّ وَجَلَّ : \" فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّة تَعْتَدُّونَهَا\" هَذَا أَمْر مُجْمَع عَلَيْهِ بَيْن الْعُلَمَاء أَنَّ الْمَرْأَة إِذَا طَلُقَتْ قَبْل الدُّخُول بِهَا لَا عِدَّة عَلَيْهَا فَتَذْهَب فَتَتَزَوَّج فِي فَوْرهَا مَنْ شَاءَتْ وَلَا يُسْتَثْنَى مِنْ هَذَا إِلَّا الْمُتَوَفَّى عَنْهَا زَوْجهَا فَإِنَّهَا تَعْتَدّ مِنْهُ أَرْبَعَة أَشْهُر وَعَشْرًا وَإِنْ لَمْ يَكُنْ دَخَلَ بِهَا بِالْإِجْمَاعِ أَيْضًا وَقَوْله تَعَالَى : \" فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا\" الْمُتْعَة هَهُنَا أَعَمّ مِنْ أَنْ تَكُون نِصْف الصَّدَاق الْمُسَمَّى أَوْ الْمُتْعَة الْخَاصَّة إِنْ لَمْ يَكُنْ قَدْ سَمَّى لَهَا قَالَ اللَّه تَعَالَى \" وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْل أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَة فَنِصْف مَا فَرَضْتُمْ \" وَقَالَ عَزَّ وَجَلَّ \" لَا جُنَاح عَلَيْكُمْ إِنْ طَلَّقْتُمْ النِّسَاء مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَة وَمَتِّعُوهُنَّ عَلَى الْمُوسِع قَدَره وَعَلَى الْمُقْتِر قَدَره مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ \" وَفِي صَحِيح الْبُخَارِيّ عَنْ سَهْل بْن سَعْد وَأَبِي أُسَيْدٍ رَضِيَ اللَّه عَنْهُمَا قَالَا : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَزَوَّجَ أُمَيْمَة بِنْت شَرَاحِيل فَلَمَّا أَنْ دَخَلَتْ عَلَيْهِ بَسَطَ يَده إِلَيْهَا فَكَأَنَّهَا كَرِهَتْ ذَلِكَ فَأَمَرَ أَبَا أُسَيْدٍ أَنْ يُجَهِّزهَا وَيَكْسُوهَا ثَوْبَيْنِ رَازِقِيَّيْنِ . قَالَ عَلِيّ بْن أَبِي طَلْحَة رَضِيَ اللَّه عَنْهُمَا إِنْ كَانَ سَمَّى لَهَا صَدَاقًا فَلَيْسَ لَهَا إِلَّا النِّصْف وَإِنْ لَمْ يَكُنْ سَمَّى لَهَا صَدَاقًا أَمْتَعَهَا عَلَى قَدْر عُسْره وَيُسْره وَهُوَ السَّرَاح الْجَمِيل .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40210, "aya_id": 49}]