[{"text": "مَا آمَنَتْ قَبْلَهُم مِّن قَرْيَةٍ أَهْلَكْنَاهَا أَفَهُمْ يُؤْمِنُونَ", "sura_id": 21, "type": 0, "id": 2489, "aya_id": 6}, {"text": "ما آمنت قبلهم من قرية أهلكناها أفهم يؤمنون", "sura_id": 21, "type": 1, "id": 8725, "aya_id": 6}, {"text": "6 - (ما آمنت قبلهم من قرية) أي أهلها (أهلكناها) بتكذيبها ما أتاها من الآيات (أفهم يؤمنون) لا \r\n", "sura_id": 21, "type": 2, "id": 27433, "aya_id": 6}, {"text": "ما آمنت قبل كفار \"مكة\" من قرية طلب أهلها المعجزات مِن رسولهم وتحققت, بل كذَّبوا, فأهلكناهم, أفيؤمن كفار\"مكة\" إذا تحققت المعجزات التي طلبوها؟ كلا إنهم لا يؤمنون.\r\n", "sura_id": 21, "type": 3, "id": 33669, "aya_id": 6}, {"text": " <font color=red>مَا آمَنَتْ قَبْلَهُمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا أَفَهُمْ يُؤْمِنُونَ</font><BR><p>وَلِهَذَا قَالَ تَعَالَى \" مَا آمَنَتْ قَبْلهمْ مِنْ قَرْيَة أَهْلَكْنَاهَا أَفَهُمْ يُؤْمِنُونَ \" أَيْ مَا آتَيْنَا قَرْيَة مِنْ الْقُرَى الَّذِينَ بُعِثَ فِيهِمْ الرُّسُل آيَة عَلَى يَدَيْ نَبِيّهَا فَآمَنُوا بِهَا بَلْ كَذَّبُوا فَأَهْلَكْنَاهُمْ بِذَلِكَ أَفَهَؤُلَاءِ يُؤْمِنُونَ بِالْآيَاتِ لَوْ رَأَوْهَا دُون أُولَئِكَ ؟ كَلَّا بَلْ \" إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَة رَبّك لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلّ آيَة حَتَّى يَرَوْا الْعَذَاب الْأَلِيم \" هَذَا كُلّه وَقَدْ شَاهَدُوا مِنْ الْآيَات الْبَاهِرَات وَالْحُجَج الْقَاطِعَات وَالدَّلَائِل الْبَيِّنَات عَلَى يَدَيْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا هُوَ أَظْهَر وَأَجْلَى وَأَبْهَر وَأَقْطَع وَأَقْهَر مِمَّا شُوهِدَ مَعَ غَيْره مِنْ الْأَنْبِيَاء صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ أَجْمَعِينَ . قَالَ اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه ذُكِرَ عَنْ زَيْد بْن الْحُبَاب حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا الْحَارِث بْن زَيْد الْحَضْرَمِيّ عَنْ عَلِيّ اِبْن رَبَاح اللَّخْمِيّ حَدَّثَنِي مَنْ شَهِدَ عُبَادَة بْن الصَّامِت يَقُول : كُنَّا فِي الْمَسْجِد وَمَعَنَا أَبُو بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ يَقْرَأ بَعْض الْقُرْآن فَجَاءَ عَبْد اللَّه بْن أُبَيّ بْن سَلُول وَمَعَهُ نُمْرُقَة وَزَرْبِيَّة فَوَضَعَ وَاتَّكَأَ وَكَانَ صَبِيحًا فَصِيحًا جَدِلًا فَقَالَ يَا أَبَا بَكْر قُلْ لِمُحَمَّدٍ يَأْتِينَا بِآيَةٍ كَمَا جَاءَ الْأَوَّلُونَ ؟ جَاءَ مُوسَى بِالْأَلْوَاحِ وَجَاءَ دَاوُد بِالزَّبُورِ وَجَاءَ صَالِح بِالنَّاقَةِ وَجَاءَ عِيسَى بِالْإِنْجِيلِ وَبِالْمَائِدَةِ . فَبَكَى أَبُو بَكْر - رَضِيَ اللَّه عَنْهُ - فَخَرَجَ رَسُول - اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ أَبُو بَكْر قُومُوا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَسْتَغِيث بِهِ مِنْ هَذَا الْمُنَافِق فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّهُ لَا يُقَام لِي إِنَّمَا يُقَام لِلَّهِ عَزَّ وَجَلَّ \" فَقُلْنَا يَا رَسُول اللَّه : \" إِنَّا لَقِينَا مِنْ هَذَا الْمُنَافِق فَقَالَ : \" إِنَّ جِبْرِيل قَالَ لِي اُخْرُجْ فَأَخْبِرْ بِنِعَمِ اللَّه الَّتِي أَنْعَمَ بِهَا عَلَيْك وَفَضِيلَته الَّتِي فُضِّلْت بِهَا فَبَشَّرَنِي أَنِّي بُعِثْت إِلَى الْأَحْمَر وَالْأَسْوَد وَأَمَرَنِي أَنْ أُنْذِر الْجِنّ وَآتَانِي كِتَابه وَأَنَا أُمِّيٌّ وَغَفَرَ ذَنْبِي مَا تَقَدَّمَ وَمَا تَأَخَّرَ وَذَكَرَ اِسْمِي فِي الْأَذَان وَأَمَدَّنِي بِالْمَلَائِكَةِ وَآتَانِي النَّصْر وَجَعَلَ الرُّعْب أَمَامِي وَآتَانِي الْكَوْثَر وَجَعَلَ حَوْضِي مِنْ أَكْثَر الْحِيَاض يَوْم الْقِيَامَة وَوَعَدَنِي الْمَقَام الْمَحْمُود وَالنَّاس مُهْطِعُونَ مُقْنِعُو رُءُوسهمْ وَجَعَلَنِي فِي أَوَّل زُمْرَة تَخْرُج مِنْ النَّاس وَأَدْخَلَ فِي شَفَاعَتِي سَبْعِينَ أَلْفًا مِنْ أُمَّتِي الْجَنَّة بِغَيْرِ حِسَاب وَآتَانِي السُّلْطَان وَالْمُلْك وَجَعَلَنِي فِي أَعْلَى غُرْفَة فِي الْجَنَّة فِي جَنَّات النَّعِيم فَلَيْسَ فَوْقِي أَحَد إِلَّا الْمَلَائِكَة الَّذِينَ يَحْمِلُونَ الْعَرْش وَأَحَلَّ لِي وَلِأُمَّتِي الْغَنَائِم وَلَمْ تَحِلّ لِأَحَدٍ كَانَ قَبْلنَا \" وَهَذَا الْحَدِيث غَرِيب جِدًّا .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38985, "aya_id": 6}]