[{"text": "وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ وَكَانُواْ فِيهِ مِنَ الزَّاهِدِينَ", "sura_id": 12, "type": 0, "id": 1616, "aya_id": 20}, {"text": "وشروه بثمن بخس دراهم معدودة وكانوا فيه من الزاهدين", "sura_id": 12, "type": 1, "id": 7852, "aya_id": 20}, {"text": "20 - (وشروه) باعوه منهم (بثمن بخس) ناقص (دراهم معدودة) عشرين أو اثنين وعشرين (وكانوا) أي إخوته (فيه من الزاهدين) فجاءت به السيَّارة إلى مصر فباعه الذي اشتراه بعشرين ديناراً وزوجي نعل وثوبين \r\n", "sura_id": 12, "type": 2, "id": 26560, "aya_id": 20}, {"text": "وباعه إخوته للواردين من المسافرين بثمن قليل من الدراهم, وكانوا زاهدين فيه راغبين في التخلص منه; وذلك أنهم لا يعلمون منزلته عند الله.\r\n", "sura_id": 12, "type": 3, "id": 32796, "aya_id": 20}, {"text": " <font color=red>وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ وَكَانُوا فِيهِ مِنَ الزَّاهِدِينَ</font><BR><p>يَقُول تَعَالَى : وَبَاعَهُ إِخْوَته بِثَمَنٍ قَلِيل . قَالَ مُجَاهِد وَعِكْرِمَة : وَالْبَخْس هُوَ النَّقْص كَمَا قَالَ تَعَالَى \" فَلَا يَخَاف بَخْسًا وَلَا رَهَقًا \" أَيْ اِعْتَاضَ عَنْهُ إِخْوَته بِثَمَنٍ دُونٍ قَلِيل وَمَعَ ذَلِكَ كَانُوا فِيهِ مِنْ الزَّاهِدِينَ أَيْ لَيْسَ لَهُمْ رَغْبَة فِيهِ بَلْ لَوْ سُئِلُوهُ بِلَا شَيْء لَأَجَابُوا . قَالَ اِبْن عَبَّاس وَمُجَاهِد وَالضَّحَّاك إِنَّ الضَّمِيرَ فِي قَوْله \" وَشَرَوْهُ \" عَائِد عَلَى إِخْوَة يُوسُف ; وَقَالَ قَتَادَة : بَلْ هُوَ عَائِد عَلَى السَّيَّارَة وَالْأَوَّل أَقْوَى لِأَنَّ قَوْله \" وَكَانُوا فِيهِ مِنْ الزَّاهِدِينَ \" إِنَّمَا أَرَادَ إِخْوَته لَا أُولَئِكَ السَّيَّارَة لِأَنَّ السَّيَّارَةَ اِسْتَبْشَرُوا بِهِ وَأَسَرُّوهُ بِضَاعَة وَلَوْ كَانُوا فِيهِ زَاهِدِينَ لَمَا اِشْتَرَوْهُ فَتَرَجَّحَ مِنْ هَذَا أَنَّ الضَّمِيرَ فِي \" شَرَوْهُ \" إِنَّمَا هُوَ لِإِخْوَتِهِ . وَقِيلَ الْمُرَاد بِقَوْلِهِ \" بَخْس \" الْحَرَام وَقِيلَ الظُّلْم وَهَذَا وَإِنْ كَانَ كَذَلِكَ لَكِنْ لَيْسَ هُوَ الْمُرَاد هُنَا لِأَنَّ هَذَا مَعْلُوم يَعْرِفهُ كُلّ أَحَد أَنَّ ثَمَنه حَرَام عَلَى كُلّ حَال وَعَلَى كُلّ أَحَد لِأَنَّهُ نَبِيّ اِبْن نَبِيّ اِبْن نَبِيّ اِبْن خَلِيل الرَّحْمَن فَهُوَ الْكَرِيم اِبْن الْكَرِيم اِبْن الْكَرِيم اِبْن الْكَرِيم وَإِنَّمَا الْمُرَاد هُنَا بِالْبَخْسِ النَّاقِص أَوْ الزُّيُوف أَوْ كِلَاهُمَا أَيْ إِنَّهُمْ إِخْوَته وَقَدْ بَاعُوهُ وَمَعَ هَذَا بِأَنْقَص الْأَثْمَان وَلِهَذَا قَالَ \" دَرَاهِم مَعْدُودَة \" فَعَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ بَاعُوهُ بِعِشْرِينَ دِرْهَمًا وَكَذَا قَالَ اِبْن عَبَّاس وَنَوْف الْبِكَالِيّ وَالسُّدِّيّ وَقَتَادَة وَعَطِيَّة الْعَوْفِيّ وَزَادَ اِقْتَسَمُوهَا دِرْهَمَيْنِ دِرْهَمَيْنِ وَقَالَ مُجَاهِد : اِثْنَانِ وَعِشْرُونَ دِرْهَمًا وَقَالَ مُحَمَّد بْن إِسْحَاق وَعِكْرِمَة أَرْبَعُونَ دِرْهَمًا وَقَالَ الضَّحَّاك فِي قَوْله \" وَكَانُوا فِيهِ مِنْ الزَّاهِدِينَ \" وَذَلِكَ أَنَّهُمْ لَمْ يَعْلَمُوا نُبُوَّته وَمَنْزِلَته عِنْد اللَّه عَزَّ وَجَلَّ وَقَالَ مُجَاهِد لَمَّا بَاعُوهُ جَعَلُوا يَتْبَعُونَهُمْ وَيَقُولُونَ لَهُمْ اِسْتَوْثِقُوا مِنْهُ لَا يَأْبَق حَتَّى وَقَفُوهُ بِمِصْرَ فَقَالَ : مَنْ يَبْتَاعنِي وَلْيُبَشَّرْ ؟ فَاشْتَرَاهُ الْمَلِك وَكَانَ مُسْلِمًا .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37770, "aya_id": 20}]