[{"text": "مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لاَ يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَاء", "sura_id": 14, "type": 0, "id": 1793, "aya_id": 43}, {"text": "مهطعين مقنعي رؤوسهم لا يرتد إليهم طرفهم وأفئدتهم هواء", "sura_id": 14, "type": 1, "id": 8029, "aya_id": 43}, {"text": "43 - (مهطعين) مسرعين حال (مقنعي) رافعي (رؤوسهم) إلى السماء (لا يرتد إليهم طرفهم) بصرهم (وأفئدتهم) قلوبهم (هواء) خالية من العقل لفزعهم \r\n", "sura_id": 14, "type": 2, "id": 26737, "aya_id": 43}, {"text": "يوم يقوم الظالمون من قبورهم مسرعين لإجابة الداعي رافعي رؤوسهم لا يبصرون شيئًا لهول الموقف, وقلوبهم خالية ليس فيها شيء; لكثرة الخوف والوجل من هول ما ترى.\r\n", "sura_id": 14, "type": 3, "id": 32973, "aya_id": 43}, {"text": " <font color=red>مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَاءٌ</font><BR><p>ثُمَّ ذَكَرَ تَعَالَى كَيْفِيَّة قِيَامهمْ مِنْ قُبُورهمْ وَعَجَلَتهمْ إِلَى قِيَام الْمَحْشَر فَقَالَ \" مُهْطِعِينَ\" أَيْ مُسْرِعِينَ كَمَا قَالَ تَعَالَى \" مُهْطِعِينَ إِلَى الدَّاع\" الْآيَة وَقَالَ تَعَالَى \" يَوْمئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ \" - إِلَى قَوْله - \" وَعَنَتْ الْوُجُوه لِلْحَيِّ الْقَيُّومِ\" وَقَالَ تَعَالَى \" يَوْم يَخْرُجُونَ مِنْ الْأَجْدَاثِ سِرَاعًا\" الْآيَة وَقَوْله \" مُقْنِعِي رُءُوسِهِمْ \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَغَيْر وَاحِد رَافِعِي رُءُوسِهِمْ \" لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ\" أَيْ أَبْصَارُهُمْ ظَاهِرَة شَاخِصَة مُدِيمُونَ النَّظَر لَا يَطْرِفُونَ لَحْظَة لِكَثْرَةِ مَا هُمْ فِيهِ مِنْ الْهَوْل وَالْفِكْرَة الْمُخَافَة لِمَا يَحِلّ بِهِمْ عِيَاذًا بِاَللَّهِ الْعَظِيم مِنْ ذَلِكَ وَلِهَذَا قَالَ \" وَأَفْئِدَتُهُمْ هَوَاء \" أَيْ وَقُلُوبهمْ خَاوِيَة خَالِيَة لَيْسَ فِيهَا شَيْء لِكَثْرَةِ الْوَجَل وَالْخَوْف وَلِهَذَا قَالَ قَتَادَة وَجَمَاعَة إِنَّ أَمْكِنَة أَفْئِدَتهمْ خَالِيَة لِأَنَّ الْقُلُوب لَدَى الْحَنَاجِر قَدْ خَرَجَتْ مِنْ أَمَاكِنهَا مِنْ شِدَّة الْخَوْف وَقَالَ بَعْضهمْ هِيَ خَرَاب لَا تَعِي شَيْئًا لِشِدَّةِ مَا أَخْبَرَ بِهِ تَعَالَى عَنْهُمْ ثُمَّ قَالَ تَعَالَى لِرَسُولِهِ صَلَّى اللَّه تَعَالَى عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37937, "aya_id": 43}]