[{"text": "حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّواْ أَنَّهُمْ قَدْ كُذِبُواْ جَاءهُمْ نَصْرُنَا فَنُجِّيَ مَن نَّشَاء وَلاَ يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ", "sura_id": 12, "type": 0, "id": 1706, "aya_id": 110}, {"text": "حتى إذا استيأس الرسل وظنوا أنهم قد كذبوا جاءهم نصرنا فنجي من نشاء ولا يرد بأسنا عن القوم المجرمين", "sura_id": 12, "type": 1, "id": 7942, "aya_id": 110}, {"text": "110 - (حتى) غاية لما دل عليه {وما أرسلنا من قبلك إلا رجالا} أي فتراخى نصرهم حتى (إذا استيأس) يئس (الرسل وظنوا) أيقن الرسل (أنهم قد كُذِّبوا) بالتشديد تكذيباً لا إيمان بعده ، والتخفيف أي ظن الأمم أن الرسل أخلفوا ما وعدوا به من النصر (جاءهم نصرنا فننجي) بنونين مشدداً ومخففاً وبنون مشدداً ماض (من نشاء ولا يرد بأسنا) عذابنا (عن القوم المجرمين) المشركين \r\n", "sura_id": 12, "type": 2, "id": 26650, "aya_id": 110}, {"text": "ولا تستعجل -أيها الرسول- النصر على مكذبيك, فإن الرسل قبلك ما كان يأتيهم النصر عاجلا لحكمة نعلمها, حتى إذا يئس الرسل من قومهم, وأيقنوا أن قومهم قد كذبوهم ولا أمل في إيمانهم, جاءهم نصرنا عند شدة الكرب, فننجي من نشاء من الرسل وأتباعهم, ولا يُرَدُّ عذابنا عمَّن أجرم وتجرَّأ على الله. وفي هذا تسلية للنبي صلى الله عليه وسلم.\r\n", "sura_id": 12, "type": 3, "id": 32886, "aya_id": 110}, {"text": " <font color=red>حَتَّى إِذَا اسْتَيْئَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا فَنُجِّيَ مَنْ نَشَاءُ وَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ</font><BR><p>يَذْكُر تَعَالَى أَنَّ نَصْره يَنْزِل عَلَى رُسُله صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ أَجْمَعِينَ عِنْد ضِيق الْحَال وَانْتِظَار الْفَرَج مِنْ اللَّه فِي أَحْوَج الْأَوْقَات إِلَى ذَلِكَ كَقَوْلِهِ تَعَالَى \" زُلْزِلُوا حَتَّى يَقُول الرَّسُول وَاَلَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْر اللَّه \" الْآيَة وَفِي قَوْله\" كُذِبُوا \" قِرَاءَتَانِ إِحْدَاهُمَا بِالتَّشْدِيدِ قَدْ كُذِّبُوا وَكَذَلِكَ كَانَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا تَقْرَؤُهَا قَالَ الْبُخَارِيّ حَدَّثَنَا عَبْد الْعَزِيز بْن عَبْد اللَّه حَدَّثَنَا إِبْرَاهِيم بْن سَعْد بْن صَالِح عَنْ اِبْن شِهَاب قَالَ أَخْبَرَنِي عُرْوَة بْن الزُّبَيْر عَنْ عَائِشَة أَنَّهَا قَالَتْ لَهُ وَهُوَ يَسْأَلهَا عَنْ قَوْل اللَّه تَعَالَى \" حَتَّى إِذَا اِسْتَيْأَسَ الرُّسُل \" قَالَ : قُلْت أَكُذِبُوا أَمْ كُذِّبُوا ؟ قَالَتْ عَائِشَة كُذِّبُوا قُلْت فَقَدْ اِسْتَيْقَنُوا أَنَّ قَوْمهمْ كَذَّبُوهُمْ فَمَا هُوَ بِالظَّنِّ ؟ قَالَتْ أَجَلْ لَعَمْرِي لَقَدْ اِسْتَيْقَنُوا بِذَلِكَ فَقُلْت لَهَا \" وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا \" قَالَتْ مَعَاذ اللَّه لَمْ تَكُنْ الرُّسُل تَظُنّ ذَلِكَ بِرَبِّهَا قُلْت فَمَا هَذِهِ الْآيَة ؟ قَالَتْ هُمْ أَتْبَاع الرُّسُل الَّذِينَ آمَنُوا بِرَبِّهِمْ وَصَدَّقُوهُمْ فَطَالَ عَلَيْهِمْ الْبَلَاء وَاسْتَأْخَرَ عَنْهُمْ النَّصْر \" حَتَّى إِذَا اِسْتَيْأَسَ الرُّسُل \" مِمَّنْ كَذَّبَهُمْ مِنْ قَوْمهمْ وَظُنَّتْ الرُّسُل أَنَّ أَتْبَاعهمْ قَدْ كَذَّبُوهُمْ جَاءَهُمْ نَصْر اللَّه عِنْد ذَلِكَ حَدَّثَنَا أَبُو الْيَمَان أَنْبَأَنَا شُعْبَة عَنْ الزُّهْرِيّ قَالَ أَخْبَرَنَا عُرْوَة فَقُلْت لَهَا لَعَلَّهَا قَدْ كُذِبُوا مُخَفَّفَة ؟ قَالَتْ مَعَاذ اللَّه اِنْتَهَى مَا ذَكَرَه وَقَالَ اِبْن جُرَيْج أَخْبَرَنِي اِبْن أَبَى مُلَيْكَة أَنَّ اِبْن عَبَّاس قَرَأَهَا \" وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا \" خَفِيفَة قَالَ عَبْد اللَّه هُوَ اِبْن أَبِي مُلَيْكَة ثُمَّ قَالَ لِي اِبْن عَبَّاس كَانُوا بَشَرًا ثُمَّ تَلَا \" حَتَّى يَقُول الرَّسُول وَاَلَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْر اللَّه أَلَا إِنَّ نَصْر اللَّه قَرِيب\" قَالَ اِبْن جُرَيْج وَقَالَ اِبْن أَبِي مُلَيْكَة وَأَخْبَرَنِي عُرْوَة عَنْ عَائِشَة أَنَّهَا خَالَفَتْ ذَلِكَ وَأَبَتْهُ وَقَالَتْ مَا وَعَدَ اللَّه مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ شَيْء إِلَّا قَدْ عَلِمَ أَنَّهُ سَيَكُونُ حَتَّى مَاتَ وَلَكِنَّهُ لَمْ يَزَلْ الْبَلَاء بِالرُّسُلِ حَتَّى ظَنُّوا أَنَّ مَنْ مَعَهُمْ مِنْ الْمُؤْمِنِينَ قَدْ كَذَّبُوهُمْ قَالَ اِبْن أَبِي مُلَيْكَة فِي حَدِيث عُرْوَة كَانَتْ عَائِشَة تَقْرَؤُهَا \" وَظَنُّوا أَنَّهُمْ قَدْ كُذِّبُوا \" مُثَقَّلَة مِنْ التَّكْذِيب وَقَالَ اِبْن أَبِي حَاتِم أَنَا يُونُس بْن عَبْد الْأَعْلَى قِرَاءَة أَنَا اِبْن وَهْب أَخْبَرَنِي سُلَيْمَان بْن بِلَال عَنْ يَحْيَى بْن سَعِيد قَالَ : جَاءَ إِنْسَان إِلَى الْقَاسِم بْن مُحَمَّد فَقَالَ إِنَّ مُحَمَّد بْن كَعْب الْقُرَظِيّ قَرَأَ هَذِهِ الْآيَة \" حَتَّى إِذَا اِسْتَيْأَسَ الرُّسُل وَظَنُّوا أَنَّهُمْ قَدْ كُذِّبُوا \" فَقَالَ الْقَاسِم أَخْبِرْهُ عَنِّي أَنِّي سَمِعْت عَائِشَة زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَقُول \" حَتَّى إِذَا اِسْتَيْأَسَ الرُّسُل وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا \" تَقُول كَذَّبَتْهُمْ أَتْبَاعهمْ إِسْنَاد صَحِيح أَيْضًا وَالْقِرَاءَة الثَّانِيَة بِالتَّخْفِيفِ ; وَاخْتَلَفُوا فِي تَفْسِيرهَا فَقَالَ اِبْن عَبَّاس مَا تَقَدَّمَ وَعَنْ اِبْن مَسْعُود فِيمَا رَوَاهُ سُفْيَان الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق عَنْ عَبْد اللَّه أَنَّهُ قَرَأَ \" حَتَّى إِذَا اِسْتَيْأَسَ الرُّسُل وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا \" مُخَفَّفَة قَالَ عَبْد اللَّه هُوَ الَّذِي تَكْرَه وَهَذَا عَنْ اِبْن عَبَّاس وَابْن مَسْعُود رَضِيَ اللَّه عَنْهُمَا مُخَالِف لِمَا رَوَاهُ آخَرُونَ عَنْهُمَا أَمَّا اِبْن عَبَّاس فَرَوَى الْأَعْمَش عَنْ مُسْلِم عَنْ اِبْن عَبَّاس فِي قَوْله \" حَتَّى إِذَا اِسْتَيْأَسَ الرُّسُل وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا \" قَالَ لَمَّا أَيِسَتْ الرُّسُل أَنْ يَسْتَجِيب لَهُمْ قَوْمهمْ وَظَنَّ قَوْمهمْ أَنَّ الرُّسُل قَدْ كَذَّبُوهُمْ جَاءَهُمْ النَّصْر عَلَى ذَلِكَ \" فَنُجِّيَ مَنْ نَشَاء \" وَكَذَا رُوِيَ عَنْ سَعِيد بْن جُبَيْر وَعِمْرَان بْن الْحَارِث السُّلَمِيّ وَعَبْد الرَّحْمَن بْن مُعَاوِيَة وَعَلِيّ بْن أَبِي طَلْحَة وَالْعَوْفِيّ عَنْ اِبْن عَبَّاس بِمِثْلِهِ وَقَالَ اِبْن جَرِير حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا عَارِم أَبُو النُّعْمَان حَدَّثَنَا حَمَّاد بْن زَيْد حَدَّثَنَا شُعَيْب حَدَّثَنَا إِبْرَاهِيم بْن أَبِي حَمْزَة الْجَزَرِيّ قَالَ : سَأَلَ فَتًى مِنْ قُرَيْش سَعِيد بْن جُبَيْر قَالَ أَخْبِرْنَا أَبَا عَبْد اللَّه كَيْف هَذَا الْحَرْف فَإِنِّي إِذَا أَتَيْت عَلَيْهِ تَمَنَّيْت أَنْ لَا أَقْرَأ هَذِهِ السُّورَة \" حَتَّى إِذَا اِسْتَيْأَسَ الرُّسُل وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا \" قَالَ نَعَمْ حَتَّى إِذَا اِسْتَيْأَسَ الرُّسُل مِنْ قَوْمهمْ أَنْ يُصَدِّقُوهُمْ وَظَنَّ الْمُرْسَل إِلَيْهِمْ أَنْ الرُّسُل قَدْ كَذَبُوا فَقَالَ الضَّحَّاك بْن مُزَاحِم مَا رَأَيْت كَالْيَوْمِ قَطُّ رَجُل يُدْعَى إِلَى عِلْم فَيَتَلَكَّأ لَوْ رَحَلْت إِلَى الْيَمَن فِي هَذِهِ كَانَ قَلِيلًا ثُمَّ رَوَى اِبْن جَرِير أَيْضًا مِنْ وَجْه آخَر أَنَّ مُسْلِم بْن يَسَار سَأَلَ سَعِيد بْن جُبَيْر عَنْ ذَلِكَ فَأَجَابَهُ بِهَذَا الْجَوَاب فَقَامَ إِلَى سَعِيد فَاعْتَنَقَهُ وَقَالَ فَرَّجَ اللَّه عَنْك كَمَا فَرَّجْت عَنِّي وَهَكَذَا رُوِيَ مِنْ غَيْر وَجْه عَنْ سَعِيد بْن جُبَيْر أَنَّهُ فَسَّرَهَا كَذَلِكَ وَكَذَا فَسَّرَهَا مُجَاهِد بْن جَرِير وَغَيْر وَاحِد مِنْ السَّلَف حَتَّى أَنَّ مُجَاهِدًا قَرَأَهَا \" وَظَنُّوا أَنَّهُمْ قَدْ كَذَبُوا \" بِفَتْحِ الذَّال رَوَاهُ اِبْن جَرِير إِلَّا أَنَّ بَعْض مَنْ فَسَّرَهَا كَذَلِكَ يُعِيد الضَّمِير فِي قَوْله \" وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا \" إِلَى أَتْبَاع الرُّسُل مِنْ الْمُؤْمِنِينَ وَمِنْهُمْ مَنْ يُعِيدهُ إِلَى الْكَافِرِينَ مِنْهُمْ أَيْ وَظَنَّ الْكُفَّار أَنَّ الرُّسُل قَدْ كُذِبُوا مُخَفَّفَة فِيمَا وُعِدُوا بِهِ مِنْ النَّصْر وَأَمَّا اِبْن مَسْعُود فَقَالَ اِبْن جَرِير حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن فُضَيْل عَنْ محمش بْن زِيَاد الضَّبِّيّ عَنْ تَمِيم بْن حَزْم قَالَ سَمِعْت عَبْد اللَّه بْن مَسْعُود يَقُول فِي هَذِهِ الْآيَة \" حَتَّى إِذَا اِسْتَيْأَسَ الرُّسُل \" مِنْ إِيمَان قَوْمهمْ أَنْ يُؤْمِنُوا بِهِمْ وَظَنَّ قَوْمهمْ حِين أَبْطَأَ الْأَمْر أَنَّهُمْ قَدْ كُذِبُوا بِالتَّخْفِيفِ فَهَاتَانِ الرِّوَايَتَانِ عَنْ كُلّ مِنْ اِبْن مَسْعُود وَابْن عَبَّاس وَقَدْ أَنْكَرَتْ ذَلِكَ عَائِشَة عَلَى مَنْ فَسَّرَهَا بِذَلِكَ وَانْتَصَرَ لَهَا اِبْن جَرِير وَوَجَّهَ الْمَشْهُور عَنْ الْجُمْهُور وَزَيَّفَ الْقَوْل الْآخَر بِالْكُلِّيَّةِ وَرَدَّهُ وَأَبَاهُ وَلَمْ يَقْبَلهُ وَلَا اِرْتَضَاهُ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37759, "aya_id": 110}]