[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ وَآتُوهُم مَّا أَنفَقُوا وَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنفَقْتُمْ وَلْيَسْأَلُوا مَا أَنفَقُوا ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ", "sura_id": 60, "type": 0, "id": 5160, "aya_id": 10}, {"text": "يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن الله أعلم بإيمانهن فإن علمتموهن مؤمنات فلا ترجعوهن إلى الكفار لا هن حل لهم ولا هم يحلون لهن وآتوهم ما أنفقوا ولا جناح عليكم أن تنكحوهن إذا آتيتموهن أجورهن ولا تمسكوا بعصم الكوافر واسألوا ما أنفقتم وليسألوا ما أنفقوا ذلكم حكم الله يحكم بينكم والله عليم حكيم", "sura_id": 60, "type": 1, "id": 11396, "aya_id": 10}, {"text": "10 - (يا أيها الذين آمنوا إذا جاءكم المؤمنات) بألسنتهم (مهاجرات) من الكفار بعد الصلح معهم في الحديبية على أن من جاء منهم إلى المؤمنين يرد (فامتحنوهن) بالحلف على أنهن ما خرجن إلا رغبة في الإسلام لا بغضا لأزواجهن الكفار ولا عشقا لرجال من المسلمين كذا مان صلى الله عليه وسلم يحلفهن (الله أعلم بإيمانهن فإن علمتموهن) ظننتموهن بالحلف (مؤمنات فلا ترجعوهن) تردوهن (إلى الكفار لا هن حل لهم ولا هم يحلون لهن وآتوهم) أي أعطوا الكفار أزواجهن (ما أنفقوا) عليهن من المهور (ولا جناح عليكم أن تنكحوهن) بشرطه (إذا آتيتموهن أجورهن) مهورهن (ولا تمسكوا) بالتشديد والتخفيف (بعصم الكوافر) زوجاتكم لقطع إسلامكم لها بشرطه أو اللاحقات بالمشركين مرتدات لقطع إسلامكم لها بشرطه (واسألوا) اطلبوا (ما أنفقتم) عليهن من المهور في صورة الارتداد ممن تزوجن من الكفار (وليسألوا ما أنفقوا) على المهاجرات كما تقدم أنهم يؤتونه (ذلكم حكم الله يحكم بينكم) به (والله عليم حكيم) \r\n", "sura_id": 60, "type": 2, "id": 30104, "aya_id": 10}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, إذا جاءكم النساء المؤمنات مهاجرات من دار الكفر إلى دار الإسلام, فاختبروهن؛ لتعلموا صدق إيمانهن, الله أعلم بحقيقة إيمانهن, فإن علمتموهن مؤمنات بحسب ما يظهر لكم من العلامات والبينات, فلا تردُّوهن إلى أزواجهن الكافرين, فالنساء المؤمنات لا يحلُّ لهن أن يتزوجن الكفار, ولا يحلُّ للكفار أن يتزوجوا المؤمنات, وأعطوا أزواج اللاتي أسلمن مثل ما أنفقوا عليهن من المهور, ولا إثم عليكم أن تتزوجوهن إذا دفعتم لهنَّ مهورهن. ولا تمسكوا بنكاح أزواجكم الكافرات, واطلبوا من المشركين ما أنفقتم من مهور نسائكم اللاتي ارتددن عن الإسلام ولحقن بهم, وليطلبوا هم ما أنفقوا من مهور نسائهم المسلمات اللاتي أسلمن ولحقن بكم, ذلكم الحكم المذكور في الآية هو حكم الله يحكم به بينكم فلا تخالفوه. والله عليم لا يخفى عليه شيء, حكيم في أقواله وأفعاله.\r\n", "sura_id": 60, "type": 3, "id": 36340, "aya_id": 10}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ وَآتُوهُمْ مَا أَنْفَقُوا وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ</font><BR><p>تَقَدَّمَ فِي سُورَة الْفَتْح فِي ذِكْر صُلْح الْحُدَيْبِيَة الَّذِي وَقَعَ بَيْن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَبَيْن كُفَّار قُرَيْش فَكَانَ فِيهِ : عَلَى أَنْ لَا يَأْتِيك مِنَّا رَجُل وَإِنْ كَانَ عَلَى دِينك إِلَّا رَدَدْته إِلَيْنَا وَفِي رِوَايَة عَلَى أَنَّهُ لَا يَأْتِيك مِنَّا أَحَد وَإِنْ كَانَ عَلَى دِينك إِلَّا رَدَدْته إِلَيْنَا وَهَذَا قَوْل عُرْوَة وَالضَّحَّاك وَعَبْد الرَّحْمَن بْن زَيْد وَالزُّهْرِيّ وَمُقَاتِل بْن حَيَّان وَالسُّدِّيّ فَعَلَى هَذِهِ الرِّوَايَة تَكُون هَذِهِ الْآيَة مُخَصَّصَة لِلسَّنَةِ وَهَذَا مِنْ أَحْسَن أَمْثِلَة ذَلِكَ وَعَلَى طَرِيقَة بَعْض السَّلَف نَاسِخَة فَإِنَّ اللَّه عَزَّ وَجَلَّ أَمَرَ عِبَاده الْمُؤْمِنِينَ إِذَا جَاءَهُمْ النِّسَاء مُهَاجِرَات أَنْ يَمْتَحِنُوهُنَّ فَإِنْ عَلِمُوهُنَّ مُؤْمِنَات فَلَا يَرْجِعُوهُنَّ إِلَى الْكُفَّار لَا هُنَّ حِلّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ . وَقَدْ ذَكَرْنَا فِي تَرْجَمَة عَبْد اللَّه بْن [ أَبِي ] أَحْمَد بْن جَحْش مِنْ الْمُسْنَد الْكَبِير مِنْ طَرِيق أَبِي بَكْر بْن أَبِي عَاصِم عَنْ مُحَمَّد بْن يَحْيَى الذُّهْلِيّ عَنْ يَعْقُوب بْن مُحَمَّد عَنْ عَبْد الْعَزِيز بْن عِمْرَان عَنْ مُجَمِّع بْن يَعْقُوب عَنْ حُنَيْن بْن أَبِي أَبَانَة عَنْ عَبْد اللَّه بْن أَبِي أَحْمَد قَالَ هَاجَرَتْ أُمّ كُلْثُوم بِنْت عُقْبَة بْن أَبِي مُعَيْط فِي الْهِجْرَة فَخَرَجَ أَخَوَاهَا عُمَارَة وَالْوَلِيد حَتَّى قَدِمَا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَلَّمَاهُ فِيهَا أَنْ يَرُدّهَا إِلَيْهِمَا فَنَقَضَ اللَّه الْعَهْد بَيْنه وَبَيْن الْمُشْرِكِينَ فِي النِّسَاء خَاصَّة فَمَنَعَهُمْ أَنْ يَرُدُّوهُنَّ إِلَى الْمُشْرِكِينَ وَأَنْزَلَ اللَّه آيَة الِامْتِحَان. قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا يُونُس بْن بُكَيْر عَنْ قَيْس بْن الرَّبِيع عَنْ الْأَغَرّ بْن الصَّبَّاح عَنْ خَلِيفَة عَنْ حُصَيْن عَنْ أَبِي نَصْر الْأَسَدِيّ قَالَ سُئِلَ اِبْن عَبَّاس كَيْفَ كَانَ اِمْتِحَان رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النِّسَاء ؟ قَالَ كَانَ يَمْتَحِنهُنَّ بِاَللَّهِ مَا خَرَجْت مِنْ بُغْض زَوْج وَبِاَللَّهِ مَا خَرَجْت رَغْبَة عَنْ أَرْض إِلَى أَرْض وَبِاَللَّهِ مَا خَرَجْت اِلْتِمَاس دُنْيَا وَبِاَللَّهِ مَا خَرَجْت إِلَّا حُبًّا لِلَّهِ وَلِرَسُولِهِ ثُمَّ رَوَاهُ مِنْ وَجْه آخَر عَنْ الْأَغَرّ بْن الصَّبَّاح بِهِ وَكَذَا رَوَاهُ الْبَزَّار مِنْ طَرِيقه وَذَكَرَ فِيهِ أَنَّ الَّذِي كَانَ يُحَلِّفهُنَّ عَنْ أَمْر رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَهُ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمْ الْمُؤْمِنَات مُهَاجِرَات فَامْتَحِنُوهُنَّ \" كَانَ اِمْتِحَانهنَّ أَنْ يَشْهَدْنَ أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا عَبْده وَرَسُوله وَقَالَ مُجَاهِد \" فَامْتَحِنُوهُنَّ \" فَاسْأَلُوهُنَّ عَمَّا جَاءَ بِهِنَّ فَإِنْ كَانَ بِهِنَّ غَضَب عَلَى أَزْوَاجهنَّ أَوْ سُخْطَة أَوْ غَيْره وَلَمْ يُؤْمِن فَارْجِعُوهُنَّ إِلَى أَزْوَاجهنَّ وَقَالَ عِكْرِمَة يُقَال لَهَا مَا جَاءَ بِك إِلَّا حُبّ اللَّه وَرَسُوله وَمَا جَاءَ بِك عِشْق رَجُل مِنَّا وَلَا فِرَار مِنْ زَوْجك فَذَلِكَ قَوْله \" فَامْتَحِنُوهُنَّ \" وَقَالَ قَتَادَة كَانَتْ اِمْتِحَانهنَّ أَنْ يَسْتَحْلِفْنَ بِاَللَّهِ مَا أَخْرَجَكُنَّ النُّشُوز وَمَا أَخْرَجَكُنَّ إِلَّا حُبّ الْإِسْلَام وَأَهْله وَحَرَصَ عَلَيْهِ فَإِذَا قُلْنَ ذَلِكَ قَبِلَ ذَلِكَ مِنْهُنَّ . وَقَوْله تَعَالَى \" فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَات فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّار \" فِيهِ دَلَالَة عَلَى أَنَّ الْإِيمَان يُمْكِن الِاطِّلَاع عَلَيْهِ يَقِينًا وَقَوْله تَعَالَى \" لَا هُنَّ حِلّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ \" هَذِهِ الْآيَة هِيَ الَّتِي حَرَّمَتْ الْمُسْلِمَات عَلَى الْمُشْرِكِينَ وَقَدْ كَانَ جَائِزًا فِي اِبْتِدَاء الْإِسْلَام أَنْ يَتَزَوَّج الْمُشْرِك الْمُؤْمِنَة وَلِهَذَا كَانَ أَمْر أَبِي الْعَاصِ بْن الرَّبِيع زَوْج اِبْنَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ زَيْنَب رَضِيَ اللَّه عَنْهَا وَقَدْ كَانَتْ مُسْلِمَة وَهُوَ عَلَى دِين قَوْمه فَلَمَّا وَقَعَ فِي الْأَسَارَى يَوْم بَدْر بَعَثَتْ اِمْرَأَته زَيْنَب فِي فِدَائِهِ بِقِلَادَةٍ لَهَا كَانَتْ لَأُمّهَا خَدِيجَة فَلَمَّا رَآهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَقَّ لَهَا رِقَّة شَدِيدَة وَقَالَ لِلْمُسْلِمِينَ \" إِنْ رَأَيْتُمْ أَنْ تُطْلِقُوا لَهَا أَسِيرهَا فَافْعَلُوا \" فَفَعَلُوا فَأَطْلَقَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أَنْ يَبْعَث اِبْنَته إِلَيْهِ فَوَفَى لَهُ بِذَلِكَ وَصَدَقَهُ فِيمَا وَعَدَهُ وَبَعَثَهَا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَ زَيْد بْن حَارِثَة رَضِيَ اللَّه عَنْهُ فَأَقَامَتْ بِالْمَدِينَةِ مِنْ بَعْد وَقْعَة بَدْر وَكَانَتْ سَنَة اِثْنَتَيْنِ إِلَى أَنْ أَسْلَمَ زَوْجهَا أَبُو الْعَاصِ بْن الرَّبِيع سَنَة ثَمَان فَرَدَّهَا عَلَيْهِ بِالنِّكَاحِ الْأَوَّل وَلَمْ يُحْدِث لَهَا صَدَاقًا كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَعْقُوب حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن إِسْحَاق حَدَّثَنَا دَاوُد بْن الْحُصَيْن عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَدَّ اِبْنَته زَيْنَب عَلَى أَبِي الْعَاصِ وَكَانَتْ هِجْرَتهَا قَبْل إِسْلَامه بِسِتِّ سِنِينَ عَلَى النِّكَاح الْأَوَّل وَلَمْ يُحْدِث شَهَادَة وَلَا صَدَاقًا وَرَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَابْن مَاجَهْ وَمِنْهُمْ مَنْ يَقُول بَعْد سَنَتَيْنِ وَهُوَ صَحِيح لِأَنَّ إِسْلَامه كَانَ بَعْد تَحْرِيم الْمُسْلِمَات عَلَى الْمُشْرِكِينَ بِسَنَتَيْنِ وَقَالَ التِّرْمِذِيّ لَيْسَ بِإِسْنَادِهِ بَأْس وَلَا نَعْرِف وَجْه هَذَا الْحَدِيث وَلَعَلَّهُ جَاءَ مِنْ حِفْظ دَاوُد بْن الْحُصَيْن وَسَمِعْت عَبْد بْن حُمَيْد يَقُول سَمِعْت يَزِيد بْن هَارُون يَذْكُر عَنْ اِبْن إِسْحَاق هَذَا الْحَدِيث وَحَدِيث اِبْن الْحَجَّاج يَعْنِي اِبْن أَرْطَاة عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَدَّ اِبْنَته عَلَى أَبِي الْعَاصِ بْن الرَّبِيع بِمَهْرٍ جَدِيد وَنِكَاح جَدِيد فَقَالَ يَزِيد حَدِيث اِبْن عَبَّاس أَجْوَد إِسْنَادًا وَالْعَمَل عَلَى حَدِيث عَمْرو بْن شُعَيْب ثُمَّ قُلْت وَقَدْ رَوَى حَدِيث الْحَجَّاج اِبْن أَرْطَاة عَنْ عَمْرو بْن شُعَيْب الْإِمَام أَحْمَد وَالتِّرْمِذِيّ وَابْن مَاجَهْ وَضَعَّفَهُ الْإِمَام أَحْمَد وَغَيْر وَاحِد وَاَللَّه أَعْلَم وَأَجَابَ الْجُمْهُور عَنْ حَدِيث اِبْن عَبَّاس بِأَنَّ ذَلِكَ كَانَ قَضِيَّة عَيْن يَحْتَمِل أَنَّهُ لَمْ تَنْقَضِ عِدَّتهَا مِنْهُ لِأَنَّ الَّذِي عَلَيْهِ الْأَكْثَرُونَ أَنَّهَا مَتَى اِنْقَضَتْ الْعِدَّة وَلَمْ يُسْلِم اِنْفَسَخَ نِكَاحهَا مِنْهُ . وَقَالَ آخَرُونَ بَلْ إِذَا اِنْقَضَتْ الْعِدَّة هِيَ بِالْخِيَارِ إِنْ شَاءَتْ أَقَامَتْ عَلَى النِّكَاح وَاسْتَمَرَّتْ وَإِنْ شَاءَتْ فَسَخَتْهُ وَذَهَبَتْ فَتَزَوَّجَتْ وَحَمَلُوا عَلَيْهِ حَدِيث اِبْن عَبَّاس وَاَللَّه أَعْلَم وَقَوْله تَعَالَى \" وَآتُوهُمْ مَا أَنْفَقُوا\" يَعْنِي أَزْوَاج الْمُهَاجِرَات مِنْ الْمُشْرِكِينَ اِدْفَعُوا إِلَيْهِمْ الَّذِي غَرِمُوهُ عَلَيْهِنَّ مِنْ الْأَصْدِقَة قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَقَتَادَة وَالزُّهْرِيّ وَغَيْر وَاحِد وَقَوْله تَعَالَى\" وَلَا جُنَاح عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورهنَّ \" يَعْنِي إِذَا أَعْطَيْتُمُوهُنَّ أَصْدَقْتهنَّ فَانْكِحُوهُنَّ أَيْ تَزَوَّجُوهُنَّ بِشَرْطِهِ مِنْ اِنْقِضَاء الْعِدَّة وَالْوَلِيّ وَغَيْر ذَلِكَ وَقَوْله تَعَالَى \" وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِر\" تَحْرِيم مِنْ اللَّه عَزَّ وَجَلَّ عَلَى عِبَاده الْمُؤْمِنِينَ نِكَاح الْمُشْرِكَات وَالِاسْتِمْرَار مَعَهُنَّ . وَفِي الصَّحِيح عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ الْمِسْوَر وَمَرْوَان بْن الْحَكَم أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا عَاهَدَ كُفَّار قُرَيْش يَوْم الْحُدَيْبِيَة جَاءَهُ نِسَاء مِنْ الْمُؤْمِنَات فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمْ الْمُؤْمِنَات مُهَاجِرَات - إِلَى قَوْله - وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِر \" فَطَلَّقَ عُمَر بْن الْخَطَّاب يَوْمئِذٍ اِمْرَأَتَيْنِ تَزَوَّجَ إِحْدَاهُمَا مُعَاوِيَة بْن أَبِي سُفْيَان وَالْأُخْرَى صَفْوَان بْن أُمَيَّة . وَقَالَ اِبْن ثَوْر عَنْ مَعْمَر عَنْ الزُّهْرِيّ : أُنْزِلَتْ هَذِهِ الْآيَة عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ بِأَسْفَل الْحُدَيْبِيَة حِين صَالَحَهُمْ عَلَى أَنَّهُ مَنْ أَتَاهُ مِنْهُمْ رَدَّهُ إِلَيْهِمْ فَلَمَّا جَاءَهُ النِّسَاء نَزَلَتْ هَذِهِ الْآيَة وَأَمَرَهُ أَنْ يَرُدّ الصَّدَاق إِلَى أَزْوَاجهنَّ وَحَكَمَ عَلَى الْمُشْرِكِينَ مِثْل ذَلِكَ إِذَا جَاءَتْهُمْ اِمْرَأَة مِنْ الْمُسْلِمِينَ أَنْ يَرُدُّوا الصَّدَاق إِلَى أَزْوَاجهنَّ وَقَالَ\" وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِر \" وَهَكَذَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَقَالَ وَإِنَّمَا حَكَمَ اللَّه بَيْنهمْ بِذَلِكَ لِأَجْلِ مَا كَانَ بَيْنهمْ وَبَيْنهمْ مِنْ الْعَهْد وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ الزُّهْرِيّ طَلَّقَ عُمَر يَوْمئِذٍ قَرِيبَة بِنْت أَبِي أُمَيَّة بْن الْمُغِيرَة فَتَزَوَّجَهَا مُعَاوِيَة وَأُمّ كُلْثُوم بِنْت عَمْرو بْن جَرْوَل الْخُزَاعِيَّة وَهِيَ أُمّ عَبْد اللَّه فَتَزَوَّجَهَا أَبُو جَهْم بْن حُذَيْفَة بْن غَانِم رَجُل مِنْ قَوْمه وَهُمَا عَلَى شِرْكهمَا وَطَلَّقَ طَلْحَة بْن عُبَيْد اللَّه أُرْوَى بِنْت رَبِيعَة بْن الْحَارِث بْن عَبْد الْمُطَّلِب فَتَزَوَّجَهَا بَعْده خَالِد بْن سَعِيد بْن الْعَاصِ . وَقَوْله تَعَالَى \" وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا \" أَيْ وَطَالَبُوا بِمَا أَنْفَقْتُمْ عَلَى أَزْوَاجكُمْ اللَّاتِي يَذْهَبْنَ إِلَى الْكُفَّار إِنْ ذَهَبْنَ وَلْيُطَالِبُوا بِمَا أَنْفَقُوا عَلَى أَزْوَاجهمْ اللَّاتِي هَاجَرْنَ إِلَى الْمُسْلِمِينَ وَقَوْله \" ذَلِكُمْ حُكْم اللَّه يَحْكُم بَيْنكُمْ\" أَيْ فِي الصُّلْح وَاسْتِثْنَاء النِّسَاء مِنْهُ وَالْأَمْر بِهَذَا كُلّه هُوَ حُكْم اللَّه يَحْكُم بِهِ بَيْن خَلْقه \" وَاَللَّه عَلِيم حَكِيم \" أَيْ عَلِيم بِمَا يُصْلِح عِبَاده حَكِيم فِي ذَلِكَ .</p><BR> <br> ", "sura_id": 60, "type": 4, "id": 42242, "aya_id": 10}]