[{"text": "أَفَمَن كَانَ عَلَى بَيِّنَةٍ مِّن رَّبِّهِ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ وَمِن قَبْلِهِ كِتَابُ مُوسَى إَمَامًا وَرَحْمَةً أُوْلَئِكَ يُؤْمِنُونَ بِهِ وَمَن يَكْفُرْ بِهِ مِنَ الأَحْزَابِ فَالنَّارُ مَوْعِدُهُ فَلاَ تَكُ فِي مِرْيَةٍ مِّنْهُ إِنَّهُ الْحَقُّ مِن رَّبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لاَ يُؤْمِنُونَ", "sura_id": 11, "type": 0, "id": 1490, "aya_id": 17}, {"text": "أفمن كان على بينة من ربه ويتلوه شاهد منه ومن قبله كتاب موسى إماما ورحمة أولئك يؤمنون به ومن يكفر به من الأحزاب فالنار موعده فلا تك في مرية منه إنه الحق من ربك ولكن أكثر الناس لا يؤمنون", "sura_id": 11, "type": 1, "id": 7726, "aya_id": 17}, {"text": "17 - (أفمن كان على بينة) بيان (من ربه) وهو النبي صلى الله عليه وسلم أو المؤمنون وهي القرآن (ويتلوه) يتبعه (شاهد) له بصدقه (منه) أي من الله وهو جبريل (ومن قبله) القرآن (كتاب موسى) التوراة شاهد له أيضا (إماماً ورحمة) حال كمن ليس كذلك لا (أولئك) أي من كان على بينة (يؤمنون به) أي القرآن فلهم الجنة (ومن يكفر به من الأحزاب) جميع الكفار (فالنار موعده فلا تك في مرية) شك (منه) من القرآن (إنه الحق من ربك ولكن أكثر الناس) أي أهل مكة (لا يؤمنون) \r\n", "sura_id": 11, "type": 2, "id": 26434, "aya_id": 17}, {"text": "أفمَن كان على حجة وبصيرة من ربه فيما يؤمن به, ويدعو إليه بالوحي الذي أنزل الله فيه هذه البينة, ويتلوها برهان آخر شاهد منه, وهو جبريل أو محمد عليهما السلام, ويؤيد ذلك برهان ثالث من قبل القرآن, وهو التوراة -الكتاب الذي أنزل على موسى إمامًا ورحمة لمن آمن به-, كمن كان همه الحياة الفانية بزينتها؟ أولئك يصدِّقون بهذا القرآن ويعملون بأحكامه, ومن يكفر بهذا القرآن من الذين تحزَّبوا على رسول الله صلى الله عليه وسلم فجزاؤه النار, يَرِدُها لا محالة, فلا تك -أيها الرسول- في شك من أمر القرآن وكونه من عند الله تعالى بعد ما شهدت بذلك الأدلة والحجج, واعلم أن هذا الدين هو الحق من ربك, ولكن أكثر الناس لا يصدِّقون ولا يعملون بما أُمروا به. وهذا توجيه عام لأمة محمد صلى الله عليه وسلم.\r\n", "sura_id": 11, "type": 3, "id": 32670, "aya_id": 17}, {"text": " <font color=red>أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً أُولَئِكَ يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ فَلَا تَكُ فِي مِرْيَةٍ مِنْهُ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ حَال الْمُؤْمِنِينَ الَّذِينَ هُمْ عَلَى فِطْرَة اللَّه تَعَالَى الَّتِي فَطَرَ عَلَيْهَا عِبَادَهُ مِنْ الِاعْتِرَاف لَهُ بِأَنَّهُ لَا إِلَه إِلَّا هُوَ كَمَا قَالَ تَعَالَى \" فَأَقِمْ وَجْهك لِلدِّينِ حَنِيفًا فِطْرَة اللَّه الَّتِي فَطَرَ النَّاس عَلَيْهَا \" الْآيَة وَفِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كُلّ مَوْلُود يُولَد عَلَى الْفِطْرَة فَأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ أَوْ يُمَجِّسَانِهِ كَمَا تُولَد الْبَهِيمَة بَهِيمَة جَمْعَاء هَلْ تُحِسُّونَ فِيهَا مِنْ جَدْعَاء ؟ \" الْحَدِيث وَفِي صَحِيح مُسْلِم عَنْ عِيَاض بْن حَمَّاد عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَقُول اللَّه تَعَالَى إِنِّي خَلَقْت عِبَادِي حُنَفَاء فَجَاءَتْهُمْ الشَّيَاطِين فَاجْتَالَتْهُمْ عَنْ دِينهمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْت لَهُمْ وَأَمَرَتْهُمْ أَنْ يُشْرِكُوا بِي مَا لَمْ أُنَزِّل بِهِ سُلْطَانًا \" وَفِي الْمُسْنَد وَالسُّنَن\" كُلّ مَوْلُود يُولَد عَلَى هَذِهِ الْمِلَّة حَتَّى يُعْرِب عَنْهُ لِسَانه \" الْحَدِيث فَالْمُؤْمِن بَاقٍ عَلَى هَذِهِ الْفِطْرَة وَقَوْله\" وَيَتْلُوهُ شَاهِد مِنْهُ \" أَيْ وَجَاءَهُ شَاهِد مِنْ اللَّه وَهُوَ مَا أَوْحَاهُ إِلَى الْأَنْبِيَاء مِنْ الشَّرَائِع الْمُطَهَّرَة الْمُكَمَّلَة الْمُعَظَّمَة الْمُخْتَتَمَة بِشَرِيعَةِ مُحَمَّد صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَعَلَيْهِمْ أَجْمَعِينَ لِهَذَا قَالَ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَأَبُو الْعَالِيَة وَالضَّحَّاك وَإِبْرَاهِيم النَّخَعِيّ وَالسُّدِّيّ وَغَيْر وَاحِد فِي قَوْله تَعَالَى \" وَيَتْلُوهُ شَاهِد مِنْهُ \" أَنَّهُ جِبْرِيل عَلَيْهِ السَّلَام وَعَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ وَالْحَسَن وَقَتَادَة هُوَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكِلَاهُمَا قَرِيب فِي الْمَعْنَى لِأَنَّ كُلًّا مِنْ جِبْرِيل وَمُحَمَّد صَلَوَات اللَّه عَلَيْهِمَا بَلَّغَ رِسَالَة اللَّه تَعَالَى فَجِبْرِيل إِلَى مُحَمَّد وَمُحَمَّد إِلَى الْأُمَّة وَقِيلَ : هُوَ عَلِيّ وَهُوَ ضَعِيف لَا يَثْبُت لَهُ قَائِل , وَالْأَوَّل هُوَ الْحَقّ وَذَلِكَ أَنَّ الْمُؤْمِن عِنْده مِنْ الْفِطْرَة وَمَا يَشْهَد مِنْ حَيْثُ الْجُمْلَة وَالتَّفَاصِيل تُؤْخَذ مِنْ الشَّرِيعَة وَالْفِطْرَة تُصَدِّقهَا وَتُؤْمِن بِهَا لِهَذَا قَالَ تَعَالَى \" أَفَمَنْ كَانَ عَلَى بَيِّنَة مِنْ رَبّه وَيَتْلُوهُ شَاهِد مِنْهُ\" وَهُوَ الْقُرْآن بَلَّغَهُ جِبْرِيل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَبَلَّغَهُ النَّبِيّ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى أُمَّته ثُمَّ قَالَ تَعَالَى \" وَمِنْ قَبْله كِتَاب مُوسَى \" أَيْ وَمِنْ قَبْل الْقُرْآن كِتَاب مُوسَى وَهُوَ التَّوْرَاة\" إِمَامًا وَرَحْمَة \" أَيْ أَنْزَلَ اللَّه تَعَالَى إِلَى تِلْكَ الْأُمَّة إِمَامًا لَهُمْ وَقُدْوَة يَقْتَدُونَ بِهَا وَرَحْمَة مِنْ اللَّه بِهِمْ فَمَنْ آمَنَ بِهَا حَقّ الْإِيمَان قَادَهُ ذَلِكَ إِلَى الْإِيمَان بِالْقُرْآنِ وَلِهَذَا قَالَ تَعَالَى \" أُولَئِكَ يُؤْمِنُونَ بِهِ \" ثُمَّ قَالَ تَعَالَى مُتَوَعِّدًا لِمَنْ كَذَّبَ بِالْقُرْآنِ أَوْ بِشَيْءٍ مِنْهُ \" وَمَنْ يَكْفُر بِهِ مِنْ الْأَحْزَاب فَالنَّار مَوْعِده \" أَيْ وَمَنْ كَفَرَ بِالْقُرْآنِ مِنْ سَائِر أَهْل الْأَرْض مُشْرِكهمْ وَكَافِرهمْ وَأَهْل الْكِتَاب وَغَيْرهمْ وَمِنْ سَائِر طَوَائِف بَنِي آدَم عَلَى اِخْتِلَاف أَلْوَانهمْ وَأَشْكَالهمْ وَأَجْنَاسهمْ مِمَّنْ بَلَغَهُ الْقُرْآن كَمَا قَالَ تَعَالَى \" لِأُنْذَركُمْ بِهِ وَمَنْ بَلَغَ \" وَقَالَ تَعَالَى \" قُلْ يَا أَيّهَا النَّاس إِنِّي رَسُول اللَّه إِلَيْكُمْ جَمِيعًا \" وَقَالَ تَعَالَى \" وَمَنْ يَكْفُر بِهِ مِنْ الْأَحْزَاب فَالنَّار مَوْعِده \" وَفِي صَحِيح مُسْلِم مِنْ حَدِيث شُعْبَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ أَبِي مُوسَى الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يَسْمَع بِي أَحَد مِنْ هَذِهِ الْأُمَّة يَهُودِيّ أَوْ نَصْرَانِيّ ثُمَّ لَا يُؤْمِن بِي إِلَّا دَخَلَ النَّار \" وَقَالَ أَيُّوب السِّخْتِيَانِيّ عَنْ سَعِيد بْن جُبَيْر قَالَ : كُنْت لَا أَسْمَع بِحَدِيثٍ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى وَجْهه إِلَّا وَجَدْت مِصْدَاقه أَوْ قَالَ تَصْدِيقه فِي الْقُرْآن فَبَلَغَنِي أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا يَسْمَع بِي أَحَد مِنْ هَذِهِ الْأُمَّة يَهُودِيّ وَلَا نَصْرَانِيّ فَلَا يُؤْمِن بِي إِلَّا دَخَلَ النَّار \" فَجَعَلْت أَقُول أَيْنَ مِصْدَاقه فِي كِتَاب اللَّه ؟ وَقَالَ وَقَلَّمَا سَمِعْت عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا وَجَدْت لَهُ تَصْدِيقًا فِي الْقُرْآن حَتَّى وَجَدْت هَذِهِ الْآيَة \" وَمَنْ يَكْفُر بِهِ مِنْ الْأَحْزَاب فَالنَّار مَوْعِده\" قَالَ مِنْ الْمِلَل كُلّهَا وَقَوْله \" فَلَا تَكُ فِي مِرْيَة مِنْهُ إِنَّهُ الْحَقّ مِنْ رَبّك \" الْآيَة أَيْ الْقُرْآن حَقّ مِنْ اللَّه لَا مِرْيَة وَلَا شَكَّ فِيهِ قَالَ تَعَالَى \" الم تَنْزِيل الْكِتَاب لَا رَيْب فِيهِ مِنْ رَبّ الْعَالَمِينَ \" وَقَالَ تَعَالَى \" الم ذَلِكَ الْكِتَاب لَا رَيْب فِيهِ \" وَقَوْله \" وَلَكِنَّ أَكْثَر النَّاس لَا يُؤْمِنُونَ \" كَقَوْلِهِ تَعَالَى \" وَمَا أَكْثَر النَّاس وَلَوْ حَرَصْت بِمُؤْمِنِينَ \" وَقَالَ تَعَالَى \" وَإِنْ تُطِعْ أَكْثَر مَنْ فِي الْأَرْض يُضِلُّوك عَنْ سَبِيل اللَّه \" وَقَالَ تَعَالَى \" وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيس ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنْ الْمُؤْمِنِينَ .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37632, "aya_id": 17}]