[{"text": "وَإِذْ قَالَتِ الْمَلاَئِكَةُ يَا مَرْيَمُ إِنَّ اللّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاء الْعَالَمِينَ", "sura_id": 3, "type": 0, "id": 335, "aya_id": 42}, {"text": "وإذ قالت الملائكة يا مريم إن الله اصطفاك وطهرك واصطفاك على نساء العالمين", "sura_id": 3, "type": 1, "id": 6571, "aya_id": 42}, {"text": "42 - (و) اذكر (إذ قالت الملائكة) أي جبريل (يا مريم إن الله اصطفاك) اختارك (وطهرك) من مسيس الرجال (واصطفاك على نساء العالمين) أي أهل زمانك \r\n", "sura_id": 3, "type": 2, "id": 25279, "aya_id": 42}, {"text": "واذكر -أيها الرسول- حين قالت الملائكة: يا مريم إن الله اختاركِ لطاعته وطهَّركِ من الأخلاق الرذيلة, واختاركِ على نساء العالمين في زمانك.\r\n", "sura_id": 3, "type": 3, "id": 31515, "aya_id": 42}, {"text": " <font color=red>وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ</font><BR><p>هَذَا إِخْبَار مِنْ اللَّه تَعَالَى بِمَا خَاطَبَتْ بِهِ الْمَلَائِكَة مَرْيَم عَلَيْهَا السَّلَام عَنْ أَمْر اللَّه لَهُمْ بِذَلِكَ أَنَّ اللَّه قَدْ اِصْطَفَاهَا أَيْ اِخْتَارَهَا لِكَثْرَةِ عِبَادَتهَا وَزَهَادَتهَا وَشَرَفهَا وَطَهَارَتهَا مِنْ الْأَكْدَار وَالْوَسَاوِس وَاصْطَفَاهَا ثَانِيًا مَرَّة بَعْد مَرَّة لِجَلَالَتِهَا عَلَى نِسَاء الْعَالَمِينَ . قَالَ عَبْد الرَّزَّاق : أَنْبَأَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب فِي قَوْله تَعَالَى \" إِنَّ اللَّه اِصْطَفَاك وَطَهَّرَك وَاصْطَفَاك عَلَى نِسَاء الْعَالَمِينَ \" قَالَ : كَانَ أَبُو هُرَيْرَة يُحَدِّث عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خَيْر نِسَاء رَكِبْنَ الْإِبِل نِسَاء قُرَيْش أَحَنَاهُ عَلَى وَلَد فِي صِغَره وَأَرْعَاهُ عَلَى زَوْج فِي ذَات يَده وَلَمْ تَرْكَب مَرْيَم بِنْت عِمْرَان بَعِيرًا قَطُّ \" وَلَمْ يُخَرِّجهُ مِنْ هَذَا الْوَجْه سِوَى مُسْلِم فَإِنَّهُ رَوَاهُ عَنْ مُحَمَّد بْن رَافِع وَعَبْد بْن حُمَيْد كِلَاهُمَا عَنْ عَبْد الرَّزَّاق بِهِ . وَقَالَ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن جَعْفَر عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى يَقُول : \" خَيْر نِسَائِهَا مَرْيَم بِنْت عِمْرَان وَخَيْر نِسَائِهَا خَدِيجَة بِنْت خُوَيْلِد \" . أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث هِشَام بِهِ مِثْله وَقَالَ التِّرْمِذِيّ : حَدَّثَنَا أَبُو بَكْر بْن زَنْجُوَيْه حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ قَتَادَة عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" حَسْبك مِنْ نِسَاء الْعَالَمِينَ مَرْيَم بِنْت عِمْرَان وَخَدِيجَة بِنْت خُوَيْلِد وَفَاطِمَة بِنْت مُحَمَّد وَآسِيَة اِمْرَأَة فِرْعَوْن \" تَفَرَّدَ بِهِ التِّرْمِذِيّ صَحَّحَهُ . وَقَالَ عَبْد اللَّه بْن أَبِي جَعْفَر الرَّازِيّ عَنْ أَبِيهِ قَالَ : كَانَ ثَابِت الْبُنَانِيّ يُحَدِّث أَنَس بْن مَالِك أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" خَيْر نِسَاء الْعَالَمِينَ أَرْبَع مَرْيَم بِنْت عِمْرَان وَآسِيَة اِمْرَأَة فِرْعَوْن وَخَدِيجَة بِنْت خُوَيْلِد وَفَاطِمَة بِنْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَوَاهُ اِبْن مَرْدُوَيه أَيْضًا وَمِنْ طَرِيق شُعْبَة عَنْ مُعَاوِيَة بْن قُرَّة عَنْ أَبِيهِ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَمُلَ مِنْ الرِّجَال كَثِير وَلَمْ يَكْمُل مِنْ النِّسَاء إِلَّا ثَلَاث : مَرْيَم بِنْت عِمْرَان وَآسِيَة اِمْرَأَة فِرْعَوْن وَخَدِيجَة بِنْت خُوَيْلِد وَفَضْلُ عَائِشَة عَلَى النِّسَاء كَفَضْلِ الثَّرِيد عَلَى سَائِر الطَّعَام \" وَقَالَ اِبْن جَرِير : حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا آدَم الْعَسْقَلَانِيّ حَدَّثَنَا شُعْبَة حَدَّثَنَا عَمْرو بْن مُرَّة سَمِعْت مُرَّة الْهَمْدَانِيّ يُحَدِّث عَنْ أَبِي مُوسَى الْأَشْعَرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَمُلَ مِنْ الرِّجَال كَثِير وَلَمْ يَكْمُل مِنْ النِّسَاء إِلَّا مَرْيَم بِنْت عِمْرَان وَآسِيَة اِمْرَأَة فِرْعَوْن \" . وَقَدْ أَخْرَجَهُ الْجَمَاعَة إِلَّا أَبَا دَاوُدَ مِنْ طَرِيق عَنْ شُعْبَة بِهِ وَلَفْظ الْبُخَارِيّ \" كَمُلَ مِنْ الرِّجَال كَثِير وَلَمْ يَكْمُل مِنْ النِّسَاء إِلَّا آسِيَة اِمْرَأَة فِرْعَوْن وَمَرْيَم بِنْت عِمْرَان وَإِنَّ فَضْل عَائِشَة عَلَى النِّسَاء كَفَضْلِ الثَّرِيد عَلَى سَائِر الطَّعَام \" وَقَدْ اِسْتَقْصَيْت طُرُق هَذَا الْحَدِيث وَأَلْفَاظه فِي قِصَّة عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام فِي كِتَابنَا الْبِدَايَة وَالنِّهَايَة وَلِلَّهِ الْحَمْد وَالْمِنَّة ثُمَّ أَخْبَرَنَا تَعَالَى عَنْ الْمَلَائِكَة أَنَّهُمْ أَمَرُوهَا بِكَثْرَةِ الْعِبَادَة وَالْخُشُوع وَالرُّكُوع وَالسُّجُود وَالدَّأْب فِي الْعَمَل لِمَا يُرِيد اللَّه بِهَا مِنْ الْأَمْر الَّذِي قَدَّرَهُ اللَّه وَقَضَاهُ مِمَّا فِيهِ مِحْنَة لَهَا وَرِفْعَة فِي الدَّارَيْنِ بِمَا أَظْهَرَ اللَّه فِيهَا مِنْ قُدْرَتِهِ الْعَظِيمَة حَيْثُ خَلَقَ مِنْهَا وَلَدًا مِنْ غَيْر أَب فَقَالَ تَعَالَى \" يَا مَرْيَم اُقْنُتِي لِرَبِّك وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39980, "aya_id": 42}]