[{"text": "وَفَاكِهَةً وَأَبًّا", "sura_id": 80, "type": 0, "id": 5789, "aya_id": 31}, {"text": "وفاكهة و أبا", "sura_id": 80, "type": 1, "id": 12025, "aya_id": 31}, {"text": "31 - (وفاكهة وأبا) ما ترعاه البهائم وقيل التبن \r\n", "sura_id": 80, "type": 2, "id": 30733, "aya_id": 31}, {"text": "وثمارًا وكلأ تَنْعَمون بها\r\n", "sura_id": 80, "type": 3, "id": 36969, "aya_id": 31}, {"text": " <font color=red>وَفَاكِهَةً وَأَبًّا</font><BR><p>أَمَّا الْفَاكِهَة فَكُلّ مَا يُتَفَكَّه بِهِ مِنْ الثِّمَار قَالَ اِبْن عَبَّاس الْفَاكِهَة كُلّ مَا أُكِلَ رَطْبًا وَالْأَبّ مَا أَنْبَتَتْ الْأَرْض مِمَّا يَأْكُلهُ الدَّوَابّ وَلَا يَأْكُلهُ النَّاس وَفِي رِوَايَة عَنْهُ هُوَ الْحَشِيش لِلْبَهَائِمِ وَقَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَأَبُو مَالِك : الْأَبّ الْكَلَأ وَعَنْ مُجَاهِد وَالْحَسَن وَقَتَادَة وَابْن زَيْد : الْأَبّ لِلْبَهَائِمِ كَالْفَاكِهَةِ لِبَنِي آدَم وَعَنْ عَطَاء كُلّ شَيْء نَبَتَ عَلَى وَجْه الْأَرْض فَهُوَ أَبّ وَقَالَ الضَّحَّاك كُلّ شَيْء أَنْبَتَتْهُ الْأَرْض سِوَى الْفَاكِهَة فَهُوَ الْأَبّ . وَقَالَ اِبْن إِدْرِيس عَنْ عَاصِم بْن كُلَيْب عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس : الْأَبّ نَبْت الْأَرْض مِمَّا تَأْكُلهُ الدَّوَابّ وَلَا تَأْكُلهُ النَّاس وَرَوَاهُ اِبْن جَرِير مِنْ ثَلَاث طُرُق عَنْ اِبْن إِدْرِيس ثُمَّ قَالَ حَدَّثَنَا أَبُو كُرَيْب وَأَبُو السَّائِب قَالَا حَدَّثَنَا اِبْن إِدْرِيس حَدَّثَنَا عَبْد الْمَلِك عَنْ سَعِيد بْن جُبَيْر قَالَ عَدَّ اِبْن عَبَّاس وَقَالَ : الْأَبّ مَا أَنْبَتَتْ الْأَرْض لِلْأَنْعَامِ وَهَذَا لَفْظ حَدِيث أَبِي كُرَيْب وَقَالَ أَبُو السَّائِب فِي حَدِيثه مَا أَنْبَتَتْ الْأَرْض مِمَّا يَأْكُل النَّاس وَتَأْكُل الْأَنْعَام وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : الْأَبّ الْكَلَأ وَالْمَرْعَى وَكَذَا قَالَ مُجَاهِد وَالْحَسَن وَقَتَادَة وَابْن زَيْد وَغَيْر وَاحِد وَقَالَ أَبُو عُبَيْد الْقَاسِم بْن سَلَّام حَدَّثَنَا مُحَمَّد بْن زَيْد حَدَّثَنَا الْعَوَّام بْن حَوْشَب عَنْ إِبْرَاهِيم التَّيْمِيّ قَالَ سُئِلَ أَبُو بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ عَنْ قَوْله تَعَالَى \" وَفَاكِهَة وَأَبًّا \" فَقَالَ : أَيّ سَمَاء تُظِلّنِي وَأَيّ أَرْض تُقِلّنِي إِنْ قُلْت فِي كِتَاب اللَّه مَا لَا أَعْلَم وَهَذَا مُنْقَطِع بَيْن إِبْرَاهِيم التَّيْمِيّ وَالصِّدِّيق رَضِيَ اللَّه عَنْهُ . فَأَمَّا مَا رَوَاهُ اِبْن جَرِير حَيْثُ قَالَ : حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا اِبْن أَبِي عَدِيّ حَدَّثَنَا حُمَيْد عَنْ أَنَس قَالَ : قَرَأَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ \" عَبَسَ وَتَوَلَّى \" فَلَمَّا أُتِيَ عَلَى هَذِهِ الْآيَة \" وَفَاكِهَة وَأَبًّا\" قَالَ قَدْ عَرَفْنَا الْفَاكِهَة فَمَا الْأَبّ ؟ فَقَالَ لَعَمْرك يَا اِبْن الْخَطَّاب إِنَّ هَذَا لَهُوَ التَّكَلُّف : فَهُوَ إِسْنَاد صَحِيح , وَقَدْ رَوَاهُ غَيْر وَاحِد عَنْ أَنَس بِهِ وَهَذَا مَحْمُول عَلَى أَنَّهُ أَرَادَ أَنْ يَعْرِف شَكْله وَجِنْسه وَعَيْنه وَإِلَّا فَهُوَ وَكُلّ مَنْ قَرَأَ هَذِهِ الْآيَة يَعْلَم أَنَّهُ مِنْ نَبَات الْأَرْض لِقَوْلِهِ \" فَأَنْبَتْنَا فِيهَا حَبًّا وَعِنَبًا وَقَضْبًا وَزَيْتُونًا وَنَخْلًا وَحَدَائِق غُلْبًا وَفَاكِهَة وَأَبًّا \" .</p><BR> <br> ", "sura_id": 80, "type": 4, "id": 43153, "aya_id": 31}]