[{"text": "وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى", "sura_id": 53, "type": 0, "id": 4797, "aya_id": 13}, {"text": "ولقد رآه نزلة أخرى", "sura_id": 53, "type": 1, "id": 11033, "aya_id": 13}, {"text": "13 - (ولقد رآه) على صورته (نزلة) مرة (أخرى) \r\n", "sura_id": 53, "type": 2, "id": 29741, "aya_id": 13}, {"text": "ولقد رأى محمد صلى الله عليه وسلم جبريل على صورته الحقيقية مرة أخرى\r\n", "sura_id": 53, "type": 3, "id": 35977, "aya_id": 13}, {"text": " <font color=red>وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى</font><BR><p>هَذِهِ هِيَ الْمَرَّة الثَّانِيَة الَّتِي رَأَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيهَا جِبْرِيل عَلَى صُورَته الَّتِي خَلَقَهُ اللَّه عَلَيْهَا وَكَانَتْ لَيْلَة الْإِسْرَاء . وَقَدْ قَدَّمْنَا الْأَحَادِيث الْوَارِدَة فِي الْإِسْرَاء بِطُرُقِهَا وَأَلْفَاظهَا فِي أَوَّل سُورَة سُبْحَانَ بِمَا أَغْنَى عَنْ إِعَادَته هَهُنَا . وَتَقَدَّمَ أَنَّ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا كَانَ يُثْبِت الرُّؤْيَة لَيْلَة الْإِسْرَاء وَيَسْتَشْهِد بِهَذِهِ الْآيَة وَتَابَعَهُ جَمَاعَة مِنْ السَّلَف وَالْخَلَف وَقَدْ خَالَفَهُ جَمَاعَات مِنْ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ وَالتَّابِعِينَ وَغَيْرهمْ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَاصِم بْن بَهْدَلَة عَنْ زِرّ بْن حُبَيْش عَنْ اِبْن مَسْعُود فِي هَذِهِ الْآيَة \" وَلَقَدْ رَآهُ نَزْلَة أُخْرَى عِنْد سِدْرَة الْمُنْتَهَى \" قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" رَأَيْت جِبْرِيل وَلَهُ سِتُّمِائَةِ جَنَاح يَنْتَثِر مِنْ رِيشِهِ التَّهَاوِيل مِنْ الدُّرّ وَالْيَاقُوت \" وَهَذَا إِسْنَاد جَيِّد قَوِيّ وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا يَحْيَى بْن آدَم حَدَّثَنَا شَرِيك عَنْ جَامِع بْن أَبِي رَاشِد عَنْ أَبِي وَائِل عَنْ عَبْد اللَّه قَالَ : رَأَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جِبْرِيل فِي صُورَته وَلَهُ سِتّمِائَةِ جَنَاح كُلّ جَنَاح مِنْهَا قَدْ سَدَّ الْأُفُق : يَسْقُط مِنْ جَنَاحه مِنْ التَّهَاوِيل مِنْ الدُّرّ وَالْيَاقُوت مَا اللَّه بِهِ عَلِيم . إِسْنَاده حَسَن أَيْضًا .</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41715, "aya_id": 13}]