[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ قَاتِلُواْ الَّذِينَ يَلُونَكُم مِّنَ الْكُفَّارِ وَلِيَجِدُواْ فِيكُمْ غِلْظَةً وَاعْلَمُواْ أَنَّ اللّهَ مَعَ الْمُتَّقِينَ", "sura_id": 9, "type": 0, "id": 1358, "aya_id": 123}, {"text": "يا أيها الذين آمنوا قاتلوا الذين يلونكم من الكفار وليجدوا فيكم غلظة واعلموا أن الله مع المتقين", "sura_id": 9, "type": 1, "id": 7594, "aya_id": 123}, {"text": "123 - (يا أيها الذين آمنوا قاتلوا الذين يلونكم من الكفار) أي الأقرب فالأقرب منهم (وليجدوا فيكم غلظة) شدة أي أغلظوا عليهم (واعلموا أن الله مع المتقين) بالعون والنصر \r\n", "sura_id": 9, "type": 2, "id": 26302, "aya_id": 123}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، ابدؤوا بقتال الأقرب فالأقرب إلى دار الإسلام من الكفار, وليجد الكفار فيكم غِلْظة وشدة, واعلموا أن الله مع المتقين بتأييده ونصره.\r\n", "sura_id": 9, "type": 3, "id": 32538, "aya_id": 123}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ</font><BR><p>أَمَرَ اللَّه تَعَالَى الْمُؤْمِنِينَ أَنْ يُقَاتِلُوا الْكُفَّار أَوَّلًا فَأَوَّلًا الْأَقْرَب فَالْأَقْرَب إِلَى حَوْزَة الْإِسْلَام وَلِهَذَا بَدَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِقِتَالِ الْمُشْرِكِينَ فِي جَزِيرَة الْعَرَب فَلَمَّا فَرَغَ مِنْهُمْ وَفَتَحَ اللَّه عَلَيْهِ مَكَّة وَالْمَدِينَة وَالطَّائِف وَالْيَمَن وَالْيَمَامَة وَهَجَر وَخَيْبَر وَحَضْرَمَوْت وَغَيْر ذَلِكَ مِنْ أَقَالِيم جَزِيرَة الْعَرَب وَدَخَلَ النَّاس مِنْ سَائِر أَحْيَاء الْعَرَب فِي دِين اللَّه أَفْوَاجًا شَرَعَ فِي قِتَال أَهْل الْكِتَاب فَتَجَهَّزَ لِغَزْوِ الرُّوم الَّذِينَ هُمْ أَقْرَب النَّاس إِلَى جَزِيرَة الْعَرَب وَأَوْلَى النَّاس بِالدَّعْوَةِ إِلَى الْإِسْلَام لِأَنَّهُمْ أَهْل الْكِتَاب فَبَلَغَ تَبُوك ثُمَّ رَجَعَ لِأَجْلِ جَهْد النَّاس وَجَدْب الْبِلَاد وَضِيق الْحَال وَذَلِكَ سَنَة تِسْع مِنْ هِجْرَته عَلَيْهِ السَّلَام . ثُمَّ اِشْتَغَلَ فِي السَّنَة الْعَاشِرَة بِحَجَّةِ الْوَدَاع ثُمَّ عَاجَلَتْهُ الْمَنِيَّة صَلَوَات اللَّه وَسَلَامه عَلَيْهِ بَعْد حَجَّته بِأَحَدٍ وَثَمَانِينَ يَوْمًا فَاخْتَارَهُ اللَّه لِمَا عِنْده وَقَامَ بِالْأَمْرِ بَعْده وَزِيره وَصَدِيقه وَخَلِيفَته أَبُو بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ وَقَدْ مَالَ الدِّين مَيْلَة كَادَ أَنْ يَنْجَفِل فَثَبَّتَهُ اللَّه تَعَالَى بِهِ فَوَطَّدَ الْقَوَاعِد وَثَبَّتَ الدَّعَائِم وَرَدَّ شَارِد الدِّين وَهُوَ رَاغِم وَرَدَّ أَهْل الرِّدَّة إِلَى الْإِسْلَام وَأَخَذَ الزَّكَاة مِمَّنْ مَنَعَهَا مِنْ الطُّغَاة وَبَيَّنَ الْحَقّ لِمَنْ جَهِلَهُ . وَأَدَّى عَنْ الرَّسُول مَا حَمَلَهُ ثُمَّ شَرَعَ فِي تَجْهِيز الْجُيُوش الْإِسْلَامِيَّة إِلَى الرُّوم عَبَدَة الصُّلْبَانِ وَإِلَى الْفُرْس عَبَدَة النِّيرَان فَفَتَحَ اللَّه بِبَرَكَةِ سِفَارَته الْبِلَاد وَأَرْغَمَ أَنْف كِسْرَى وَقَيْصَر وَمَنْ أَطَاعَهُمَا مِنْ الْعِبَاد وَأَنْفَقَ كُنُوزهمَا فِي سَبِيل اللَّه كَمَا أَخْبَرَ بِذَلِكَ رَسُول اللَّه وَكَانَ تَمَام الْأَمْر عَلَى يَدَيْ وَصِيّه مِنْ بَعْده وَوَلِيّ عَهْده الْفَارُوق الْأَوَّاب شَهِيد الْمِحْرَاب أَبِي حَفْص عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فَأَرْغَمَ اللَّه بِهِ أُنُوف الْكَفَرَة الْمُلْحِدِينَ وَقَمَعَ الطُّغَاة وَالْمُنَافِقِينَ وَاسْتَوْلَى عَلَى الْمَمَالِك شَرْقًا وَغَرْبًا . وَحُمِلَتْ إِلَيْهِ خَزَائِن الْأَمْوَال مِنْ سَائِر الْأَقَالِيم بُعْدًا وَقُرْبًا . فَفَرَّقَهَا عَلَى الْوَجْه الشَّرْعِيّ وَالسَّبِيل الْمَرَضِيّ . ثُمَّ لَمَّا مَاتَ شَهِيدًا , وَقَدْ عَاشَ حَمِيدًا أَجْمَع الصَّحَابَة مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار عَلَى خِلَافَة أَمِير الْمُؤْمِنِينَ عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ شَهِيد الدَّار فَكَسَى الْإِسْلَام رِيَاسَة حُلَّة سَابِغَة وَامْتَدَّتْ الدَّعْوَة فِي سَائِر الْأَقَالِيم عَلَى رِقَاب الْعِبَاد حُجَّة اللَّه الْبَالِغَة . فَظَهَرَ الْإِسْلَام فِي مَشَارِق الْأَرْض وَمَغَارِبهَا وَعَلَتْ كَلِمَة اللَّه وَظَهَرَ دِينه وَبَلَغَتْ الْمِلَّة الْحَنِيفِيَّة مِنْ أَعْدَاء اللَّه غَايَة مَآرِبهَا وَكُلَّمَا عَلَوْا أُمَّة اِنْتَقَلُوا إِلَى مَنْ بَعْدهمْ ثُمَّ الَّذِينَ يَلُونَهُمْ مِنْ الْعُتَاة الْفُجَّار اِمْتِثَالًا لِقَوْلِهِ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنْ الْكُفَّار \" وَقَوْله تَعَالَى \" وَلْيَجِدُوا فِيكُمْ غِلْظَة \" أَيْ وَلْيَجِدْ الْكُفَّار مِنْكُمْ غِلْظَة عَلَيْهِمْ فِي قِتَالكُمْ لَهُمْ فَإِنَّ الْمُؤْمِن الْكَامِل هُوَ الَّذِي يَكُون رَفِيقًا لِأَخِيهِ الْمُؤْمِن غَلِيظًا عَلَى عَدُوّهُ الْكَافِر كَقَوْلِهِ تَعَالَى \" فَسَوْفَ يَأْتِي اللَّه بِقَوْمٍ يُحِبّهُمْ وَيُحِبُّونَهُ أَذِلَّة عَلَى الْمُؤْمِنِينَ أَعِزَّة عَلَى الْكَافِرِينَ \" فَقَوْله تَعَالَى \" مُحَمَّد رَسُول اللَّه وَاَلَّذِينَ مَعَهُ أَشِدَّاء عَلَى الْكُفَّار رُحَمَاء بَيْنهمْ \" وَقَالَ تَعَالَى \" يَا أَيّهَا النَّبِيّ جَاهِدْ الْكُفَّار وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ \" وَفِي الْحَدِيث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَنَا الضَّحُوك الْقَتَّال \" يَعْنِي أَنَّهُ ضَحُوك فِي وَجْه وَلِيّه قَتَّال لِهَامَةِ عَدُوّهُ وَقَوْله \" وَاعْلَمُوا أَنَّ اللَّه مَعَ الْمُتَّقِينَ \" أَيْ قَاتِلُوا الْكُفَّار وَتَوَكَّلُوا عَلَى اللَّه وَاعْلَمُوا أَنَّ اللَّه مَعَكُمْ إِذَا اِتَّقَيْتُمُوهُ وَأَطَعْتُمُوهُ وَهَكَذَا الْأَمْر لَمَّا كَانَتْ الْقُرُون الثَّلَاثَة الَّذِينَ هُمْ خَيْر هَذِهِ الْأُمَّة فِي غَايَة الِاسْتِقَامَة وَالْقِيَام بِطَاعَةِ اللَّه تَعَالَى لَمْ يَزَالُوا ظَاهِرِينَ عَلَى عَدُوّهُمْ , وَلَمْ تَزَلْ الْفُتُوحَات كَثِيرَة وَلَمْ تَزَلْ الْأَعْدَاء فِي سَفَال وَخَسَار ثُمَّ لَمَّا وَقَعَتْ الْفِتَن وَالْأَهْوَاء وَالِاخْتِلَافَات بَيْن الْمُلُوك طَمِعَ الْأَعْدَاء فِي أَطْرَاف الْبِلَاد وَتَقَدَّمُوا إِلَيْهَا فَلَمْ يُمَانَعُوا لِشَغْلِ الْمُلُوك بَعْضهمْ بِبَعْضٍ ثُمَّ تَقَدَّمُوا إِلَى حَوْزَة الْإِسْلَام فَأَخَذُوا مِنْ الْأَطْرَاف بُلْدَانًا كَثِيرَة ثُمَّ لَمْ يَزَالُوا حَتَّى اِسْتَحْوَذُوا عَلَى كَثِير مِنْ بِلَاد الْإِسْلَام وَلِلَّهِ الْأَمْر مِنْ قَبْل وَمِنْ بَعْد ; فَكُلَّمَا قَامَ مَلِك مِنْ مُلُوك الْإِسْلَام وَأَطَاعَ أَوَامِر اللَّه وَتَوَكَّلَ عَلَى اللَّه فَتَحَ اللَّه عَلَيْهِ مِنْ الْبِلَاد وَاسْتَرْجَعَ مِنْ الْأَعْدَاء بِحَسَبِهِ وَبِقَدْرِ مَا فِيهِ مِنْ وِلَايَة اللَّه وَاَللَّه الْمَسْئُول الْمَأْمُول أَنْ يُمَكِّن الْمُسْلِمِينَ مِنْ نَوَاصِي أَعْدَائِهِ الْكَافِرِينَ وَأَنْ يُعْلِي كَلِمَتهمْ فِي سَائِر الْأَقَالِيم إِنَّهُ جَوَاد كَرِيم .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43421, "aya_id": 123}]