[{"text": "وَالَّذِينَ يَنقُضُونَ عَهْدَ اللّهِ مِن بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَآ أَمَرَ اللّهُ بِهِ أَن يُوصَلَ وَيُفْسِدُونَ فِي الأَرْضِ أُوْلَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ", "sura_id": 13, "type": 0, "id": 1732, "aya_id": 25}, {"text": "والذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما أمر الله به أن يوصل ويفسدون في الأرض أولئك لهم اللعنة ولهم سوء الدار", "sura_id": 13, "type": 1, "id": 7968, "aya_id": 25}, {"text": "25 - (والذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما أمر الله به أن يوصل ويفسدون في الأرض) بالكفر والمعاصي (أولئك لهم اللعنة) البعد من رحمة الله (ولهم سوء الدار) العاقبة السيئة في الدار الآخرة وهي جهنم \r\n", "sura_id": 13, "type": 2, "id": 26676, "aya_id": 25}, {"text": "أما الأشقياء فقد وُصِفوا بضد صفات المؤمنين, فهم الذين لا يوفون بعهد الله بإفراده سبحانه بالعبادة بعد أن أكدوه على أنفسهم, وهم الذين يقطعون ما أمرهم الله بوصله مِن صلة الأرحام وغيرها, ويفسدون في الأرض بعمل المعاصي, أولئك الموصوفون بهذه الصفات القبيحة لهم الطرد من رحمة الله, ولهم ما يسوءهم من العذاب الشديد في الدار الآخرة.\r\n", "sura_id": 13, "type": 3, "id": 32912, "aya_id": 25}, {"text": " <font color=red>وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ</font><BR><p>هَذَا حَال الْأَشْقِيَاء وَصِفَاتهمْ وَذَكَرَ مَا لَهُمْ فِي الْآخِرَة وَمَصِيرهمْ إِلَى خِلَاف مَا صَارَ إِلَيْهِ الْمُؤْمِنُونَ كَمَا أَنَّهُمْ اِتَّصَفُوا بِخِلَافِ صِفَاتهمْ فِي الدُّنْيَا فَأُولَئِكَ كَانُوا يُوفُونَ بِعَهْدِ اللَّه وَيَصِلُونَ مَا أَمَرَ اللَّه بِهِ أَنْ يُوصَل وَهَؤُلَاءِ \" يَنْقُضُونَ عَهْد اللَّه مِنْ بَعْد مِيثَاقه وَيَقْطَعُونَ مَا أَمَرَ اللَّه بِهِ أَنْ يُوصَل وَيُفْسِدُونَ فِي الْأَرْض \" كَمَا ثَبَتَ فِي الْحَدِيث\" آيَة الْمُنَافِق ثَلَاث : إِذَا حَدَّثَ كَذَبَ وَإِذَا وَعَدَ أَخْلَفَ وَإِذَا اُؤْتُمِنَ خَانَ \" وَفِي رِوَايَة \" وَإِذَا عَاهَدَ غَدَرَ وَإِذَا خَاصَمَ فَجَرَ \" وَلِهَذَا قَالَ \" أُولَئِكَ لَهُمْ اللَّعْنَة\" وَهِيَ الْإِبْعَاد عَنْ الرَّحْمَة \" وَلَهُمْ سُوء الدَّار \" وَهِيَ سُوء الْعَاقِبَة وَالْمَآل \" وَمَأْوَاهُمْ جَهَنَّم وَبِئْسَ الْمِهَاد\" وَقَالَ أَبُو الْعَالِيَة فِي قَوْله تَعَالَى \" وَاَلَّذِينَ يَنْقُضُونَ عَهْد اللَّه \" الْآيَة قَالَ هِيَ سِتّ خِصَال فِي الْمُنَافِقِينَ إِذَا كَانَ فِيهِمْ الظِّهْرَة عَلَى النَّاس أَظْهَرُوا هَذِهِ الْخِصَال إِذَا حَدَّثُوا كَذَبُوا وَإِذَا وَعَدُوا أَخْلَفُوا وَإِذَا ائْتُمِنُوا خَانُوا وَنَقَضُوا عَهْد اللَّه مِنْ بَعْد مِيثَاقه وَقَطَعُوا مَا أَمَرَ اللَّه بِهِ أَنْ يُوصَل وَأَفْسَدُوا فِي الْأَرْض وَإِذَا كَانَتْ الظِّهْرَة عَلَيْهِمْ أَظْهَرُوا الثَّلَاث الْخِصَال : إِذَا حَدَّثُوا كَذَبُوا وَإِذَا وَعَدُوا أَخْلَفُوا وَإِذَا ائْتُمِنُوا خَانُوا .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37874, "aya_id": 25}]