[{"text": "يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ", "sura_id": 49, "type": 0, "id": 4625, "aya_id": 13}, {"text": "يا أيها الناس إنا خلقناكم من ذكر وأنثى وجعلناكم شعوبا وقبائل لتعارفوا إن أكرمكم عند الله أتقاكم إن الله عليم خبير", "sura_id": 49, "type": 1, "id": 10861, "aya_id": 13}, {"text": "13 - (يا أيها الناس إنا خلقناكم من ذكر وأنثى) آدم وحواء (وجعلناكم شعوبا) جمع شعب بفتح الشين هو أعلى طبقات النسب (وقبائل) هي دون الشعوب وبعدها العمائر ثم البطون ثم الأفخاذ ثم الفصائل آخرها مثاله خزيمة شعب كنانة قبيلة قريش عِمارة بكسر العين قصي بطن هاشم فخذ العباس فصيلة (لتعارفوا) حذف منه إحدى التاءين ليعرف بعضهم بعضا لا تتفاخروا بعلو النسب وإنما الفخر بالتقوى (إن أكرمكم عند الله أتقاكم إن الله عليم) بكم (خبير) ببواطنكم \r\n", "sura_id": 49, "type": 2, "id": 29569, "aya_id": 13}, {"text": "يا أيها الناس إنَّا خلقناكم من أب واحد هو آدم, وأُم واحدة هي حواء، فلا تفاضل بينكم في النسب, وجعلناكم بالتناسل شعوبًا وقبائل متعددة؛ ليعرف بعضكم بعضًا, إن أكرمكم عند الله أشدكم اتقاءً له. إن الله عليم بالمتقين, خبير بهم.\r\n", "sura_id": 49, "type": 3, "id": 35805, "aya_id": 13}, {"text": " <font color=red>يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا لِلنَّاسِ أَنَّهُ خَلَقَهُمْ مِنْ نَفْس وَاحِدَة , وَجَعَلَ مِنْهَا زَوْجهَا وَهُمَا آدَم وَحَوَّاء وَجَعَلَهُمْ شُعُوبًا وَهِيَ أَعَمُّ مِنْ الْقَبَائِل وَبَعْد الْقَبَائِل مَرَاتِب أُخَر كَالْفَصَائِلِ وَالْعَشَائِر وَالْعَمَائِر وَالْأَفْخَاذ وَغَيْر ذَلِكَ وَقِيلَ الْمُرَاد بِالشُّعُوبِ بُطُون الْعَجَم وَبِالْقَبَائِلِ بُطُون الْعَرَب كَمَا أَنَّ الْأَسْبَاط بُطُون بَنِي إِسْرَائِيل وَقَدْ لَخَّصْت هَذَا فِي مُقَدِّمَة مُفْرَدَة جَمَعْتهَا مِنْ كِتَاب الْأَشْبَاه لِأَبِي عُمَر بْن عَبْد الْبَرّ وَمِنْ كِتَاب \" الْقَصْد وَالْأَمَم فِي مَعْرِفَة أَنْسَاب الْعَرَب وَالْعَجَم \" فَجَمِيع النَّاس فِي الشَّرَف بِالنِّسْبَةِ الطِّينِيَّة إِلَى آدَم وَحَوَّاء عَلَيْهِمَا السَّلَام سَوَاء وَإِنَّمَا يَتَفَاضَلُونَ بِالْأُمُورِ الدِّينِيَّة وَهِيَ طَاعَة اللَّه تَعَالَى وَمُتَابَعَة رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ; وَلِهَذَا قَالَ تَعَالَى بَعْد النَّهْي عَنْ الْغِيبَة وَاحْتِقَار بَعْض النَّاس بَعْضًا مُنَبِّهًا عَلَى تَسَاوِيهِمْ فِي الْبَشَرِيَّة \" يَا أَيّهَا النَّاس إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَر وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِل لِتَعَارَفُوا \" أَيْ لِيَحْصُل التَّعَارُف بَيْنهمْ كُلّ يَرْجِع إِلَى قَبِيلَته وَقَالَ مُجَاهِد فِي قَوْله عَزَّ وَجَلَّ \" لِتَعَارَفُوا\" كَمَا يُقَال فُلَان بْن فُلَان مِنْ كَذَا وَكَذَا أَيْ مِنْ قَبِيلَة كَذَا وَكَذَا وَقَالَ سُفْيَان الثَّوْرِيّ كَانَتْ حِمْيَر يَنْتَسِبُونَ إِلَى مَخَالِيفهَا وَكَانَتْ عَرَب الْحِجَاز يَنْتَسِبُونَ إِلَى قَبَائِلهَا وَقَدْ قَالَ أَبُو عِيسَى التِّرْمِذِيّ حَدَّثَنَا أَحْمَد بْن مُحَمَّد حَدَّثَنَا عَبْد اللَّه بْن الْمُبَارَك عَنْ عَبْد الْمَلِك بْن عِيسَى الثَّقَفِيّ عَنْ يَزِيد مَوْلَى الْمُنْبَعِث عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" تَعَلَّمُوا مِنْ أَنْسَابكُمْ مَا تَصِلُونَ بِهِ أَرْحَامكُمْ فَإِنَّ صِلَة الرَّحِم مَحَبَّة فِي الْأَهْل مَثْرَاة فِي الْمَال مَنْسَأَة فِي الْأَثَر \" ثُمَّ قَالَ غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه وَقَوْله تَعَالَى \" إِنَّ أَكْرَمَكُمْ عِنْد اللَّه أَتْقَاكُمْ \" أَيْ إِنَّمَا تَتَفَاضَلُونَ عِنْد اللَّه تَعَالَى بِالتَّقْوَى لَا بِالْأَحْسَابِ وَقَدْ وَرَدَتْ الْأَحَادِيث بِذَلِكَ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ الْبُخَارِيّ حَدَّثَنَا مُحَمَّد بْن سَلَّام حَدَّثَنَا عَبْدَة عَنْ عُبَيْد اللَّه عَنْ سَعِيد بْن أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ عَنْ أَبِي هُرَيْرَة قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيّ النَّاس أَكْرَمُ ؟ قَالَ \" أَكْرَمُهُمْ عِنْد اللَّه أَتْقَاهُمْ \" قَالُوا لَيْسَ عَنْ هَذَا نَسْأَلُك قَالَ \" فَأَكْرَمُ النَّاس يُوسُف نَبِيّ اللَّه اِبْن نَبِيّ اللَّه اِبْن نَبِيّ اللَّه اِبْن خَلِيل اللَّه\" قَالُوا لَيْسَ عَنْ هَذَا نَسْأَلك قَالَ \" فَعَنْ مَعَادِن الْعَرَب تَسْأَلُونِي ؟ \" قَالُوا نَعَمْ قَالَ \" فَخِيَاركُمْ فِي الْجَاهِلِيَّة خِيَاركُمْ فِي الْإِسْلَام إِذَا فَقِهُوا \" وَقَدْ رَوَاهُ الْبُخَارِيّ فِي غَيْر مَوْضِع مِنْ طُرُق عَنْ عَبْدَة بْن سُلَيْمَان وَرَوَاهُ النَّسَائِيّ فِي التَّفْسِير مِنْ حَدِيث عُبَيْد اللَّه وَهُوَ اِبْن عُمَر الْعُمَرِيّ بِهِ \" حَدِيث آخَر \" قَالَ مُسْلِم رَحِمَهُ اللَّه حَدَّثَنَا عَمْرو النَّاقِد حَدَّثَنَا كَثِير بْن هِشَام حَدَّثَنَا جَعْفَر بْن بُرْقَان عَنْ يَزِيد بْن الْأَصَمّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه لَا يَنْظُر إِلَى صُوَركُمْ وَأَمْوَالِكُمْ وَلَكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُمْ \" وَرَوَاهُ اِبْن مَاجَهْ عَنْ أَحْمَد بْن سِنَان عَنْ كَثِير بْن هِشَام بِهِ \" حَدِيث آخَر \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع عَنْ أَبِي هِلَال عَنْ بَكْر عَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ قَالَ إِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُ \" اُنْظُرْ فَإِنَّك لَسْت بِخَيْرٍ مِنْ أَحْمَر وَلَا أَسْوَد إِلَّا أَنْ تَفْضُلهُ بِتَقْوَى اللَّه \" تَفَرَّدَ بِهِ أَحْمَد رَحِمَهُ اللَّه \" حَدِيث آخَر \" وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا أَبُو عُبَيْدَة عَبْد الْوَارِث بْن إِبْرَاهِيم الْعَسْكَرِيّ حَدَّثَنَا عَبْد الرَّحْمَن بْن عَمْرو بْن جَبَلَة حَدَّثَنَا عُبَيْد بْن حُنَيْن الطَّائِيّ سَمِعْت مُحَمَّد بْن حَبِيب بْن خِرَاش الْعَصْرِيّ يُحَدِّث عَنْ أَبِيهِ رَضِيَ اللَّه عَنْهُ أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" الْمُسْلِمُونَ إِخْوَة لَا فَضْل لِأَحَدٍ عَلَى أَحَد إِلَّا بِالتَّقْوَى \" \" حَدِيث آخَر \" قَالَ أَبُو بَكْر الْبَزَّار فِي مُسْنَده حَدَّثَنَا أَحْمَد بْن يَحْيَى الْكُوفِيّ حَدَّثَنَا الْحَسَن بْن الْحُسَيْن حَدَّثَنَا قَيْس يَعْنِي اِبْن الرَّبِيع عَنْ شَبِيب بْن غَرْقَدَة عَنْ الْمُسْتَظِلّ بْن حُصَيْن عَنْ حُذَيْفَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" كُلّكُمْ بَنُو آدَم وَآدَم خُلِقَ مِنْ تُرَاب وَلَيَنْتَهِيَنَّ قَوْم يَفْخَرُونَ بِآبَائِهِمْ أَوْ لَيَكُونُنَّ أَهْوَنَ عَلَى اللَّه تَعَالَى مِنْ الْجِعْلَانِ \" ثُمَّ قَالَ لَا نَعْرِفهُ عَنْ حُذَيْفَة إِلَّا مِنْ هَذَا الْوَجْه \" حَدِيث آخَر \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الرَّبِيع بْن سُلَيْمَان حَدَّثَنَا أَسَد بْن مُوسَى حَدَّثَنَا يَحْيَى بْن زَكَرِيَّا الْقَطَّان حَدَّثَنَا مُوسَى بْن عُبَيْدَة عَنْ عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ طَافَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم فَتْح مَكَّة عَلَى نَاقَته الْقَصْوَاء يَسْتَلِم الْأَرْكَان بِمِحْجَنٍ فِي يَده فَمَا وَجَدَ لَهَا مُنَاخًا فِي الْمَسْجِد حَتَّى نَزَلَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أَيْدِي الرِّجَال فَخَرَجَ بِهَا إِلَى بَطْن الْمَسِيل فَأُنِيخَتْ ثُمَّ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطَبَهُمْ عَلَى رَاحِلَته فَحَمِدَ اللَّه تَعَالَى وَأَثْنَى عَلَيْهِ بِمَا هُوَ لَهُ أَهْل ثُمَّ قَالَ : \" يَا أَيّهَا النَّاس إِنَّ اللَّه تَعَالَى قَدْ أَذْهَبَ عَنْكُمْ عَيْبَة الْجَاهِلِيَّة وَتَعَظُّمهَا بِآبَائِهَا فَالنَّاس رَجُلَانِ رَجُلٌ بَرٌّ تَقِيٌّ كَرِيمٌ عَلَى اللَّه تَعَالَى وَرَجُل فَاجِرٌ شَقِيٌّ هَيِّنٌ عَلَى اللَّه تَعَالَى إِنَّ اللَّه عَزَّ وَجَلَّ يَقُول\" يَا أَيّهَا النَّاس إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَر وَأَثْنَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِل لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْد اللَّه أَتْقَاكُمْ إِنَّ اللَّه عَلِيم خَبِير \" - ثُمَّ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَقُول قَوْلِي هَذَا وَأَسْتَغْفِر اللَّه لِي لَكُمْ \" هَكَذَا رَوَاهُ عَبْد بْن حُمَيْد عَنْ أَبِي عَاصِم الضَّحَّاك عَنْ مَخْلَد عَنْ مُوسَى بْن عُبَيْدَة بِهِ \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن إِسْحَاق حَدَّثَنَا اِبْن لَهِيعَة عَنْ الْحَارِث بْن يَزِيد عَنْ عَلِيّ بْن رَبَاح عَنْ عُقْبَة بْن عَامِر رَضِيَ اللَّه عَنْهُمَا قَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ أَنْسَابكُمْ هَذِهِ لَيْسَتْ بِمَسَبَّةٍ عَلَى أَحَد كُلّكُمْ بَنُو آدَم طَفُّ الصَّاعِ لَمْ يَمْلَئُوهُ لَيْسَ لِأَحَدٍ عَلَى أَحَد فَضْل إِلَّا بِدِينٍ وَتَقْوَى وَكَفَى بِالرَّجُلِ أَنْ يَكُون بَذِيًّا بَخِيلًا فَاحِشًا \" وَقَدْ رَوَاهُ اِبْن جَرِير عَنْ يُونُس عَنْ اِبْن وَهْب عَنْ اِبْن لَهِيعَة بِهِ وَلَفْظه : \" النَّاس لِآدَم وَحَوَّاء طَفُّ الصَّاع لَمْ يَمْلَئُوهُ إِنَّ اللَّه لَا يَسْأَلكُمْ عَنْ أَحْسَابكُمْ وَلَا عَنْ أَنْسَابكُمْ يَوْم الْقِيَامَة إِنَّ أَكْرَمَكُمْ عِنْد اللَّه أَتْقَاكُمْ \" وَلَيْسَ هُوَ فِي شَيْء مِنْ الْكُتُب السِّتَّة مِنْ هَذَا الْوَجْه \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَحْمَد بْن عَبْد الْمَلِك حَدَّثَنَا شَرِيك عَنْ سِمَاك عَنْ عَبْد اللَّه بْن عَمْرَة زَوْج دُرَّة بِنْت أَبِي لَهَب عَنْ دُرَّة بِنْت أَبِي لَهَب رَضِيَ اللَّه عَنْهَا قَالَتْ : قَامَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ عَلَى الْمِنْبَر فَقَالَ يَا رَسُول اللَّه أَيّ النَّاس خَيْر ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" خَيْر النَّاس أَقْرَؤُهُمْ وَأَتْقَاهُمْ لِلَّهِ عَزَّ وَجَلَّ وَآمَرُهُمْ بِالْمَعْرُوفِ وَأَنْهَاهُمْ عَنْ الْمُنْكَر وَأَوْصَلُهُمْ لِلرَّحِمِ \" \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا أَبُو الْأَسْوَد عَنْ الْقَاسِم بْن مُحَمَّد عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ مَا أَعْجَبَ رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْءٌ مِنْ الدُّنْيَا وَلَا أَعْجَبَهُ أَحَدٌ قَطُّ إِلَّا ذُو تُقًى تَفَرَّدَ بِهِ أَحْمَد وَقَوْله تَعَالَى \" إِنَّ اللَّه عَلِيم خَبِير \" أَيْ عَلِيم بِكُمْ خَبِير بِأُمُورِكُمْ فَيَهْدِي مَنْ يَشَاء وَيُضِلّ مَنْ يَشَاء وَيَرْحَم مَنْ يَشَاء وَيُعَذِّب مَنْ يَشَاء وَيُفَضِّل مَنْ يَشَاء عَلَى مَنْ يَشَاء وَهُوَ الْحَكِيم الْعَلِيم الْخَبِير فِي ذَلِكَ كُلِّهِ , وَقَدْ اِسْتَدَلَّ بِهَذِهِ الْآيَة الْكَرِيمَة وَهَذِهِ الْأَحَادِيث الشَّرِيفَة مَنْ ذَهَبَ مِنْ الْعُلَمَاء إِلَى أَنَّ الْكَفَاءَة فِي النِّكَاح لَا تُشْتَرَط , وَلَا يُشْتَرَط سِوَى الدِّين لِقَوْلِهِ تَعَالَى \" إِنَّ أَكْرَمَكُمْ عِنْد اللَّه أَتْقَاكُمْ \" وَذَهَبَ الْآخَرُونَ إِلَى أَدِلَّة أُخْرَى مَذْكُورَة فِي كُتُب الْفِقْه وَقَدْ ذَكَرْنَا طَرْفًا مِنْ ذَلِكَ فِي \" كِتَاب الْأَحْكَام \" وَلِلَّهِ الْحَمْد وَالْمِنَّة وَقَدْ رَوَى الطَّبَرَانِيّ عَنْ عَبْد الرَّحْمَن أَنَّهُ سَمِعَ رَجُلًا مِنْ بَنِي هَاشِم يَقُول أَنَا أَوْلَى النَّاس بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ غَيْره أَنَا أَوْلَى بِهِ مِنْك وَلَك مِنْهُ نِسْبَة .</p><BR> <br> ", "sura_id": 49, "type": 4, "id": 41423, "aya_id": 13}]