[{"text": "كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللّهِ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَّهُم مِّنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ", "sura_id": 3, "type": 0, "id": 403, "aya_id": 110}, {"text": "كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله ولو آمن أهل الكتاب لكان خيرا لهم منهم المؤمنون وأكثرهم الفاسقون", "sura_id": 3, "type": 1, "id": 6639, "aya_id": 110}, {"text": "110 - (كنتم) يا أمة محمد في علم الله تعالى (خير أمة أخرجت) أظهرت (للناس تأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله ولو آمن أهل الكتاب لكان) الإيمان (خيراً لهم منهم المؤمنون) كعبد الله بن سلام رضي الله عنه وأصحابه (وأكثرهم الفاسقون) الكافرون \r\n", "sura_id": 3, "type": 2, "id": 25347, "aya_id": 110}, {"text": "أنتم - يا أمة محمد - خير الأمم وأنفع الناس للناس, تأمرون بالمعروف, وهو ما عُرف حسنه شرعًا وعقلا وتنهون عن المنكر, وهو ما عُرف قبحه شرعًا وعقلا وتصدقون بالله تصديقًا جازمًا يؤيده العمل. ولو آمن أهل الكتاب من اليهود والنصارى بمحمد صلى الله عليه وسلم وما جاءهم به من عند الله كما آمنتم, لكان خيرا لهم في الدنيا والآخرة, منهم المؤمنون المصدقون برسالة محمد صلى الله عليه وسلم العاملون بها, وهم قليل, وأكثرهم الخارجون عن دين الله وطاعته.\r\n", "sura_id": 3, "type": 3, "id": 31583, "aya_id": 110}, {"text": " <font color=red>كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَهُمْ مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ هَذِهِ الْأُمَّة الْمُحَمَّدِيَّة بِأَنَّهُمْ خَيْر الْأُمَم فَقَالَ تَعَالَى \" كُنْتُمْ خَيْر أُمَّة أُخْرِجَتْ لِلنَّاسِ \" قَالَ الْبُخَارِيّ : حَدَّثَنَا مُحَمَّد بْن يُوسُف عَنْ سُفْيَان بْن مَيْسَرَة عَنْ أَبِي حَازِم عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ \" كُنْتُمْ خَيْر أُمَّة أُخْرِجَتْ لِلنَّاسِ \" قَالَ : خَيْر النَّاس لِلنَّاسِ تَأْتُونَ بِهِمْ فِي السَّلَاسِل فِي أَعْنَاقهمْ حَتَّى يَدْخُلُوا فِي الْإِسْلَام وَهَكَذَا قَالَ اِبْن عَبَّاس وَمُجَاهِد وَعَطِيَّة الْعَوْفِيّ وَعِكْرِمَة وَعَطَاء وَالرَّبِيع بْن أَنَس \" كُنْتُمْ خَيْر أُمَّة أُخْرِجَتْ لِلنَّاسِ \" يَعْنِي خَيْر النَّاس لِلنَّاسِ : وَالْمَعْنَى أَنَّهُمْ خَيْر الْأُمَم وَأَنْفَع النَّاس لِلنَّاسِ وَلِهَذَا قَالَ \" تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنْ الْمُنْكَر وَتُؤْمِنُونَ بِاَللَّهِ \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَحْمَد بْن عَبْد الْمَلِك حَدَّثَنَا شَرِيك عَنْ سِمَاك عَنْ عَبْد اللَّه بْن عَمِيرَة عَنْ دُرَّة بِنْت أَبِي لَهَب قَالَتْ : قَامَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ عَلَى الْمِنْبَر فَقَالَ يَا رَسُول اللَّه أَيّ النَّاس خَيْر ؟ قَالَ \" خَيْر النَّاس أَقْرَأهُمْ وَأَتْقَاهُمْ لِلَّهِ وَآمَرُهُمْ بِالْمَعْرُوفِ وَأَنْهَاهُمْ عَنْ الْمُنْكَر وَأَوْصَلُهُمْ لِلرَّحِمِ \" وَرَوَاهُ أَحْمَد فِي مُسْنَده وَالنَّسَائِيّ فِي سُنَنه وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث سِمَاك عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" كُنْتُمْ خَيْر أُمَّة أُخْرِجَتْ لِلنَّاسِ \" قَالَ : هُمْ الَّذِينَ هَاجَرُوا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ مَكَّة إِلَى الْمَدِينَة . وَالصَّحِيح أَنَّ هَذِهِ الْآيَة عَامَّة فِي جَمِيع الْأُمَّة كُلّ قَرْن بِحَسَبِهِ وَخَيْر قُرُونهمْ الَّذِينَ بُعِثَ فِيهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ كَمَا قَالَ فِي الْآيَة الْأُخْرَى \" وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّة وَسَطًا \" أَيْ خِيَارًا \" لِتَكُونُوا شُهَدَاء عَلَى النَّاس \" الْآيَة . وَفِي مُسْنَد الْإِمَام أَحْمَد وَجَامِع التِّرْمِذِيّ وَسُنَن اِبْن مَاجَهْ وَمُسْتَدْرَك الْحَاكِم مِنْ رِوَايَة حَكِيم بْن مُعَاوِيَة بْن حَيْدَة عَنْ أَبِيهِ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنْتُمْ تُوَفُّونَ سَبْعِينَ أُمَّة أَنْتُمْ خَيْرهَا وَأَكْرَمهَا عَلَى اللَّه عَزَّ وَجَلَّ \" وَهُوَ حَدِيث مَشْهُور وَقَدْ حَسَّنَهُ التِّرْمِذِيّ . وَيُرْوَى مِنْ حَدِيث مُعَاذ بْن جَبَل وَأَبِي سَعِيد نَحْوه. وَإِنَّمَا حَازَتْ هَذِهِ الْأُمَّة قَصَب السَّبْق إِلَى الْخَيْرَات بِنَبِيِّهَا مُحَمَّد صَلَوَات اللَّه وَسَلَامه عَلَيْهِ فَإِنَّهُ أَشْرَف خَلْق اللَّه وَأَكْرَم الرُّسُل عَلَى اللَّه وَبَعَثَهُ اللَّه بِشَرْعٍ كَامِل عَظِيم لَمْ يُعْطِهِ نَبِيّ قَبْله وَلَا رَسُول مِنْ الرُّسُل . فَالْعَمَل عَلَى مِنْهَاجه وَسَبِيله يَقُوم الْقَلِيل مِنْهُ مَا لَا يَقُوم الْعَمَل الْكَثِير مِنْ أَعْمَال غَيْرهمْ مَقَامه كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا اِبْن زُهَيْر عَنْ عَبْد اللَّه يَعْنِي اِبْن مُحَمَّد بْن عُقَيْل عَنْ مُحَمَّد بْن عَلِيّ وَهُوَ اِبْن الْحَنَفِيَّة أَنَّهُ سَمِعَ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُعْطِيت مَا لَمْ يُعْطَ أَحَد مِنْ الْأَنْبِيَاء \" فَقُلْنَا يَا رَسُول اللَّه مَا هُوَ ؟ قَالَ \" نُصِرْت بِالرُّعْبِ وَأُعْطِيت مَفَاتِيح الْأَرْض وَسُمِّيت أَحْمَد وَجُعِلَ التُّرَاب لِي طَهُورًا وَجُعِلَتْ أُمَّتِي خَيْر الْأُمَم \" تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه إِسْنَاده حَسَن . وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا أَبُو الْعَلَاء الْحَسَن بْن سِوَار حَدَّثَنَا لَيْث عَنْ مُعَاوَمَة بْن أَبِي حُبَيْش عَنْ يَزِيد بْن مَيْسَرَة قَالَ : سَمِعْت أَبَا الدَّرْدَاء رَضِيَ اللَّه عَنْهُ يَقُول : سَمِعْت أَبَا الْقَاسِم صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَا سَمِعْته يُكَنِّيه قَبْلهَا وَلَا بَعْدهَا يَقُول \" إِنَّ اللَّه تَعَالَى يَقُول يَا عِيسَى إِنِّي بَاعِث بَعْدك أُمَّة إِنْ أَصَابَهُمْ مَا يُحِبُّونَ حَمِدُوا وَشَكَرُوا وَإِنْ أَصَابَهُمْ مَا يَكْرَهُونَ اِحْتَسَبُوا وَصَبَرُوا وَلَا حِلْم وَلَا عِلْم قَالَ : يَا رَبّ كَيْفَ هَذَا لَهُمْ وَلَا حَلْم وَلَا عِلْم ؟ قَالَ : أُعْطِيهِمْ مِنْ حِلْمِي وَعِلْمِي \" وَقَدْ وَرَدَتْ أَحَادِيث يُنَاسِب ذِكْرهَا هَهُنَا قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا هِشَام بْن الْقَاسِم حَدَّثَنَا الْمَسْعُودِيّ حَدَّثَنَا بُكَيْر بْن الْأَخْنَس عَنْ رَجُل عَنْ أَبِي بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه \" أُعْطِيت سَبْعِينَ أَلْفًا يَدْخُلُونَ الْجَنَّة بِغَيْرِ حِسَاب وُجُوههمْ كَالْقَمَرِ لَيْلَة الْبَدْر قُلُوبهمْ عَلَى قَلْب رَجُل وَاحِد فَاسْتَزَدْت رَبِّي فَزَادَنِي مَعَ كُلّ وَاحِد سَبْعِينَ أَلْفًا \" فَقَالَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ : فَرَأَيْت أَنَّ ذَلِكَ آتٍ عَلَى أَهْل الْقُرَى وَمُصِيب مِنْ حَافَّات الْبَوَادِي. \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد اللَّه بْن بَكْر السَّهْمِيّ حَدَّثَنَا هِشَام بْن حَسَّان عَنْ الْقَاسِم بْن مِهْرَان عَنْ مُوسَى بْن عُبَيْد عَنْ مَيْمُون بْن مِهْرَان عَنْ عَبْد الرَّحْمَن بْن أَبِي بَكْر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ رَبِّي أَعْطَانِي سَبْعِينَ أَلْفًا يَدْخُلُونَ الْجَنَّة بِغَيْرِ حِسَاب \" فَقَالَ عُمَر : يَا رَسُول اللَّه فَهَلَّا اِسْتَزَدْته فَقَالَ اِسْتَزَدْته فَأَعْطَانِي مَعَ كُلّ أَلْف سَبْعِينَ أَلْفًا \" قَالَ عُمَر : فَهَلَّا اِسْتَزَدْته قَالَ \" قَدْ اِسْتَزَدْته فَأَعْطَانِي مَعَ كُلّ رَجُل سَبْعِينَ أَلْفًا \" قَالَ عُمَر : فَهَلَّا اِسْتَزَدْته قَالَ \" قَدْ اِسْتَزَدْته فَأَعْطَانِي هَكَذَا \" وَفَرَّجَ عَبْد الرَّحْمَن اِبْن أَبِي بَكْر بَيْن يَدَيْهِ وَقَالَ عَبْد اللَّه وَبَسَطَ بَاعَيْهِ وَحَثَا عَبْد اللَّه وَقَالَ هَاشِم : وَهَذَا مِنْ اللَّه لَا يُدْرَى مَا عَدَده . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو الْيَمَان حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ ضَمْضَم بْن زُرْعَة قَالَ : قَالَ شُرَيْح بْن عُبَيْدَة : مَرِضَ ثَوْبَان بِحِمْصَ وَعَلَيْهَا عَبْد اللَّه بْن قُرْط الْأَزْدِيّ فَلَمْ يُعِدْهُ فَدَخَلَ عَلَى ثَوْبَان رَجُل مِنْ الْكُلَاعِيّين عَائِدًا لَهُ فَقَالَ لَهُ ثَوْبَان : أَتَكْتُبُ ؟ قَالَ : نَعَمْ قَالَ : اُكْتُبْ فَكَتَبَ لِلْأَمِيرِ عَبْد اللَّه بْن قُرْط مِنْ ثَوْبَان مَوْلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَّا بَعْد فَإِنَّهُ لَوْ كَانَ لِمُوسَى وَعِيسَى عَلَيْهِمَا السَّلَام بِحَضْرَتِك خَادِم لَعُدْته ثُمَّ طَوَى الْكِتَاب وَقَالَ لَهُ : أَتُبَلِّغُهُ إِيَّاهُ ؟ قَالَ نَعَمْ فَانْطَلَقَ الرَّجُل بِكِتَابِهِ فَدَفَعَهُ إِلَى اِبْن قُرْط فَلَمَّا رَآهُ قَامَ فَزِعًا فَقَالَ النَّاس مَا شَأْنه أَحَدَثَ أَمْر ؟ فَأَتَى ثَوْبَان فَدَخَلَ عَلَيْهِ فَعَادَهُ وَجَلَسَ عِنْده سَاعَة ثُمَّ قَامَ فَأَخَذَ ثَوْبَان بِرِدَائِهِ وَقَالَ : اِجْلِسْ حَتَّى أُحَدِّثك حَدِيثًا سَمِعْته مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَيْدْخُلَنَّ الْجَنَّة مِنْ أُمَّتِي سَبْعُونَ أَلْفًا لَا حِسَاب عَلَيْهِمْ وَلَا عَذَاب مَعَ كُلّ أَلْف سَبْعُونَ أَلْفًا \" تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه وَإِسْنَاد رِجَاله كُلّهمْ ثِقَات شَامِيُّونَ حِمْصِيّون فَهُوَ حَدِيث صَحِيح وَلِلَّهِ الْحَمْد وَالْمِنَّة . \" طَرِيق أُخْرَى \" قَالَ الطَّبَرَانِيّ : حَدَّثَنَا عَمْرو بْن إِسْحَاق بْن زُرَيْق الْحِمْصِيّ حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل يَعْنِي اِبْن عَيَّاش حَدَّثَنِي أَبِي عَنْ ضَمْضَم بْن زُرْعَة عَنْ شُرَيْح بْن عُبَيْد عَنْ أَبِي أَسْمَاء الرَّحَبِيّ عَنْ ثَوْبَان رَضِيَ اللَّه عَنْهُ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ رَبِّي عَزَّ وَجَلَّ وَعَدَنِي مِنْ أُمَّتِي سَبْعِينَ أَلْفًا لَا يُحَاسَبُونَ مَعَ كُلّ أَلْف سَبْعُونَ أَلْفًا \" هَذَا لَعَلَّهُ هُوَ الْمَحْفُوظ بِزِيَادَةِ أَبِي أَسْمَاء الرَّحَبِيّ بَيْن شُرَيْح وَبَيْن ثَوْبَان وَاَللَّه أَعْلَم . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ قَتَادَة عَنْ الْحَسَن عَنْ عِمْرَان بْن حُصَيْن عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : أَكْثَرْنَا الْحَدِيث عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَات لَيْلَة ثُمَّ غَدَوْنَا إِلَيْهِ فَقَالَ \" عُرِضَتْ عَلَيَّ الْأَنْبِيَاء اللَّيْلَة بِأُمَمِهَا فَجَعَلَ النَّبِيّ يَمُرّ وَمَعَهُ الثَّلَاثَة وَالنَّبِيّ وَمَعَهُ الْعِصَابَة وَالنَّبِيّ وَمَعَهُ النَّفَر وَالنَّبِيّ وَلَيْسَ مَعَهُ أَحَد حَتَّى مَرَّ عَلَيَّ مُوسَى عَلَيْهِ السَّلَام وَمَعَهُ كَبْكَبَة مِنْ بَنِي إِسْرَائِيل فَأَعْجَبُونِي فَقُلْت مَنْ هَؤُلَاءِ ؟ قِيلَ : هَذَا أَخُوك مُوسَى وَمَعَهُ بَنُو إِسْرَائِيل فَقُلْت : فَأَيْنَ أُمَّتِي ؟ فَقِيلَ اُنْظُرْ عَنْ يَمِينك فَنَظَرْت فَإِذَا الضِّرَاب قَدْ سُدَّ بِوُجُوهِ الرِّجَال فَقِيلَ لِي أَرَضِيت : فَقُلْت : رَضِيت يَا رَبّ - قَالَ : فَقِيلَ لِي إِنَّ مَعَ هَؤُلَاءِ سَبْعِينَ أَلْفًا يَدْخُلُونَ الْجَنَّة بِغَيْرِ حِسَاب \" فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فِدَاكُمْ أَبِي وَأُمِّي إِنْ اِسْتَطَعْتُمْ أَنْ تَكُونُوا مِنْ السَّبْعِينَ أَلْفًا فَافْعَلُوا فَإِنْ قَصَّرْتُمْ فَكُونُوا مِنْ أَهْل الضِّرَاب فَإِنْ قَصَّرْتُمْ فَكُونُوا مِنْ أَهْل الْأُفُق فَإِنِّي قَدْ رَأَيْت ثَمَّ أُنَاسًا يَتَهَاوَشُونَ \" فَقَامَ عُكَّاشَة بْن مِحْصَن فَقَالَ : يَا رَسُول اللَّه اُدْعُ اللَّه أَنْ يَجْعَلنِي مِنْهُمْ أَيْ مِنْ السَّبْعِينَ فَدَعَا لَهُ فَقَامَ رَجُل آخَر فَقَالَ : اُدْعُ اللَّه يَا رَسُول اللَّه أَنْ يَجْعَلنِي مِنْهُمْ فَقَالَ \" سَبَقَك بِهَا عُكَّاشَة \" قَالَ : ثُمَّ تَحَدَّثْنَا فَقُلْنَا مَنْ تَرَوْنَ هَؤُلَاءِ السَّبْعِينَ الْأَلْف قَوْم وُلِدُوا فِي الْإِسْلَام وَلَمْ يُشْرِكُوا بِاَللَّهِ شَيْئًا حَتَّى مَاتُوا فَبَلَغَ ذَلِكَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" هُمْ الَّذِينَ لَا يَسْتَرْقُونَ وَلَا يَكْتَوُونَ وَلَا يَتَطَيَّرُونَ وَعَلَى رَبّهمْ يَتَوَكَّلُونَ \" هَكَذَا رَوَاهُ أَحْمَد بِهَذَا السَّنَد وَهَذَا السِّيَاق وَرَوَاهُ أَيْضًا عَنْ عَبْد الصَّمَد عَنْ هِشَام عَنْ قَتَادَة بِإِسْنَادِهِ مِثْله وَزَادَ بَعْد قَوْله \" رَضِيت يَا رَبّ رَضِيت يَا رَبّ : قَالَ رَضِيت ؟ قُلْت : نَعَمْ قَالَ : اُنْظُرْ عَنْ يَسَارك - قَالَ : فَنَظَرْت فَإِذَا الْأُفُق قَدْ سُدَّ بِوُجُوهِ الرِّجَال فَقَالَ : رَضِيت ؟ قُلْت : رَضِيَتْ \" وَهَذَا إِسْنَاد صَحِيح مِنْ هَذَا الْوَجْه تَفَرَّدَ بِهِ أَحْمَد وَلَمْ يُخَرِّجُوهُ . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَحْمَد بْن مَنِيع حَدَّثَنَا عَبْد الْمَلِك بْن عَبْد الْعَزِيز حَدَّثَنَا حَمَّاد عَنْ عَاصِم عَنْ زِرّ عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عُرِضَتْ عَلَيَّ الْأُمَم بِالْمَوْسِمِ فَرَاثَتْ عَلَيَّ أُمَّتِي ثُمَّ رَأَيْتهمْ فَأَعْجَبَتْنِي كَثْرَتهمْ وَهَيْئَتهمْ قَدْ مَلَئُوا السَّهْل وَالْجَبَل فَقَالَ أَرَضِيت يَا مُحَمَّد ؟ فَقُلْت : نَعَمْ قَالَ : فَإِنَّ مَعَ هَؤُلَاءِ سَبْعِينَ أَلْفًا يَدْخُلُونَ الْجَنَّة بِغَيْرِ حِسَاب وَهُمْ الَّذِينَ لَا يَسْتَرْقُونَ وَلَا يَتَطَيَّرُونَ وَعَلَى رَبّهمْ يَتَوَكَّلُونَ \" فَقَامَ عُكَّاشَة بْن مِحْصَن فَقَالَ : يَا رَسُول اللَّه اُدْعُ اللَّه أَنْ يَجْعَلنِي مِنْهُمْ فَقَالَ \" أَنْتَ مِنْهُمْ \" فَقَامَ رَجُل آخَر فَقَالَ : اُدْعُ اللَّه أَنْ يَجْعَلنِي مِنْهُمْ فَقَالَ \" سَبَقَك بِهَا عُكَّاشَة \" رَوَاهُ الْحَافِظ الضِّيَاء الْمَقْدِسِيّ وَقَالَ : هَذَا عِنْدِي عَلَى شَرْط مُسْلِم . \" حَدِيث آخَر \" قَالَ الطَّبَرَانِيّ : حَدَّثَنَا مُحَمَّد بْن مُحَمَّد الْجَذُوعِيّ الْقَاضِي حَدَّثَنَا عُقْبَة بْن مُكْرِم حَدَّثَنَا مُحَمَّد بْن أَبِي عَدِيّ عَنْ هِشَام بْن حَسَّان عَنْ مُحَمَّد بْن سِيرِينَ عَنْ عِمْرَان بْن حُصَيْن قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَدْخُل الْجَنَّة مِنْ أَمَتَى سَبْعُونَ أَلْفًا بِغَيْرِ حِسَاب وَلَا عَذَاب \" قِيلَ : مَنْ هُمْ ؟ قَالَ \" هُمْ الَّذِينَ لَا يَسْتَرِقُّونَ وَلَا يَكْتَوُونَ وَلَا يَتَطَيَّرُونَ وَعَلَى رَبّهمْ يَتَوَكَّلُونَ \" وَرَوَاهُ مُسْلِم مِنْ طَرِيق هِشَام بْن حَسَّان وَعِنْده ذِكْر عُكَّاشَة . \" حَدِيث آخَر \" ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ رِوَايَة الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب أَنَّ أَبَا هُرَيْرَة حَدَّثَهُ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يَدْخُل الْجَنَّة مِنْ أُمَّتِي زُمْرَة وَهُمْ سَبْعُونَ أَلْفًا تُضِيء وُجُوههمْ إِضَاءَة الْقَمَر لَيْلَة الْبَدْر \" قَالَ أَبُو هُرَيْرَة . فَقَامَ عُكَّاشَة بْن مِحْصَن الْأَسَدِيّ يَرْفَع نَمِرَة عَلَيْهِ فَقَالَ يَا رَسُول اللَّه اُدْعُ اللَّه أَنْ يَجْعَلنِي مِنْهُمْ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّهُمَّ اِجْعَلْهُ مِنْهُمْ \" ثُمَّ قَامَ رَجُل مِنْ الْأَنْصَار فَقَالَ مِثْله فَقَالَ \" سَبَقَك بِهَا عُكَّاشَة \". \" حَدِيث آخَر \" قَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ : حَدَّثَنَا يَحْيَى بْن عُثْمَان حَدَّثَنَا سَعِيد بْن أَبِي مَرْيَم حَدَّثَنَا أَبُو غَسَّان عَنْ أَبِي حَازِم عَنْ السَّهْل بْن سَعْد أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَيْدْخُلَنَّ الْجَنَّة مِنْ أُمَّتِي سَبْعُونَ أَلْفًا - أَوْ سَبْعمِائَةِ أَلْف - آخِذ بَعْضهمْ بِبَعْضٍ حَتَّى يَدْخُل أَوَّلهمْ وَآخِرهمْ الْجَنَّة وُجُوههمْ عَلَى صُورَة الْقَمَر لَيْلَة الْبَدْر \" أَخْرُجهُ الْبُخَارِيّ وَمُسْلِم جَمِيعًا عَنْ قُتَيْبَة عَنْ عَبْد الْعَزِيز بْن أَبِي حَازِم عَنْ أَبِيهِ عَنْ سَهْل بِهِ . \" حَدِيث آخَر \" قَالَ مُسْلِم بْن الْحَجَّاج فِي صَحِيحه : حَدَّثَنَا سَعِيد بْن مَنْصُور حَدَّثَنَا هُشَيْم أَنْبَأَنَا حُصَيْن بْن عَبْد الرَّحْمَن قَالَ : كُنْت عِنْد سَعِيد بْن جُبَيْر فَقَالَ : أَيّكُمْ رَأَى الْكَوْكَب اِنْقَضَّ الْبَارِحَة ؟ قُلْت أَنَا ثُمَّ قُلْت : أَمَا إِنِّي لَمْ أَكُنْ فِي صَلَاة وَلَكِنِّي لُدِغْت قَالَ فَمَا صَنَعْت ؟ قُلْت اسْتَرْقَيْت قَالَ : فَمَا حَمَلَك عَلَى ذَلِكَ قُلْت حَدِيث حَدَّثَنَاهُ الشَّعْبِيّ قَالَ : وَمَا حَدَّثَكُمْ الشَّعْبِيّ ؟ قُلْت : حَدَّثَنَا عَنْ بُرَيْدَة بْن الْحُصَيْب الْأَسْلَمِيّ أَنَّهُ قَالَ \" لَا رُقْيَة إِلَّا مِنْ عَيْن أَوْ حُمَّة \" قَالَ : قَدْ أَحْسَنَ مَنْ اِنْتَهَى إِلَى مَا سَمِعَ وَلَكِنْ حَدَّثَنَا اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" عُرِضَتْ عَلَيَّ الْأُمَم فَرَأَيْت النَّبِيّ وَمَعَهُ الرَّهْط وَالنَّبِيّ وَمَعَهُ الرَّجُل وَالرَّجُلَانِ وَالنَّبِيّ وَلَيْسَ مَعَهُ أَحَد إِذْ رُفِعَ لِي سَوَاد عَظِيم فَظَنَنْت أَنَّهُمْ أُمَّتِي فَقِيلَ لِي هَذَا مُوسَى وَقَوْمه وَلَكِنْ اُنْظُرْ إِلَى الْأُفُق فَنَظَرْت فَإِذَا سَوَاد عَظِيم فَقِيلَ لِي : اُنْظُرْ إِلَى الْأُفُق الْآخَر فَإِذَا سَوَاد عَظِيم فَقِيلَ لِي : هَذِهِ أُمَّتك وَمَعَهُمْ سَبْعُونَ أَلْفًا يَدْخُلُونَ الْجَنَّة بِغَيْرِ حِسَاب وَلَا عَذَاب \" ثُمَّ نَهَضَ فَدَخَلَ مَنْزِله فَخَاضَ النَّاس فِي أُولَئِكَ الَّذِينَ يَدْخُلُونَ الْجَنَّة بِغَيْرِ حِسَاب وَلَا عَذَاب فَقَالَ بَعْضهمْ : فَلَعَلَّهُمْ الَّذِينَ صَحِبُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ بَعْضهمْ فَلَعَلَّهُمْ الَّذِينَ وُلِدُوا فِي الْإِسْلَام وَلَمْ يُشْرِكُوا بِاَللَّهِ شَيْئًا وَذَكَرُوا أَشْيَاء فَخَرَجَ عَلَيْهِمْ رَسُول اللَّه صَلَّى فَقَالَ \" مَا الَّذِي تَخُوضُونَ فِيهِ ؟ \" فَأَخْبَرُوهُ فَقَالَ \" هُمْ الَّذِينَ لَا يَرْقُونَ وَلَا يَسْتَرْقُونَ وَلَا يَكْتَوُونَ وَلَا يَتَطَيَّرُونَ وَعَلَى رَبّهمْ يَتَوَكَّلُونَ \" فَقَامَ عُكَّاشَة بْن مِحْصَن فَقَالَ : اُدْعُ اللَّه أَنْ يَجْعَلنِي مِنْهُمْ قَالَ \" أَنْتَ مِنْهُمْ \" ثُمَّ قَامَ رَجُل آخَر فَقَالَ اُدْعُ اللَّه أَنْ يَجْعَلنِي مِنْهُمْ قَالَ \" سَبَقَك بِهَا عُكَّاشَة \" وَأَخْرَجَهُ الْبُخَارِيّ عَنْ أَسِيد بْن زَيْد عَنْ هُشَيْم وَلَيْسَ عِنْده : لَا يَسْتَرْقُونَ . \" حَدِيث آخَر \" قَالَ أَحْمَد : حَدَّثَنَا رَوْح بْن عُبَادَة حَدَّثَنَا اِبْن جَرِير أَخْبَرَنِي أَبُو الزُّبَيْر أَنَّهُ سَمِعَ جَابِر بْن عَبْد اللَّه قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ حَدِيثًا وَفِيهِ : \" فَتَنْجُو أَوَّل زُمْرَة وُجُوههمْ كَالْقَمَرِ لَيْلَة الْبَدْر لَا يُحَاسَبُونَ ثُمَّ الَّذِينَ يَلُونَهُمْ كَأَضْوَإِ نَجْم فِي السَّمَاء \" ثُمَّ كَذَلِكَ وَذَكَرَ بَقِيَّته رَوَاهُ مُسْلِم مِنْ حَدِيث رَوْح غَيْر أَنَّهُ لَمْ يَذْكُر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" حَدِيث آخَر \" قَالَ الْحَافِظ أَبُو بَكْر بْن أَبِي عَاصِم فِي كِتَاب السُّنَن لَهُ حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ مُحَمَّد بْن زِيَاد سَمِعْت أَبَا أُمَامَةَ الْبَاهِلِيّ يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" وَعَدَنِي رَبِّي أَنْ يُدْخِل الْجَنَّة مِنْ أُمَّتِي سَبْعِينَ أَلْفًا مَعَ كُلّ أَلْف سَبْعُونَ أَلْفًا لَا حِسَاب عَلَيْهِمْ وَلَا عَذَاب وَثَلَاث حَثَيَات مِنْ حَثَيَات رَبِّي عَزَّ وَجَلَّ \" وَكَذَا رَوَاهُ الطَّبَرَانِيّ مِنْ طَرِيق هِشَام بْن عَمَّار عَنْ إِسْمَاعِيل بْن عَيَّاش بِهِ وَهَذَا إِسْنَاد جَيِّد. \" طَرِيق أُخْرَى \" عَنْ أَبِي أُمَامَةَ قَالَ اِبْن أَبِي عَاصِم : حَدَّثَنَا دُحَيْم حَدَّثَنَا الْوَلِيد بْن مُسْلِم عَنْ صَفْوَان بْن عَمْرو عَنْ سُلَيْم بْن عَامِر عَنْ أَبِي الْيَمَان الْهَرَوِيّ وَاسْمه عَامِر بْن عَبْد اللَّه بْن يَحْيَى عَنْ أَبِي أُمَامَةَ عَنْ رَسُول اللَّه صَلَّى قَالَ \" إِنَّ اللَّه وَعَدَنِي أَنْ يُدْخِل الْجَنَّة مِنْ أُمَّتِي سَبْعِينَ أَلْفًا بِغَيْرِ حِسَاب \" فَقَالَ يَزِيد بْن الْأَخْنَس : وَاَللَّه مَا أُولَئِكَ فِي أُمَّتِك يَا رَسُول اللَّه إِلَّا مِثْل الذُّبَاب الْأَصْهَب فِي الذُّبَاب قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَإِنَّ اللَّه وَعَدَنِي سَبْعِينَ أَلْفًا مَعَ كُلّ أَلْف سَبْعُونَ أَلْفًا وَزَادَنِي ثَلَاث حَثَيَات \" وَهَذَا أَيْضًا إِسْنَاد حَسَن . \" حَدِيث آخَر \" قَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ : حَدَّثَنَا أَحْمَد بْن خُلَيْد حَدَّثَنَا أَبُو تَوْبَة حَدَّثَنَا مُعَاوِيَة بْن سَلَّام عَنْ يَزِيد بْن سَلَّام اللَّه سَمِعَ أَبَا سَلَّام يَقُول : حَدَّثَنِي عَامِر بْن زَيْد الْبِكَالِيّ أَنَّهُ سَمِعَ عُتْبَةَ بْن عَبْد السُّلَمِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ رَبِّي عَزَّ وَجَلَّ وَعَدَنِي أَنْ يُدْخِل الْجَنَّة مِنْ أُمَّتِي سَبْعِينَ أَلْفًا بِغَيْرِ حِسَاب ثُمَّ يَشْفَع كُلّ أَلْف لِسَبْعِينَ أَلْفًا ثُمَّ يَحْثِي رَبِّي عَزَّ وَجَلَّ بِكَفَّيْهِ ثَلَاث حَثَيَات \" فَكَبَّرَ عُمَر وَقَالَ : إِنَّ السَّبْعِينَ الْأَوَّل يُشَفِّعهُمْ اللَّه فِي آبَائِهِمْ وَأَبْنَائِهِمْ وَعَشِيرَتهمْ وَأَرْجُو أَنْ يَجْعَلنِي اللَّه فِي إِحْدَى الْحَثَيَات الْأَوَاخِر . قَالَ الْحَافِظ الضِّيَاء أَبُو عَبْد اللَّه الْمَقْدِسِيّ فِي كِتَاب صِفَة الْجَنَّة : لَا أَعْلَم لِهَذَا الْإِسْنَاد عِلَّة وَاَللَّه أَعْلَم . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن سَعِيد حَدَّثَنَا هِشَام يَعْنِي الدَّسْتُوَائِيّ حَدَّثَنَا يَحْيَى بْن أَبِي كَثِير عَنْ هِلَال بْن أَبِي مَيْمُونَة حَدَّثَنَا عَطَاء بْن يَسَار أَنَّ رِفَاعَة الْجُهَنِيّ حَدَّثَهُ قَالَ : أَقْبَلْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا كُنَّا بِالْكَدِيدِ - أَوْ قَالَ بِقَدِيدٍ - فَذَكَرَ حَدِيثًا وَفِيهِ ثُمَّ قَالَ \" وَعَدَنِي رَبِّي عَزَّ وَجَلَّ أَنْ يُدْخِل الْجَنَّة مِنْ أُمَّتِي سَبْعِينَ أَلْفًا بِغَيْرِ حِسَاب وَإِنِّي لَأَرْجُو أَنْ لَا يَدْخُلُوهَا حَتَّى تُبَوَّءُوا أَنْتُمْ وَمَنْ صَلَحَ مِنْ أَزْوَاجكُمْ وَذُرِّيَّاتكُمْ مَسَاكِن فِي الْجَنَّة \" قَالَ الضِّيَاء : وَهَذَا عِنْدِي عَلَى شَرْط مُسْلِم . \" حَدِيث آخَر \" قَالَ عَبْد الرَّزَّاق : أَنْبَأَنَا مَعْمَر عَنْ قَتَادَة عَنْ النَّضْر بْن أَنَس عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى \" إِنَّ اللَّه وَعَدَنِي أَنْ يُدْخِل الْجَنَّة مِنْ أُمَّتِي أَرْبَعمِائَةِ أَلْف \" قَالَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ : زِدْنَا يَا رَسُول اللَّه قَالَ \" وَاَللَّه هَكَذَا \" قَالَ عُمَر : حَسْبك يَا أَبَا بَكْر فَقَالَ أَبُو بَكْر : دَعْنِي وَمَا عَلَيْك أَنْ يُدْخِلنَا الْجَنَّة كُلّنَا . قَالَ عُمَر : إِنَّ اللَّه إِنْ شَاءَ أَدْخَلَ خَلْقه الْجَنَّة بِكَفٍّ وَاحِد فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" صَدَقَ عُمَر \" هَذَا الْحَدِيث بِهَذَا الْإِسْنَاد تَفَرَّدَ بِهِ عَبْد الرَّزَّاق . قَالَ الضِّيَاء : وَقَدْ رَوَاهُ الْحَافِظ أَبُو نُعَيْم الْأَصْبَهَانِيّ قَالَ : حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن مَخْلَد حَدَّثَنَا إِبْرَاهِيم بْن الْهَيْثَم الْبَلَدِيّ حَدَّثَنَا سُلَيْمَان بْن حَرْب حَدَّثَنَا أَبُو هِلَال عَنْ قَتَادَة عَنْ أَنَس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" وَعَدَنِي رَبِّي أَنْ يُدْخِل الْجَنَّة مِنْ أُمَّتِي مِائَة أَلْف \" فَقَالَ أَبُو بَكْر : يَا رَسُول اللَّه زِدْنَا قَالَ \" وَهَكَذَا \" وَأَشَارَ سُلَيْمَان بْن حَرْب بِيَدِهِ كَذَلِكَ قُلْت : يَا رَسُول اللَّه زِدْنَا فَقَالَ عُمَر : إِنَّ اللَّه قَادِر عَلَى أَنْ يُدْخِل النَّاس الْجَنَّة بِحَفْنَةٍ وَاحِدَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" صَدَقَ عُمَر \" هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَأَبُو هِلَال اِسْمه مُحَمَّد بْن سُلَيْم الرَّاسِبِيّ بَصْرِيّ . \" طَرِيق أُخْرَى \" عَنْ أَنَس قَالَ الْحَافِظ أَبُو يَعْلَى : حَدَّثَنَا مُحَمَّد بْن بُكَيْر حَدَّثَنَا عَبْد الْقَاهِر بْن السُّرِّيّ السُّلَمِيّ حَدَّثَنَا حُمَيْد عَنْ أَنَس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَدْخُل الْجَنَّة مِنْ أُمَّتِي سَبْعُونَ أَلْفًا \" قَالُوا : زِدْنَا يَا رَسُول اللَّه قَالَ \" لِكُلِّ رَجُل سَبْعُونَ أَلْفًا \" قَالُوا : زِدْنَا وَكَانَ عَلَى كَثِيبٍ فَقَالُوا فَقَالَ \" هَكَذَا \" وَحَثَا بِيَدَيْهِ قَالُوا : يَا رَسُول اللَّه أَبْعَدَ اللَّه مَنْ دَخَلَ النَّار بَعْد هَذَا ؟ وَهَذَا إِسْنَاد جَيِّد وَرِجَاله كُلّهمْ ثِقَات مَا عَدَا عَبْد الْقَاهِر بْن السُّرِّيّ وَقَدْ سُئِلَ عَنْهُ اِبْن مَعِين فَقَالَ صَالِح . \" حَدِيث آخَر \" رَوَى الطَّبَرَانِيّ مِنْ حَدِيث قَتَادَةُ عَنْ أَبِي بَكْر بْن عُمَر عَنْ أَبِيهِ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه وَعَدَنِي أَنْ يُدْخِل مِنْ أُمَّتِي ثَلَثمِائَةِ أَلْف الْجَنَّة بِغَيْرِ حِسَاب \" فَقَالَ عُمَر : يَا رَسُول اللَّه زِدْنَا فَقَالَ : وَهَكَذَا بِيَدِهِ فَقَالَ عُمَر يَا رَسُول اللَّه زِدْنَا فَقَالَ عُمَر : حَسْبك إِنَّ اللَّه إِنْ شَاءَ أَدْخَلَ خَلْقه الْجَنَّة بِحَفْنَةٍ أَوْ بِحَثْيَةٍ وَاحِدَة فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" صَدَقَ عُمَر \" . \" حَدِيث آخَر \" قَالَ الطَّبَرَانِيّ : حَدَّثَنَا أَحْمَد بْن خُلَيْد حَدَّثَنَا أَبُو تَوْبَة حَدَّثَنَا مُعَاوِيَة بْن سَلَّام عَنْ يَزِيد بْن سَلَّام يَقُول : حَدَّثَنِي عَبْد اللَّه بْن عَامِر أَنَّ قَيْسًا الْكِنْدِيّ حَدَّثَهُ أَنَّ أَبَا سَعِيد الْأَنْمَارِيّ حَدَّثَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ رَبِّي وَعَدَنِي أَنْ يُدْخِل الْجَنَّة مِنْ أُمَّتِي سَبْعِينَ أَلْفًا بِغَيْرِ حِسَاب وَيَشْفَع كُلّ أَلْف لِسَبْعِينَ أَلْفًا ثُمَّ يَحْثِي رَبِّي ثَلَاث حَثَيَات بِكَفَّيْهِ \" كَذَا قَالَ قَيْس فَقُلْت لِأَبِي سَعِيد : أَنْتَ سَمِعْت هَذَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : نَعَمْ بِأُذُنِي وَوَعَاهُ قَلْبِي قَالَ أَبُو سَعِيد قَالَ يَعْنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَذَلِكَ إِنْ شَاءَ اللَّه يَسْتَوْعِب مُهَاجِرِي أُمَّتِي وَيُوَفِّي اللَّه بَقِيَّته مِنْ أَعْرَابنَا \" وَقَدْ رَوَى هَذَا الْحَدِيث مُحَمَّد بْن سَهْل بْن عَسْكَر عَنْ أَبِي تَوْبَة الرَّبِيع بْن نَافِع بِإِسْنَادِهِ مِثْله وَزَادَ : قَالَ أَبُو سَعِيد : فَحُسِبَ ذَلِكَ عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَبَلَغَ أَرْبَعمِائَةِ أَلْف أَلْف وَتِسْعِينَ أَلْفًا .\" حَدِيث آخَر \" قَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا هُشَيْم بْن مَرْثَد الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل بْن عَيَّاش حَدَّثَنِي أَبِي حَدَّثَنِي ضَمْضَم بْن زُرْعَة عَنْ شُرَيْح بْن عُبَيْد عَنْ أَبِي مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَا وَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ لَيُبْعَثَنَّ مِنْكُمْ يَوْم الْقِيَامَة إِلَى الْجَنَّة مِثْل اللَّيْل الْأَسْوَد زُمْرَة جَمِيعهَا يُحِيطُونَ الْأَرْض تَقُول الْمَلَائِكَة لِمَ جَاءَ مَعَ مُحَمَّد أَكْثَر مِمَّا جَاءَ مَعَ الْأَنْبِيَاء \" وَهَذَا إِسْنَاد حَسَن . \" حَدِيث آخَر \" مِنْ الْأَحَادِيث الدَّالَّة عَلَى فَضِيلَة هَذِهِ الْأُمَّة وَشَرَفهَا وَكَرَامَتهَا عَلَى اللَّه عَزَّ وَجَلَّ وَأَنَّهَا خَيْر الْأُمَم فِي الدُّنْيَا وَالْآخِرَة . قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن سَعِيد حَدَّثَنَا اِبْن جُرَيْج أَخْبَرَنِي أَبُو الزُّبَيْر أَنَّهُ سَمِعَ جَابِرًا أَنَّهُ سَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنِّي لَأَرْجُو أَنْ يَكُون مَنْ يَتْبَعُنِي مِنْ أُمَّتِي يَوْم الْقِيَامَة رُبْع أَهْل الْجَنَّة \" قَالَ : فَكَبَّرْنَا ثُمَّ قَالَ : \" أَرْجُو أَنْ يَكُونُوا ثُلُث النَّاس \" قَالَ : فَكَبَّرْنَا ثُمَّ قَالَ \" أَرْجُو أَنْ يَكُونُوا الشَّطْر \" وَهَكَذَا رَوَاهُ عَنْ رَوْح عَنْ اِبْن جُرَيْج بِهِ وَهُوَ عَلَى شَرْط مُسْلِم وَثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث أَبِي إِسْحَاق السَّبِيعِيّ عَنْ عَمْرو بْن مَيْمُون عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ لَنَا رَسُول اللَّه صَلَّى \" أَمَا تَرْضَوْنَ أَنْ تَكُونُوا رُبْع أَهْل الْجَنَّة \" فَكَبَّرْنَا ثُمَّ قَالَ \" أَمَا تَرْضَوْنَ أَنْ تَكُونُوا ثُلُث أَهْل الْجَنَّة \" فَكَبَّرْنَا ثُمَّ قَالَ \" إِنِّي لَأَرْجُو أَنْ تَكُونُوا شَطْر أَهْل الْجَنَّة \" \" طَرِيق أُخْرَى \" عَنْ اِبْن مَسْعُود قَالَ الطَّبَرَانِيّ : حَدَّثَنَا أَحْمَد بْن الْقَاسِم بْن مُسَاوِر حَدَّثَنَا عَفَّان بْن مُسْلِم حَدَّثَنَا عَبْد الْوَاحِد بْن زِيَاد حَدَّثَنِي الْحَارِث بْن حُصَيْن حَدَّثَنِي الْقَاسِم بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَيْفَ أَنْتُمْ وَرُبْع الْجَنَّة لَكُمْ وَلِسَائِرِ النَّاس ثَلَاثَة أَرْبَاعهَا \" قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ \" كَيْفَ أَنْتُمْ وَثُلُثهَا \" قَالُوا : ذَاكَ أَكْثَر قَالَ \" كَيْفَ أَنْتُمْ وَالشَّطْر لَكُمْ \" قَالُوا ذَاكَ أَكْثَر فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَهْل الْجَنَّة عِشْرُونَ وَمِائَة صَفّ لَكُمْ مِنْهَا ثَمَانُونَ صَفًّا \" قَالَ الطَّبَرَانِيّ : تَفَرَّدَ بِهِ الْحَارِث بْن حُصَيْن \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا عَبْد الْعَزِيز بْن مُسْلِم حَدَّثَنَا ضِرَار بْن مُرَّة أَبُو سِنَان الشَّيْبَانِيّ عَنْ مُحَارِب بْن دِثَار عَنْ اِبْن بُرَيْدَة عَنْ أَبِيهِ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَهْل الْجَنَّة عِشْرُونَ وَمِائَة صَفّ : هَذِهِ الْأُمَّة مِنْ ذَلِكَ ثَمَانُونَ صَفًّا \" وَكَذَا رَوَاهُ عَنْ عَفَّان عَنْ عَبْد الْعَزِيز بِهِ وَأَخْرَجَهُ التِّرْمِذِيّ مِنْ حَدِيث أَبِي سِنَان بِهِ وَقَالَ : هَذَا حَدِيث حَسَن وَرَوَاهُ اِبْن مَاجَهْ مِنْ حَدِيث سُفْيَان الثَّوْرِيّ عَنْ عَلْقَمَة بْن مَرْثَد عَنْ سُلَيْمَان بْن بُرَيْدَة عَنْ أَبِيهِ بِهِ . \" حَدِيث آخَر \" رَوَى الطَّبَرَانِيّ مِنْ حَدِيث سُلَيْمَان بْن عَبْد الرَّحْمَن الدِّمَشْقِيّ حَدَّثَنَا خَالِد بْن يَزِيد الْبَجَلِيّ حَدَّثَنَا سُلَيْمَان بْن عَلِيّ بْن عَبْد اللَّه بْن عَبَّاس عَنْ أَبِيهِ عَنْ جَدّه عَنْ النَّبِيّ صَلِّي اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَالَ \" أَهْل الْجَنَّة عِشْرُونَ وَمِائَة صَفّ ثَمَانُونَ مِنْهَا مِنْ أُمَّتِي \" تَفَرَّدَ بِهِ خَالِد بْن يَزِيد الْبَجَلِيّ وَقَدْ تَكَلَّمَ فِيهِ اِبْن عَدِيّ . \" حَدِيث آخَر \" قَالَ الطَّبَرَانِيّ حَدَّثَنَا عَبْد اللَّه بْن أَحْمَد بْن حَنْبَل حَدَّثَنَا مُوسَى بْن غَيْلَان حَدَّثَنَا هَاشِم بْن مَخْلَد حَدَّثَنَا عَبْد اللَّه بْن الْمُبَارَك عَنْ سُفْيَان عَنْ أَبِي عَمْرو عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة قَالَ : لَمَّا نَزَلَتْ \" ثُلَّة مِنْ الْأَوَّلِينَ وَثُلَّة مِنْ الْآخِرِينَ \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنْتُمْ رُبْع أَهْل الْجَنَّة أَنْتُمْ ثُلُث أَهْل الْجَنَّة أَنْتُمْ نِصْف أَهْل الْجَنَّة أَنْتُمْ ثُلُثَا أَهْل الْجَنَّة \" . وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ اِبْن طَاوُوس عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" نَحْنُ الْآخِرُونَ الْأَوَّلُونَ يَوْم الْقِيَامَة نَحْنُ أَوَّل النَّاس دُخُولًا الْجَنَّة بَيْد أَنَّهُمْ أُوتُوا الْكِتَاب مِنْ قَبْلنَا وَأُوتِينَاهُ مِنْ بَعْدهمْ فَهَدَانَا اللَّه لِمَا اِخْتَلَفُوا فِيهِ مِنْ الْحَقّ فَهَذَا الْيَوْم الَّذِي اِخْتَلَفُوا فِيهِ النَّاس لَنَا فِيهِ تَبَع غَدًا لِلْيَهُودِ وَلِلنَّصَارَى بَعْد غَد \" . رَوَاهُ الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث عَبْد اللَّه بْن طَاوُوس عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَرْفُوعًا بِنَحْوِهِ وَرَوَاهُ مُسْلِم أَيْضًا مِنْ طَرِيق الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" نَحْنُ الْآخِرُونَ الْأَوَّلُونَ يَوْم الْقِيَامَة وَنَحْنُ أَوَّل مَنْ يَدْخُل الْجَنَّة \" وَذَكَرَ تَمَام الْحَدِيث . \" حَدِيث آخَر \" رَوَى الدَّارَقُطْنِيّ فِي الْأَفْرَاد مِنْ حَدِيث عَبْد اللَّه بْن مُحَمَّد بْن عُقَيْل عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب عَنْ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الْجَنَّة حُرِّمَتْ عَلَى الْأَنْبِيَاء كُلّهمْ حَتَّى أَدْخُلَهَا وَحُرِّمَتْ عَلَى الْأُمَم حَتَّى تَدْخُلهَا أُمَّتِي \" ثُمَّ قَالَ اِنْفَرَدَ بِهِ اِبْن عُقَيْل عَنْ الزُّهْرِيّ وَلَمْ يَرْوِ عَنْهُ سِوَاهُ وَتَفَرَّدَ بِهِ زُهَيْر بْن مُحَمَّد عَنْ اِبْن عُقَيْل وَتَفَرَّدَ بِهِ عَمْرو بْن أَبِي سَلَمَة عَنْ زُهَيْر . وَقَدْ رَوَاهُ أَبُو أَحْمَد بْن عَدِيّ الْحَافِظ فَقَالَ : حَدَّثَنَا أَحْمَد بْن الْحُسَيْن بْن إِسْحَق حَدَّثَنَا أَبُو بَكْر الْأَعْيَن مُحَمَّد بْن أَبِي غِيَاث حَدَّثَنَا أَبُو حَفْص التِّنِّيسِيّ حَدَّثَنَا صَدَقَة الدِّمَشْقِيّ عَنْ زُهَيْر بْن مُحَمَّد عَنْ عَبْد اللَّه بْن مُحَمَّد بْن عُقَيْل عَنْ الزُّهْرِيّ . وَرَوَاهُ الثَّعْلَبِيّ حَدَّثَنَا أَبُو عَبَّاس الْمَخْلَدِيّ أَنْبَأَنَا أَبُو نُعَيْم عَبْد الْمَلِك بْن مُحَمَّد أَنْبَأَنَا أَحْمَد بْن عِيسَى التِّنِّيسِيّ حَدَّثَنَا عَمْرو بْن سَلَمَة حَدَّثَنَا صَدَقَة بْن عَبْد اللَّه عَنْ زُهَيْر بْن مُحَمَّد بْن عُقَيْل بِهِ. فَهَذِهِ الْأَحَادِيث فِي مَعْنَى قَوْله تَعَالَى \" كُنْتُمْ خَيْر أُمَّة أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنْ الْمُنْكَر وَتُؤْمِنُونَ بِاَللَّهِ \" فَمَنْ اِتَّصَفَ مِنْ هَذِهِ الْأُمَّة بِهَذِهِ الصِّفَات دَخَلَ مَعَهُمْ فِي هَذَا الْمَدْح كَمَا قَالَ قَتَادَةُ : بَلَغَنَا أَنَّ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فِي حَجَّة حَجَّهَا رَأَى مِنْ النَّاس دَعَة فَقَرَأَ هَذِهِ الْآيَة \" كُنْتُمْ خَيْر أُمَّة أُخْرِجَتْ لِلنَّاسِ \" ثُمَّ قَالَ مَنْ سَرَّهُ أَنْ يَكُون مِنْ هَذِهِ الْأُمَّة فَلْيُؤَدِّ شَرْط اللَّه فِيهَا رَوَاهُ اِبْن جَرِير . وَمَنْ لَمْ يَتَّصِف بِذَلِكَ أَشْبَهَ أَهْل الْكِتَاب الَّذِينَ ذَمِّهِمْ اللَّه بِقَوْلِهِ تَعَالَى \" كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَر \" فَعَلُوهُ الْآيَة : وَلِهَذَا لَمَّا مَدَحَ تَعَالَى هَذِهِ الْأُمَّة عَلَى هَذِهِ الصِّفَات شَرَعَ فِي ذَمّ أَهْل الْكِتَاب وَتَأْنِيبهمْ فَقَالَ تَعَالَى \" وَلَوْ آمَنَ أَهْل الْكِتَاب \" أَيْ بِمَا أُنْزِلَ عَلَى مُحَمَّد \" لَكَانَ خَيْرًا لَهُمْ مِنْهُمْ الْمُؤْمِنُونَ وَأَكْثَرهمْ الْفَاسِقُونَ\" أَيْ قَلِيل مِنْهُمْ مَنْ يُؤْمِن بِاَللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ وَأَكْثَرهمْ عَلَى الضَّلَالَة وَالْكُفْر وَالْفِسْق وَالْعِصْيَان .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39856, "aya_id": 110}]