[{"text": "رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ", "sura_id": 3, "type": 0, "id": 487, "aya_id": 194}, {"text": "ربنا وآتنا ما وعدتنا على رسلك ولا تخزنا يوم القيامة إنك لا تخلف الميعاد", "sura_id": 3, "type": 1, "id": 6723, "aya_id": 194}, {"text": "194 - (ربنا وآتنا) أعطنا (ما وعدتنا) به (على) ألسنة (رسلك) من الرحمة والفضل ، وسؤالهم ذلك وإن كان وعده تعالى لا يخلف سؤال أن يجعلهم من مستحقيه لأنهم لم يتيقنوا استحقاقهم له وتكرير ربنا مبالغة في التضرع (ولا تخزنا يوم القيامة إنك لا تخلف الميعاد) الوعد بالبعث والجزاء \r\n", "sura_id": 3, "type": 2, "id": 25431, "aya_id": 194}, {"text": "يا ربنا أعطنا ما وعدتنا على ألسنة رسلك من نصر وتمكين وتوفيق وهداية, ولا تفضحنا بذنوبنا يوم القيامة, فإنك كريم لا تُخْلف وعدًا وَعَدْتَ به عبادك.\r\n", "sura_id": 3, "type": 3, "id": 31667, "aya_id": 194}, {"text": " <font color=red>رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ</font><BR><p>\" رَبّنَا وَآتِنَا مَا وَعَدْتنَا عَلَى رُسُلك \" قِيلَ : مَعْنَاهُ عَلَى الْإِيمَان بِرُسُلِك . وَقِيلَ : مَعْنَاهُ عَلَى أَلْسِنَة رُسُلك وَهَذَا أَظْهَر - وَقَدْ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو الْيَمَان حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ عَمْرو بْن مُحَمَّد عَنْ أَبِي عِقَال عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَسْقَلَان أَحَد الْعَرُوسَيْنِ يَبْعَث اللَّه مِنْهَا يَوْم الْقِيَامَة سَبْعِينَ أَلْفًا لَا حِسَاب عَلَيْهِمْ وَيَبْعَث مِنْهَا خَمْسِينَ أَلْفًا شُهَدَاء وُفُود إِلَى اللَّه وَبِهَا صُفُوف الشُّهَدَاء رُءُوسهمْ مُقَطَّعَة فِي أَيْدِيهمْ تَثِجّ أَوْدَاجهمْ دَمًا يَقُولُونَ : \" رَبّنَا وَآتِنَا مَا وَعَدْتنَا عَلَى رُسُلك وَلَا تُخْزِنَا يَوْم الْقِيَامَة إِنَّك لَا تُخْلِف الْمِيعَاد \" فَيَقُول اللَّه : صَدَقَ عَبِيدِي اِغْسِلُوهُمْ بِنَهْرِ الْبَيْضَة فَيَخْرُجُونَ مِنْهُ نَقَاء بِيضًا فَيَسْرَحُونَ فِي الْجَنَّة حَيْثُ شَاءُوا \" وَهَذَا الْحَدِيث يُعَدّ مِنْ غَرَائِب الْمُسْنَد وَمِنْهُمْ مَنْ يَجْعَلهُ مَوْضُوعًا وَاَللَّه أَعْلَم \" وَلَا تُخْزِنَا يَوْم الْقِيَامَة \" أَيْ عَلَى رُءُوس الْخَلَائِق \" إِنَّك لَا تُخْلِفُ الْمِيعَاد \" أَيْ لَا بُدّ مِنْ الْمِيعَاد الَّذِي أَخْبَرْت عَنْهُ رُسُلك وَهُوَ الْقِيَام يَوْم الْقِيَامَة بَيْن يَدَيْك. وَقَدْ قَالَ الْحَافِظ أَبُو يَعْلَى : حَدَّثَنَا الْحَافِظ أَبُو شُرَيْح حَدَّثَنَا الْمُعْتَمِر حَدَّثَنَا الْفَضْل بْن عِيسَى حَدَّثَنَا مُحَمَّد بْن الْمُنْكَدِر أَنَّ جَابِر بْن عَبْد اللَّه حَدَّثَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" الْعَار وَالتَّخْزِيَةُ تَبْلُغ مِنْ اِبْن آدَم فِي الْقِيَامَة فِي الْمَقَام بَيْن يَدَيْ اللَّه عَزَّ وَجَلَّ مَا يَتَمَنَّى الْعَبْد أَنْ يُؤْمَر بِهِ إِلَى النَّار \" حَدِيث غَرِيب . وَقَدْ ثَبَتَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقْرَأ هَذِهِ الْآيَات الْعَشْر مِنْ آخِر آلِ عِمْرَان إِذَا قَامَ مِنْ اللَّيْل لِتَهَجُّدِهِ فَقَالَ الْبُخَارِيّ رَحِمَهُ اللَّه : حَدَّثَنَا سَعِيد بْن أَبِي مَرْيَم حَدَّثَنَا مُحَمَّد بْن جَعْفَر أَخْبَرَنِي شَرِيك بْن عَبْد اللَّه بْن أَبِي نَمِر عَنْ كُرَيْب عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : بِتّ عِنْد خَالَتِي مَيْمُونَة فَتَحَدَّثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ مَعَ أَهْله سَاعَة ثُمَّ رَقَدَ فَلَمَّا كَانَ ثُلُث اللَّيْل الْآخِر قَعَدَ فَنَظَرَ إِلَى السَّمَاء فَقَالَ \" إِنَّ فِي خَلْق السَّمَوَات وَالْأَرْض وَاخْتِلَاف اللَّيْل وَالنَّهَار لَآيَاتٍ لِأُولِي الْأَلْبَاب \" الْآيَات ثُمَّ قَامَ فَتَوَضَّأَ وَاسْتَنَّ ثُمَّ صَلَّى إِحْدَى عَشْرَة رَكْعَة ثُمَّ أَذَّنَ بِلَال فَصَلَّى رَكْعَتَيْنِ ثُمَّ خَرَجَ فَصَلَّى بِالنَّاسِ الصُّبْح . وَهَكَذَا رَوَاهُ مُسْلِم عَنْ أَبِي بَكْر بْن إِسْحَق الصَّنْعَانِيّ عَنْ اِبْن أَبِي مَرْيَم بِهِ ثُمَّ رَوَاهُ الْبُخَارِيّ مِنْ طُرُق عَنْ مَالِك عَنْ مَخْرَمَة بْن سُلَيْمَان عَنْ كُرَيْب أَنَّ اِبْن عَبَّاس أَخْبَرَهُ أَنَّهُ بَاتَ عِنْد مَيْمُونَة زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهِيَ خَالَته قَالَ : فَاضْطَجَعْت فِي عَرْضِ الْوِسَادَة وَاضْطَجَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَهْله فِي طُولهَا فَنَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا اِنْتَصَفَ اللَّيْل أَوْ قَبْله بِقَلِيلٍ أَوْ بَعْده بِقَلِيلٍ اِسْتَيْقَظَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ مَنَامه فَجَعَلَ يَمْسَح النَّوْم عَنْ وَجْهه بِيَدِهِ ثُمَّ قَرَأَ الْعَشْر آيَات الْخَوَاتِيم مِنْ سُورَة آل عِمْرَان ثُمَّ قَامَ إِلَى شَنٍّ مُعَلَّقَة فَتَوَضَّأَ مِنْهَا فَأَحْسَنَ وُضُوءَهُ ثُمَّ قَامَ يُصَلِّي قَالَ اِبْن عَبَّاس رَضِيَ لِلَّهِ عَنْهُمَا فَقُمْت فَصَنَعْت مِثْل مَا صَنَعَ ثُمَّ ذَهَبْت فَقُمْت إِلَى جَنْبه فَوَضَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَده الْيُمْنَى عَلَى رَأْسِي وَأَخَذَ بِأُذُنِي الْيُمْنَى فَفَتَلَهَا فَصَلَّى رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ أَوْتَرَ ثُمَّ اِضْطَجَعَ حَتَّى جَاءَهُ الْمُؤَذِّن فَقَامَ فَصَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ ثُمَّ خَرَجَ فَصَلَّى الصُّبْح . وَهَكَذَا أَخْرَجَهُ بَقِيَّة الْجَمَاعَة مِنْ طُرُق عَنْ مَالِك بِهِ وَرَوَاهُ مُسْلِم أَيْضًا وَأَبُو دَاوُدَ مِنْ وُجُوه أُخَر عَنْ مَخْرَمَة بْن سُلَيْمَان بِهِ \" طَرِيق أُخْرَى \" لِهَذَا الْحَدِيث عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ أَبُو بَكْر بْن مَرْدُوَيه : حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن مُحَمَّد بْن عَلِيّ حَدَّثَنَا أَبُو يَحْيَى عَنْ أَبِي مَيْسَرَة أَنْبَأَنَا خَلّاد بْن يَحْيَى أَنْبَأَنَا يُونُس عَنْ أَبِي إِسْحَق عَنْ الْمِنْهَال بْن عَمْرو عَنْ عَلِيّ بْن عَبْد اللَّه بْن عَبَّاس عَنْ عَبْد اللَّه بْن عَبَّاس قَالَ : أَمَرَنِي الْعَبَّاس أَنْ أَبَيْت بِآلِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَحْفَظ صَلَاته قَالَ : فَصَلَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالنَّاسِ صَلَاة الْعِشَاء الْأَخِيرَة حَتَّى إِذَا لَمْ يَبْقَ فِي الْمَسْجِد أَحَد غَيْرِي قَامَ فَمَرَّ بِي فَقَالَ مَنْ هَذَا ؟ عَبْد اللَّه ؟ قُلْت : نَعَمْ قَالَ فَمَهْ ؟ قُلْت : أَمَرَنِي الْعَبَّاس أَنْ أَبِيت بِكُمْ اللَّيْلَة قَالَ \" فَالْحَقّ الْحَقّ \" فَلَمَّا دَخَلَ قَالَ : اِفْرِشْ عَبْد اللَّه ؟ قَالَ : فَأَتَى بِوِسَادَةٍ مِنْ مُسُوح قَالَ فَنَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيْهَا حَتَّى سَمِعْت غَطِيطه ثُمَّ اِسْتَوَى عَلَى فِرَاشه قَاعِدًا قَالَ : فَرَفَعَ رَأْسه إِلَى السَّمَاء فَقَالَ \" سُبْحَان الْمَلِك الْقُدُّوس \" ثَلَاث مَرَّات ثُمَّ تَلَا هَذِهِ الْآيَات مِنْ آخِر سُورَة آلَ عِمْرَان حَتَّى خَتَمَهَا . وَقَدْ رَوَى مُسْلِم وَأَبُو دَاوُدَ وَالنَّسَائِيّ مِنْ حَدِيث عَلِيّ بْن عَبْد اللَّه بْن عَبَّاس عَنْ أَبِيهِ حَدِيثًا فِي ذَلِكَ أَيْضًا\" طَرِيق أُخْرَى \" رَوَاهَا اِبْن مَرْدُوَيه مِنْ حَدِيث عَاصِم بْن بَهْدَلَة عَنْ بَعْض أَصْحَابه عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَرَجَ ذَات لَيْلَة بَعْدَمَا مَضَى لَيْل فَنَظَرَ إِلَى السَّمَاء وَتَلَا هَذِهِ الْآيَة \" إِنَّ فِي خَلْق السَّمَوَات وَالْأَرْض وَاخْتِلَاف اللَّيْل وَالنَّهَار لَآيَاتٍ لِأُولِي الْأَلْبَاب \" إِلَى آخِر السُّورَة. ثُمَّ قَالَ : \" اللَّهُمَّ اِجْعَلْ فِي قَلْبِي نُورًا وَفِي سَمْعِي نُورًا وَفِي بَصَرِي نُورًا وَعَنْ يَمِينِي نُورًا وَعَنْ شِمَالِي نُورًا وَمِنْ بَيْن يَدَيَّ نُورًا وَمِنْ خَلْفِي نُورًا وَمِنْ فَوْقِي نُورًا وَمِنْ تَحْتِي نُورًا وَأَعْظِمْ لِي نُورًا يَوْم الْقِيَامَة \" وَهَذَا الدُّعَاء ثَابِت فِي بَعْض طُرُق الصَّحِيح مِنْ رِوَايَة كُرَيْب عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ . ثُمَّ رَوَى اِبْن مَرْدُوَيه وَابْن أَبِي حَاتِم مِنْ حَدِيث جَعْفَر بْن أَبِي الْمُغِيرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : أَتَتْ قُرَيْش الْيَهُود فَقَالُوا : بِمَ جَاءَكُمْ مُوسَى مِنْ الْآيَات ؟ قَالُوا عَصَاهُ وَيَده الْبَيْضَاء لِلنَّاظِرِينَ. وَأَتَوْا النَّصَارَى فَقَالُوا : كَيْفَ كَانَ عِيسَى فِيكُمْ ؟ فَقَالُوا : كَانَ يُبْرِئ الْأَكْمَه وَالْأَبْرَص وَيُحْيِي الْمَوْتَى . فَأَتَوْا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا : اُدْعُ رَبّك أَنْ يَجْعَل لَنَا الصَّفَا ذَهَبًا فَدَعَا رَبّه عَزَّ وَجَلَّ فَنَزَلَتْ \" إِنَّ فِي خَلْق السَّمَوَات وَالْأَرْض وَاخْتِلَاف اللَّيْل وَالنَّهَار لَآيَاتٍ لِأُولِي الْأَلْبَاب \" قَالَ : فَلْيَتَفَكَّرُوا فِيهَا لَفْظ اِبْن مَرْدُوَيه. وَقَدْ تَقَدَّمَ هَذَا الْحَدِيث مِنْ رِوَايَة الطَّبَرَانِيّ فِي أَوَّل الْآيَة وَهَذَا يَقْتَضِي أَنْ تَكُون هَذِهِ الْآيَات مَكِّيَّة وَالْمَشْهُور أَنَّهَا مَدَنِيَّة وَدَلِيله الْحَدِيث الْآخَر قَالَ اِبْن مَرْدُوَيه : حَدَّثَنَا عَلِيّ بْن إِسْمَاعِيل حَدَّثَنَا أَحْمَد بْن عَلَى الْحَرَّانِيّ حَدَّثَنَا شُجَاع بْن أَشْرَس حَدَّثَنَا حَشْرَجَ بْن نَبَاتَة الْوَاسِطِيّ حَدَّثَنَا أَبُو مُكْرَم عَنْ الْكَلْبِيّ وَهُوَ اِبْن حُبَاب عَنْ عَطَاء قَالَ : اِنْطَلَقْت أَنَا وَابْن عُمَر وَعُبَيْد بْن عُمَيْر إِلَى عَائِشَة رَضِيَ اللَّه عَنْهَا فَدَخَلْنَا عَلَيْهَا وَبَيْننَا وَبَيْنهَا حِجَاب فَقَالَتْ : يَا عُبَيْد مَا يَمْنَعك مِنْ زِيَارَتنَا ؟ قَالَ قَوْل الشَّاعِر : زُرْ غِبًّا تَزْدَدْ حُبًّا فَقَالَ اِبْن عُمَر ذَرِينَا أَخْبِرِينَا بِأَعْجَبِ مَا رَأَيْتِيه مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَبَكَتْ وَقَالَتْ : كُلّ أَمْرِهِ كَانَ عَجَبًا أَتَانِي فِي لَيْلَتِي حَتَّى مَسَّ جِلْده جِلْدِي ثُمَّ قَالَ \" ذَرِينِي أَتَعَبَّد لِرَبِّي عَزَّ وَجَلَّ \" قَالَتْ : فَقُلْت وَاَللَّه إِنِّي لَأُحِبّ قُرْبك وَإِنِّي أُحِبّ أَنْ تَعْبُد رَبّك فَقَامَ إِلَى الْقِرْبَة فَتَوَضَّأَ وَلَمْ يُكْثِر صَبّ الْمَاء ثُمَّ قَامَ يُصَلِّي فَبَكَى حَتَّى بَلَّ لِحْيَته ثُمَّ سَجَدَ فَبَكَى حَتَّى بَلَّ الْأَرْض ثُمَّ اِضْطَجَعَ عَلَى جَنْبه فَبَكَى حَتَّى إِذَا أَتَى بِلَال يُؤْذِنهُ بِصَلَاةِ الصُّبْح قَالَتْ : فَقَالَ يَا رَسُول اللَّه مَا يُبْكِيك وَقَدْ غَفَرَ اللَّه لَك مَا تَقَدَّمَ مِنْ ذَنْبك وَمَا تَأَخَّرَ ؟ فَقَالَ \" وَيْحَك يَا بِلَال وَمَا يَمْنَعنِي أَنْ أَبْكِي وَقَدْ أَنْزَلَ اللَّه عَلَيَّ فِي هَذِهِ اللَّيْلَة \" إِنَّ فِي خَلْق السَّمَوَات وَالْأَرْض وَاخْتِلَاف اللَّيْل وَالنَّهَار لَآيَاتٍ لِأُولِي الْأَلْبَاب \" ثُمَّ قَالَ \" وَيْل لِمَنْ قَرَأَهَا وَلَمْ يَتَفَكَّر فِيهَا \" وَقَدْ رَوَاهُ عَبْد بْن حُمَيْد فِي تَفْسِيره عَنْ جَعْفَر بْن عَوْف الْكَلْبِيّ عَنْ أَبِي حَبَّاب عَنْ عَطَاء قَالَ : دَخَلْت أَنَا وَعَبْد اللَّه بْن عُمَر وَعُبَيْد بْن عُمَيْر عَلَى أُمّ الْمُؤْمِنِينَ عَائِشَة رَضِيَ اللَّه عَنْهَا وَهِيَ فِي خِدْرهَا فَسَلَّمْنَا عَلَيْهَا فَقَالَتْ : مَنْ هَؤُلَاءِ ؟ قَالَ : فَقُلْنَا هَذَا عَبْد اللَّه بْن عُمَر وَعُبَيْد بْن عُمَيْر قَالَتْ : يَا عُبَيْد بْن عُمَيْر مَا يَمْنَعك مِنْ زِيَارَتنَا ؟ قَالَ : مَا قَالَ الْأَوَّل : زُرْ غِبًّا تَزْدَدْ حُبًّا قَالَتْ : إِنَّا لِنُحِبّ زِيَارَتك وَغِشْيَانك قَالَ عَبْد اللَّه بْن عُمَر : دَعِينَا مِنْ بَطَالَتكُمَا هَذِهِ أَخْبِرِينَا بِأَعْجَبِ مَا رَأَيْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : فَبَكَتْ ثُمَّ قَالَتْ : كُلّ أَمْرِهِ كَانَ عَجَبًا أَتَانِي فِي لَيْلَتِي حَتَّى دَخَلَ مَعِي فِي فِرَاشِي حَتَّى لَصِقَ جِلْدَهُ بِجِلْدِي ثُمَّ قَالَ \" يَا عَائِشَة اِئْذَنِي لِي أَتَعَبَّد لِرَبِّي \" قَالَتْ إِنِّي لَأُحِبّ قُرْبك وَأُحِبّ هَوَاك قَالَتْ فَقَامَ إِلَى قِرْبَة فِي الْبَيْت فَمَا أَكْثَرَ مِنْ صَبِّ الْمَاء ثُمَّ قَامَ فَقَرَأَ الْقُرْآن ثُمَّ بَكَى حَتَّى رَأَيْت أَنَّ دُمُوعه قَدْ بَلَغَتْ حِقْوَيْهِ قَالَتْ ثُمَّ جَلَسَ فَحَمِدَ اللَّه وَأَثْنَى عَلَيْهِ ثُمَّ بَكَى حَتَّى رَأَيْت دُمُوعه قَدْ بَلَغَتْ حِجْره قَالَتْ : ثُمَّ اِتَّكَأَ عَلَى جَنْبه الْأَيْمَن وَوَضَعَ يَده تَحْت خَدّه قَالَتْ ثُمَّ بَكَى حَتَّى رَأَيْت دُمُوعه قَدْ بَلَغَتْ الْأَرْض فَدَخَلَ عَلَيْهِ بِلَال فَآذَنَهُ بِصَلَاةِ الْفَجْر ثُمَّ قَالَ : الصَّلَاة يَا رَسُول اللَّه فَلَمَّا رَآهُ بِلَال يَبْكِي قَالَ : يَا رَسُول اللَّه تَبْكِي وَقَدْ غَفَرَ اللَّه لَك مَا تَقَدَّمَ مِنْ ذَنْبك وَمَا تَأَخَّرَ ؟ فَقَالَ \" يَا بِلَال أَفَلَا أَكُون عَبْدًا شَكُورًا ؟ وَمَا لِي لَا أَبْكِي وَقَدْ نَزَلَ عَلَيَّ اللَّيْلَة \" إِنَّ فِي خَلْق السَّمَوَات وَالْأَرْض وَاخْتِلَاف اللَّيْل وَالنَّهَار لَآيَاتٍ لِأُولِي الْأَلْبَاب \" إِلَى قَوْله \" سُبْحَانك فَقِنَا عَذَاب النَّار \" ثُمَّ قَالَ \" وَيْل لِمَنْ قَرَأَ هَذِهِ الْآيَات ثُمَّ لَمْ يَتَفَكَّر فِيهَا \" . وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم وَابْن حِبَّان فِي صَحِيحه عَنْ عِمْرَان بْن مُوسَى عَنْ عُثْمَان بْن أَبِي شَيْبَة عَنْ يَحْيَى بْن زَكَرِيَّا عَنْ إِبْرَاهِيم بْن سُوَيْد النَّخَعِيّ عَنْ عَبْد الْمَلِك بْن أَبِي سُلَيْمَان عَنْ عَطَاء قَالَ : دَخَلْت أَنَا وَعُبَيْد بْن عُمَيْر عَلَى عَائِشَة فَذَكَرَ نَحْوه . وَهَكَذَا رَوَاهُ عَبْد اللَّه بْن مُحَمَّد بْن أَبِي الدُّنْيَا فِي كِتَاب التَّفَكُّر وَالِاعْتِبَار عَنْ شُجَاع بْن أَشْرَس بِهِ ثُمَّ قَالَ : حَدَّثَنِي الْحَسَن بْن عَبْد الْعَزِيز سَمِعْت سُنَيْدًا يَذْكُر عَنْ سُفْيَان هُوَ الثَّوْرِيّ رَفَعَهُ قَالَ \" مَنْ قَرَأَ آخِر آل عِمْرَان فَلَمْ يَتَفَكَّر فِيهَا وَيْله \" يَعُدّ عَشْرًا - قَالَ الْحَسَن بْن عَبْد الْعَزِيز : فَأَخْبَرَنِي عُبَيْد بْن السَّائِب قَالَ : قِيلَ لِلْأَوْزَاعِيّ مَا غَايَة التَّفَكُّر فِيهِنَّ ؟ قَالَ : يَقْرَأهُنَّ وَهُوَ يَعْقِلهُنَّ - قَالَ اِبْن أَبِي الدُّنْيَا : وَحَدَّثَنِي قَاسِم بْن هَاشِم حَدَّثَنَا عَلِيّ بْن عَيَّاش حَدَّثَنَا عَبْد الرَّحْمَن بْن سُلَيْمَان قَالَ : سَأَلْت الْأَوْزَاعِيّ عَنْ أَدْنَى مَا يَتَعَلَّق بِهِ الْمُتَعَلِّق مِنْ الْفِكْر فِيهِنَّ وَمَا يُنْجِيه مِنْ هَذَا الْوَيْل ؟ فَأَطْرَقَ هُنَيْهَة ثُمَّ قَالَ يَقْرَؤُهُنَّ وَهُوَ يَعْقِلهُنَّ . \" حَدِيث آخَر \" فِيهِ غَرَابَة . قَالَ أَبُو بَكْر بْن مَرْدُوَيه حَدَّثَنَا عَبْد الرَّحْمَن بْن بَشِير بْن نُمَيْر حَدَّثَنَا إِسْحَق بْن إِبْرَاهِيم الْبُسْتِيّ \" ح \" قَالَ وَحَدَّثَنَا إِسْحَق بْن إِبْرَاهِيم بْن زَيْد حَدَّثَنَا أَحْمَد بْن عُمَر وَقَالَ : أَنْبَأَنَا هِشَام بْن عَمَّار أَنْبَأَنَا سُلَيْمَان بْن مُوسَى الزُّهْرِيّ أَنْبَأَنَا مُظَاهِر بْن أَسْلَم الْمَخْزُومِيّ أَنْبَأَنَا سَعِيد بْن أَبِي سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَأ عَشْر آيَات مِنْ آخِر سُورَة آل عِمْرَان كُلّ لَيْلَة . مُظَاهِر بْن أَسْلَم ضَعِيف.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39948, "aya_id": 194}]