[{"text": "يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَّا يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئًا إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ", "sura_id": 31, "type": 0, "id": 3502, "aya_id": 33}, {"text": "يا أيها الناس اتقوا ربكم واخشوا يوما لا يجزي والد عن ولده ولا مولود هو جاز عن والده شيئا إن وعد الله حق فلا تغرنكم الحياة الدنيا ولا يغرنكم بالله الغرور", "sura_id": 31, "type": 1, "id": 9738, "aya_id": 33}, {"text": "33 - (يا أيها الناس) أهل مكة (اتقوا ربكم واخشوا يوما لا يجزي) يغني (والد عن ولده) فيه شيئا (ولا مولود هو جاز عن والده) فيه (شيئا إن وعد الله حق) بالبعث (فلا تغرنكم الحياة الدنيا) عن الإسلام (ولا يغرنكم بالله) في حلمه وإمهاله (الغرور) الشيطان \r\n", "sura_id": 31, "type": 2, "id": 28446, "aya_id": 33}, {"text": "يا أيها الناس اتقوا ربكم, وأطيعوه بامتثال أوامره واجتناب نواهيه, واحذروا يوم القيامة الذي لا يغني فيه والد عن ولده ولا مولود عن أبيه شيئًا, إن وعد الله حق لا ريب فيه, فلا تنخدعوا بالحياة الدنيا وزخرفها فتنسيكم الأخرى, ولا يخدعنكم بالله خادع من شياطين الجن والإنس.\r\n", "sura_id": 31, "type": 3, "id": 34682, "aya_id": 33}, {"text": " <font color=red>يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُمْ بِاللَّهِ</font><BR><p>يَقُول تَعَالَى مُنْذِرًا لِلنَّاسِ يَوْم الْمَعَاد وَآمِرًا لَهُمْ بِتَقْوَاهُ وَالْخَوْف مِنْهُ وَالْخَشْيَة مِنْ يَوْم الْقِيَامَة حَيْثُ \" لَا يَجْزِي وَالِد عَنْ وَلَده \" أَيْ لَوْ أَرَادَ أَنْ يَفْدِيه بِنَفْسِهِ لَمَا قُبِلَ مِنْهُ وَكَذَلِكَ الْوَلَد لَوْ أَرَادَ فِدَاء وَالِده بِنَفْسِهِ لَمْ يُقْبَل مِنْهُ ثُمَّ عَادَ بِالْمَوْعِظَةِ عَلَيْهِمْ بِقَوْلِهِ \" فَلَا تَغُرَّنكُمْ الْحَيَاة الدُّنْيَا \" أَيْ لَا تُلْهِيَنَّكُمْ بِالطُّمَأْنِينَةِ فِيهَا عَنْ الدَّار الْآخِرَة \" وَلَا يَغُرَّنكُمْ بِاَللَّهِ الْغَرُور\" يَعْنِي الشَّيْطَان . قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَالضَّحَّاك وَقَتَادَة فَإِنَّهُ يَغُرّ اِبْن آدَم وَيَعِدهُ وَيُمَنِّيه وَلَيْسَ مِنْ ذَلِكَ شَيْء بَلْ كَانَ كَمَا قَالَ تَعَالَى \" يَعِدهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدهُمْ الشَّيْطَان إِلَّا غُرُورًا \" قَالَ وَهْب بْن مُنَبِّه قَالَ عُزَيْر عَلَيْهِ السَّلَام \" لَمَّا رَأَيْت بَلَاء قَوْمِي اِشْتَدَّ حُزْنِي وَكَثُرَ هَمِّي وَأَرِقَ نَوْمِي فَتَضَرَّعْت إِلَى رَبِّي وَصَلَّيْت وَصُمْت فَأَنَا فِي ذَلِكَ التَّضَرُّع أَبْكِي إِذْ أَتَانِي الْمَلَك فَقُلْت لَهُ خَبِّرْنِي هَلْ تَشْفَع أَرْوَاح الصِّدِّيقِينَ لِلظَّلَمَةِ أَوْ الْآبَاء لِأَبْنَائِهِمْ ؟ قَالَ إِنَّ الْقِيَامَة فِيهَا فَصْل الْقَضَاء وَمِلْك ظَاهِر لَيْسَ فِيهِ رُخْصَة لَا يَتَكَلَّم فِيهِ أَحَد إِلَّا بِإِذْنِ الرَّحْمَن وَلَا يُؤْخَذ فِيهِ وَالِد عَنْ وَلَده وَلَا وَلَد عَنْ وَالِده وَلَا أَخ عَنْ أَخِيهِ وَلَا عَبْد عَنْ سَيِّده وَلَا يَهْتَمّ أَحَد بِهِ غَيْره وَلَا يَحْزَن لِحُزْنِهِ وَلَا أَحَد يَرْحَمهُ كُلّ مُشْفِق عَلَى نَفْسه وَلَا يُؤْخَذ إِنْسَان عَنْ إِنْسَان كُلّ يُهِمّهُ هَمّه وَيَبْكِي عَوْله وَيَحْمِل وِزْره وَلَا يَحْمِل وِزْره مَعَهُ غَيْره . رَوَاهُ اِبْن أَبِي حَاتِم.</p><BR> <br> ", "sura_id": 31, "type": 4, "id": 40129, "aya_id": 33}]