[{"text": "إِنَّا أَنذَرْنَاكُمْ عَذَابًا قَرِيبًا يَوْمَ يَنظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ الْكَافِرُ يَا لَيْتَنِي كُنتُ تُرَابًا", "sura_id": 78, "type": 0, "id": 5712, "aya_id": 40}, {"text": "إنا أنذرناكم عذابا قريبا يوم ينظر المرء ما قدمت يداه و يقول الكافر يا ليتني كنت ترابا", "sura_id": 78, "type": 1, "id": 11948, "aya_id": 40}, {"text": "40 - (إنا أنذرناكم) يا كفار مكة (عذابا قريبا) عذاب يوم القيامة الآتي وكل آت قريب (يوم) ظرف لعذابا بصفته (ينظر المرء) كل امرىء (ما قدمت يداه) من خير وشر (ويقول الكافر يا) حرف تنبيه (ليتني كنت ترابا) يعني فلا أعذب يقول ذلك عندما يقول الله تعالى للبهائم بعد الاقتصاص من بعضها لبعض كوني ترابا \r\n", "sura_id": 78, "type": 2, "id": 30656, "aya_id": 40}, {"text": "إنَّا حذَّرناكم عذاب يوم الآخرة القريب الذي يرى فيه كل امرئ ما عمل من خير أو اكتسب من إثم, ويقول الكافر من هول الحساب: يا ليتني كنت ترابًا فلم أُبعث.\r\n", "sura_id": 78, "type": 3, "id": 36892, "aya_id": 40}, {"text": " <font color=red>إِنَّا أَنْذَرْنَاكُمْ عَذَابًا قَرِيبًا يَوْمَ يَنْظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ الْكَافِرُ يَا لَيْتَنِي كُنْتُ</font><BR><p>\" إِنَّا أَنْذَرْنَاكُمْ عَذَابًا قَرِيبًا \" يَعْنِي يَوْم الْقِيَامَة لِتَأَكُّدِ وُقُوعه صَارَ قَرِيبًا لِأَنَّ كُلّ مَا هُوَ آتٍ آتٍ \" يَوْم يَنْظُر الْمَرْء مَا قَدَّمَتْ يَدَاهُ \" يَعْرِض عَلَيْهِ جَمِيع أَعْمَاله خَيْرهَا وَشَرّهَا قَدِيمهَا وَحَدِيثهَا كَقَوْلِهِ تَعَالَى\" وَوَجَدُوا مَا عَمِلُوا حَاضِرًا \" وَكَقَوْلِهِ تَعَالَى \" يُنَبَّأ الْإِنْسَان يَوْمئِذٍ بِمَا قَدَّمَ وَأَخَّرَ \" \" وَيَقُول الْكَافِر يَا لَيْتَنِي كُنْت تُرَابًا \" أَيْ يَوَدّ الْكَافِر يَوْمئِذٍ أَنَّهُ كَانَ فِي الدَّار الدُّنْيَا تُرَابًا وَلَمْ يَكُنْ خُلِقَ وَلَا خَرَجَ إِلَى الْوُجُود وَذَلِكَ حِين عَايَنَ عَذَاب اللَّه وَنَظَرَ إِلَى أَعْمَاله الْفَاسِدَة قَدْ سُطِرَتْ عَلَيْهِ بِأَيْدِي الْمَلَائِكَة السَّفَرَة الْكِرَام الْبَرَرَة وَقِيلَ إِنَّمَا يَوَدّ ذَلِكَ حِين يَحْكُم اللَّه بَيْن الْحَيَوَانَات الَّتِي كَانَتْ فِي الدُّنْيَا فَيَفْصِل بَيْنهَا بِحُكْمِهِ الْعَدْل الَّذِي لَا يَجُور حَتَّى إِنَّهُ لَيَقْتَصّ لِلشَّاةِ الْجَمَّاء مِنْ الْقَرْنَاء فَإِذَا فَرَغَ مِنْ الْحُكْم بَيْنهَا قَالَ لَهَا كُونِي تُرَابًا فَتَصِير تُرَابًا فَعِنْد ذَلِكَ يَقُول الْكَافِر \" يَا لَيْتَنِي كُنْت تُرَابًا \" أَيْ كُنْت حَيَوَانًا فَأَرْجِع إِلَى التُّرَاب وَقَدْ وَرَدَ مَعْنَى هَذَا فِي حَدِيث الصُّور الْمَشْهُور وَوَرَدَ فِيهِ آثَار عَنْ أَبِي هُرَيْرَة وَعَبْد اللَّه بْن عَمْرو وَغَيْرهمَا آخِر تَفْسِير سُورَة النَّبَأ وَلِلَّهِ الْحَمْد وَالْمِنَّة وَبِهِ التَّوْفِيق وَالْعِصْمَة .</p><BR> <br> ", "sura_id": 78, "type": 4, "id": 43003, "aya_id": 40}]