[{"text": "وَقَاتِلُوهُمْ حَتَّى لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلّهِ فَإِنِ انتَهَواْ فَلاَ عُدْوَانَ إِلاَّ عَلَى الظَّالِمِينَ", "sura_id": 2, "type": 0, "id": 200, "aya_id": 193}, {"text": "وقاتلوهم حتى لا تكون فتنة ويكون الدين لله فإن انتهوا فلا عدوان إلا على الظالمين", "sura_id": 2, "type": 1, "id": 6436, "aya_id": 193}, {"text": "193 - (وقاتلوهم حتى لا تكون) توجد (فتنة) شرك (ويكون الدين) العبادة (لله) وحده لا يعبد سواه (فإن انتهوا) عن الشرك فلا تعتدوا عليهم دل على هذا (فلا عدوان) اعتداء بقتل أو غيره (إلا على الظالمين) ومن انتهى فليس بظالم فلا عدوان عليه \r\n", "sura_id": 2, "type": 2, "id": 25144, "aya_id": 193}, {"text": "واستمروا- أيها المؤمنون- في قتال المشركين المعتدين, حتى لا تكون فتنة للمسلمين عن دينهم ولا شرك بالله, ويبقى الدين لله وحده خالصًا لا يُعْبَد معه غيره. فإن كفُّوا عن الكفر والقتال فكُفُّوا عنهم; فالعقوبة لا تكون إلا على المستمرين على كفرهم وعدوانهم.\r\n", "sura_id": 2, "type": 3, "id": 31380, "aya_id": 193}, {"text": " <font color=red>وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ</font><BR><p>ثُمَّ أَمَرَ اللَّه تَعَالَى بِقِتَالِ الْكُفَّار \" حَتَّى لَا تَكُون فِتْنَةٌ\" أَيْ شِرْك قَالَهُ اِبْن عَبَّاس وَأَبُو الْعَالِيَة وَمُجَاهِد وَالْحَسَن وَقَتَادَة وَالرَّبِيع وَمُقَاتِل بْن حَيَّان وَالسُّدِّيّ وَزَيْد بْن أَسْلَمَ \" وَيَكُون الدِّين لِلَّهِ \" أَيْ يَكُون دِين اللَّه هُوَ الظَّاهِر الْعَالِي عَلَى سَائِر الْأَدْيَان كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي مُوسَى الْأَشْعَرِيّ قَالَ : سُئِلَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَنْ الرَّجُل يُقَاتِل شُجَاعَة وَيُقَاتِل حَمِيَّة وَيُقَاتِل رِيَاء أَيّ ذَلِكَ فِي سَبِيل اللَّه ؟ فَقَالَ : \" مَنْ قَاتَلَ لِتَكُونَ كَلِمَةُ اللَّهِ هِيَ الْعُلْيَا فَهُوَ فِي سَبِيل اللَّه \" وَفِي الصَّحِيحَيْنِ \" أُمِرْت أَنْ أُقَاتِلَ النَّاس حَتَّى يَقُولُوا لَا إِلَه إِلَّا اللَّه فَإِذَا قَالُوهَا عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالهمْ إِلَّا بِحَقِّهَا وَحِسَابُهُمْ عَلَى اللَّه \" . وَقَوْله \" فَإِنْ اِنْتَهَوْا فَلَا عُدْوَان إِلَّا عَلَى الظَّالِمِينَ \" يَقُول تَعَالَى فَإِنْ اِنْتَهَوْا عَمَّا هُمْ فِيهِ مِنْ الشِّرْك وَقِتَال الْمُؤْمِنِينَ فَكَفُّوا عَنْهُمْ فَإِنَّ مَنْ قَاتَلَهُمْ بَعْد ذَلِكَ فَهُوَ ظَالِم وَلَا عُدْوَان إِلَّا عَلَى الظَّالِمِينَ وَهَذَا مَعْنَى قَوْل مُجَاهِد أَنْ لَا يُقَاتَلَ إِلَّا مَنْ قَاتَلَ أَوْ يَكُون تَقْدِيره فَإِنْ اِنْتَهَوْا فَقَدْ تَخَلَّصُوا مِنْ الظُّلْم وَهُوَ الشِّرْك فَلَا عُدْوَان عَلَيْهِمْ بَعْد ذَلِكَ وَالْمُرَاد بِالْعُدْوَانِ هَاهُنَا الْمُعَاقَبَة وَالْمُقَاتَلَة كَقَوْلِهِ \" فَمَنْ اِعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اِعْتَدَى عَلَيْكُمْ \" وَقَوْله وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا \" \" وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ \" وَلِهَذَا قَالَ عِكْرِمَة وَقَتَادَة الظَّالِم الَّذِي أَبَى أَنْ يَقُول لَا إِلَه إِلَّا اللَّه . وَقَالَ الْبُخَارِيّ قَوْله : \" وَقَاتِلُوهُمْ حَتَّى لَا تَكُون فِتْنَةٌ\" الْآيَة . حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا عَبْد الْوَهَّاب حَدَّثَنَا عُبَيْد اللَّه عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ أَتَاهُ رَجُلَانِ فِي فِتْنَة اِبْن الزُّبَيْر فَقَالَا : إِنَّ النَّاس ضَيَّعُوا وَأَنْتَ اِبْن عُمَر وَصَاحِب النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَمَا يَمْنَعُك أَنْ تَخْرُجَ ؟ فَقَالَ : يَمْنَعنِي أَنَّ اللَّه حَرَّمَ دَم أَخِي قَالَا : أَلَمْ يَقُلْ اللَّه \" وَقَاتِلُوهُمْ حَتَّى لَا تَكُون فِتْنَة \" ؟ فَقَالَ : قَاتَلْنَا حَتَّى لَمْ تَكُنْ فِتْنَة وَكَانَ الدِّين لِلَّهِ وَأَنْتُمْ تُرِيدُونَ أَنْ تُقَاتِلُوا حَتَّى تَكُون فِتْنَة وَحَتَّى يَكُون الدِّين لِغَيْرِ اللَّه وَزَادَ عُثْمَان بْن صَالِح عَنْ اِبْن وَهْب أَخْبَرَنِي فُلَان وَحَيْوَة بْن شُرَيْح عَنْ بَكْر بْن عُمَر الْمَعَافِرِيّ أَنَّ بُكَيْر بْن عَبْد اللَّه حَدَّثَهُ عَنْ نَافِع أَنَّ رَجُلًا أَتَى اِبْن عُمَر فَقَالَ : يَا أَبَا عَبْد الرَّحْمَن مَا حَمَلَك عَلَى أَنْ تَحُجّ عَامًا وَتُقِيم عَامًا وَتَتْرُك الْجِهَاد فِي سَبِيل اللَّه عَزَّ وَجَلَّ وَقَدْ عَلِمْت مَا رَغَّبَ اللَّهُ فِيهِ ؟ فَقَالَ يَا اِبْن أَخِي بُنِيَ الْإِسْلَامُ عَلَى خَمْس : الْإِيمَان بِاَللَّهِ وَرَسُوله وَالصَّلَاة الْخَمْس وَصِيَام رَمَضَان وَأَدَاء الزَّكَاة وَحَجّ الْبَيْت . قَالُوا يَا أَبَا عَبْد الرَّحْمَن أَلَا تَسْمَع مَا ذَكَرَ اللَّه فِي كِتَابه\" وَإِنْ طَائِفَتَانِ مِنْ الْمُؤْمِنِينَ اِقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْر اللَّه \" \" وَقَاتِلُوهُمْ حَتَّى لَا تَكُون فِتْنَة \" قَالَ فَعَلْنَا عَلَى عَهْد رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَكَانَ الْإِسْلَام قَلِيلًا فَكَانَ الرَّجُل يُفْتَن فِي دِينه إِمَّا قَتَلُوهُ أَوْ عَذَّبُوهُ حَتَّى كَثُرَ الْإِسْلَام فَلَمْ تَكُنْ فِتْنَة قَالَ فَمَا قَوْلك فِي عَلِيّ وَعُثْمَان ؟ قَالَ أَمَّا عُثْمَان فَكَانَ اللَّه عَفَا عَنْهُ وَأَمَّا أَنْتُمْ فَكَرِهْتُمْ أَنْ يَعْفُو عَنْهُ وَأَمَّا عَلِيّ فَابْن عَمّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَخَتَنه فَأَشَارَ بِيَدِهِ فَقَالَ هَذَا بَيْته حَيْثُ تَرَوْنَ.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38601, "aya_id": 193}]