[{"text": "وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا", "sura_id": 25, "type": 0, "id": 2927, "aya_id": 72}, {"text": "والذين لا يشهدون الزور وإذا مروا باللغو مروا كراما", "sura_id": 25, "type": 1, "id": 9163, "aya_id": 72}, {"text": "72 - (والذين لا يشهدون الزور) الكذب والباطل (وإذا مروا باللغو) من الكلام القبيح وغيره (مروا كراما) معرضين عنه \r\n", "sura_id": 25, "type": 2, "id": 27871, "aya_id": 72}, {"text": "والذين لا يشهدون بالكذب ولا يحضرون مجالسه، وإذا مروا بأهل الباطل واللغو من غير قصد مرُّوا معرضين منكرين يتنزهون عنه، ولا يرضونه لغيرهم.\r\n", "sura_id": 25, "type": 3, "id": 34107, "aya_id": 72}, {"text": " <font color=red>وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا</font><BR><p>وَهَذِهِ أَيْضًا مِنْ صِفَات عِبَاد الرَّحْمَن أَنَّهُمْ لَا يَشْهَدُونَ الزُّور قِيلَ هُوَ الشِّرْك وَعِبَادَة الْأَصْنَام وَقِيلَ الْكَذِب وَالْفِسْق وَالْكُفْر وَاللَّغْو وَالْبَاطِل وَقَالَ مُحَمَّد بْن الْحَنَفِيَّة هُوَ اللَّغْو وَالْغِنَاء وَقَالَ أَبُو الْعَالِيَة وَطَاوُس وَابْن سِيرِينَ وَالضَّحَّاك وَالرَّبِيع بْن أَنَس وَغَيْرهمْ هُوَ أَعْيَاد الْمُشْرِكِينَ وَقَالَ عَمْرو بْن قَيْس هِيَ مَجَالِس السُّوء وَالْخَنَا وَقَالَ مَالِك عَنْ الزُّهْرِيّ : شُرْب الْخَمْر لَا يَحْضُرُونَهُ وَلَا يَرْغَبُونَ فِيهِ كَمَا جَاءَ فِي الْحَدِيث \" مَنْ كَانَ يُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر فَلَا يَجْلِس عَلَى مَائِدَة يُدَار عَلَيْهَا الْخَمْر \" وَقِيلَ الْمُرَاد بِقَوْلِهِ تَعَالَى \" لَا يَشْهَدُونَ الزُّور \" أَيْ شَهَادَة الزُّور وَهِيَ الْكَذِب مُتَعَمِّدًا عَلَى غَيْره كَمَا فِي الصَّحِيحَيْنِ عَنْ أَبِي بَكْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا أُنَبِّئكُمْ بِأَكْبَر الْكَبَائِر ؟ \" ثَلَاثًا - قُلْنَا بَلَى يَا رَسُول اللَّه قَالَ \" الشِّرْك بِاَللَّهِ وَعُقُوق الْوَالِدَيْنِ \" وَكَانَ مُتَّكِئًا فَجَلَسَ فَقَالَ \" أَلَا وَقَوْل الزُّور أَلَا وَشَهَادَة الزُّور \" فَمَا زَالَ يُكَرِّرهَا حَتَّى قُلْنَا لَيْتَهُ سَكَتَ وَالْأَظْهَر مِنْ السِّيَاق أَنَّ الْمُرَاد لَا يَشْهَدُونَ الزُّور أَيْ لَا يَحْضُرُونَهُ وَلِهَذَا قَالَ تَعَالَى\" وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا \" أَيْ لَا يَحْضُرُونَ الزُّور وَإِذَا اِتَّفَقَ مُرُورهمْ بِهِ مَرُّوا وَلَمْ يَتَدَنَّسُوا مِنْهُ بِشَيْءٍ وَلِهَذَا قَالَ \" مَرُّوا كِرَامًا \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو الْحَسَن الْعِجْلِيّ عَنْ مُحَمَّد بْن مُسْلِم أَخْبَرَنِي إِبْرَاهِيم بْن مَيْسَرَة أَنَّ اِبْن مَسْعُود مَرَّ بِلَهْوٍ فَلَمْ يَقِف فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَقَدْ أَصْبَحَ اِبْن مَسْعُود وَأَمْسَى كَرِيمًا \" وَحَدَّثَنَا الْحُسَيْن بْن مُحَمَّد بْن سَلَمَة النَّحْوِيّ ثَنَا حِبَّان أَنَا عَبْد اللَّه أَنَا مُحَمَّد بْن مُسْلِم أَخْبَرَنِي مَيْسَرَة قَالَ بَلَغَنِي أَنَّ اِبْن مَسْعُود مَرَّ بِلَهْوٍ مُعْرِضًا فَلَمْ يَقِف فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَقَدْ أَصْبَحَ اِبْن مَسْعُود وَأَمْسَى كَرِيمًا \" ثُمَّ تَلَا إِبْرَاهِيم بْن مَيْسَرَة \" وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا \" .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39358, "aya_id": 72}]