[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَّكُمْ فَاحْذَرُوهُمْ وَإِن تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ", "sura_id": 64, "type": 0, "id": 5213, "aya_id": 14}, {"text": "يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم وإن تعفوا وتصفحوا وتغفروا فإن الله غفور رحيم", "sura_id": 64, "type": 1, "id": 11449, "aya_id": 14}, {"text": "14 - (يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم) أن تطيعوهم في التخلف عن الخير كالجهاد والهجرة فإن سبب نزول الآية الاطاعة في ذلك (وإن تعفوا) عنهم في تثبيطهم إياكم عن ذلك الخير معتلين بمشقة فراقكم عليهم (وتصفحوا وتغفروا فإن الله غفور رحيم) \r\n", "sura_id": 64, "type": 2, "id": 30157, "aya_id": 14}, {"text": "يا أيها الذين آمنوا بالله ورسوله, إنَّ مِن أزواجكم وأولادكم أعداء لكم يصدونكم عن سبيل الله, ويثبطونكم عن طاعته, فكونوا منهم على حذر, ولا تطيعوهم, وإن تتجاوزوا عن سيئاتهم وتعرضوا عنها, وتستروها عليهم, فإن الله غفور رحيم, يغفر لكم ذنوبكم؛ لأنه سبحانه عظيم الغفران واسع الرحمة.\r\n", "sura_id": 64, "type": 3, "id": 36393, "aya_id": 14}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْأَزْوَاج وَالْأَوْلَاد إِنَّ مِنْهُمْ مَنْ هُوَ عَدُوّ الزَّوْج وَالْوَلَد بِمَعْنَى أَنَّهُ يُلْتَهَى بِهِ عَنْ الْعَمَل الصَّالِح كَقَوْلِهِ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالكُمْ وَلَا أَوْلَادكُمْ عَنْ ذِكْر اللَّه وَمَنْ يَفْعَل ذَلِكَ فَأُولَئِكَ هُمْ الْخَاسِرُونَ \" وَلِهَذَا قَالَ تَعَالَى هَاهُنَا \" فَاحْذَرُوهُمْ\" قَالَ اِبْن زَيْد يَعْنِي عَلَى دِينكُمْ وَقَالَ مُجَاهِد \" إِنَّ مِنْ أَزْوَاجكُمْ وَأَوْلَادكُمْ عَدُوًّا لَكُمْ \" قَالَ يَحْمِل الرَّجُل عَلَى قَطِيعَة الرَّحِم أَوْ مَعْصِيَة رَبِّهِ فَلَا يَسْتَطِيع الرَّجُل مَعَ حُبّه إِلَّا أَنْ يُطِيعهُ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن خَلَف الصَّيْدَلَانِيّ حَدَّثَنَا الْفِرْيَابِيّ حَدَّثَنَا إِسْرَائِيل حَدَّثَنَا سِمَاك بْن حَرْب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس وَسَأَلَهُ رَجُل عَنْ هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجكُمْ وَأَوْلَادكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ \" قَالَ فَهَؤُلَاءِ رِجَال أَسْلَمُوا مِنْ مَكَّة فَأَرَادُوا أَنْ يَأْتُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَبَى أَزْوَاجهمْ وَأَوْلَادهمْ أَنْ يَدَعُوهُمْ فَلَمَّا أَتَوْا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَأَوْا النَّاس قَدْ فَقِهُوا فِي الدِّين فَهَمُّوا أَنْ يُعَاقِبُوهُمْ فَأَنْزَلَ اللَّه تَعَالَى هَذِهِ الْآيَة \" وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّه غَفُور رَحِيم \" وَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ مُحَمَّد بْن يَحْيَى عَنْ الْفِرْيَابِيّ وَهُوَ مُحَمَّد بْن يُوسُف بِهِ وَقَالَ حَسَن صَحِيح وَرَوَاهُ اِبْن جَرِير وَالطَّبَرَانِيّ مِنْ حَدِيث إِسْرَائِيل بِهِ وَرَوَى مِنْ طَرِيق الْعَوْفِيّ عَنْ اِبْن عَبَّاس نَحْوه وَهَكَذَا قَالَ عِكْرِمَة مَوْلَاهُ سَوَاء .</p><BR> <br> ", "sura_id": 64, "type": 4, "id": 42295, "aya_id": 14}]