[{"text": "وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُؤُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ", "sura_id": 32, "type": 0, "id": 3515, "aya_id": 12}, {"text": "ولو ترى إذ المجرمون ناكسوا رؤوسهم عند ربهم ربنا أبصرنا وسمعنا فارجعنا نعمل صالحا إنا موقنون", "sura_id": 32, "type": 1, "id": 9751, "aya_id": 12}, {"text": "12 - (ولو ترى إذ المجرمون) الكافرون (ناكسوا رؤوسهم عند ربهم) مطأطؤوها حياء يقولون (ربنا أبصرنا) ما أنكرنا من البعث (وسمعنا) منك تصديق الرسل فيما كذبناهم فيه (فارجعنا) إلى الدنيا (نعمل صالحا) فيها (إنا موقنون) الآن فما ينفعهم ذلك ولا يرجعون وجواب لو لرأيت أمرا فظيعا \r\n", "sura_id": 32, "type": 2, "id": 28459, "aya_id": 12}, {"text": "ولو ترى -أيها المخاطب- إذ المجرمون الذين أنكروا البعث قد خفضوا رؤوسهم عند ربهم من الخزي والعار قائلين: ربنا أبصرنا قبائحنا, وسمعنا منك تصديق ما كانت رسلك تأمرنا به في الدنيا, وقد تُبْنا إليك, فارجعنا إلى الدنيا لنعمل فيها بطاعتك, إنا قد أيقنَّا الآن ما كنا به في الدنيا مكذبين من وحدانيتك, وأنك تبعث من في القبور. ولو رأيت -أيها الخاطب- ذلك كله, لرأيت أمرًا عظيمًا, وخطبًا جسيمًا.\r\n", "sura_id": 32, "type": 3, "id": 34695, "aya_id": 12}, {"text": " <font color=red>وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ حَال الْمُشْرِكِينَ يَوْم الْقِيَامَة وَحَالهمْ حِين عَايَنُوا الْبَعْث وَقَامُوا بَيْن يَدَيْ اللَّه عَزَّ وَجَلَّ حَقِيرِينَ ذَلِيلِينَ نَاكِسِي رُءُوسهمْ أَيْ مِنْ الْحَيَاء وَالْخَجَل يَقُولُونَ \" رَبّنَا أَبْصَرْنَا وَسَمِعْنَا \" أَيْ نَحْنُ الْآن نَسْمَع قَوْلك وَنُطِيع أَمْرك كَمَا قَالَ تَعَالَى \" أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْم يَأْتُونَنَا \" وَكَذَلِكَ يَعُودُونَ عَلَى أَنْفُسهمْ بِالْمَلَامَةِ إِذَا دَخَلُوا النَّار بِقَوْلِهِمْ \" لَوْ كُنَّا نَسْمَع أَوْ نَعْقِل مَا كُنَّا فِي أَصْحَاب السَّعِير \" وَهَكَذَا هَؤُلَاءِ يَقُولُونَ \" رَبّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا\" أَيْ إِلَى الدُّنْيَا \" نَعْمَل صَالِحًا إِنَّا مُوقِنُونَ \" أَيْ قَدْ أَيْقَنَّا وَتَحَقَّقْنَا فِيهَا أَنَّ وَعْدك حَقّ وَلِقَاءَك حَقّ وَقَدْ عَلِمَ الرَّبّ تَعَالَى مِنْهُمْ أَنَّهُ لَوْ أَعَادَهُمْ إِلَى دَار الدُّنْيَا لَكَانُوا كَمَا كَانُوا فِيهَا كُفَّارًا يُكَذِّبُونَ بِآيَاتِ اللَّه وَيُخَالِفُونَ رُسُله كَمَا قَالَ تَعَالَى \" وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّار فَقَالُوا يَا لَيْتَنَا نُرَدّ وَلَا نُكَذِّب بِآيَاتِ رَبّنَا \" الْآيَة .</p><BR> <br> ", "sura_id": 32, "type": 4, "id": 40140, "aya_id": 12}]