[{"text": "إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ", "sura_id": 58, "type": 0, "id": 5114, "aya_id": 10}, {"text": "إنما النجوى من الشيطان ليحزن الذين آمنوا وليس بضارهم شيئا إلا بإذن الله وعلى الله فليتوكل المؤمنون", "sura_id": 58, "type": 1, "id": 11350, "aya_id": 10}, {"text": "10 - (إنما النجوى) بالإثم ونحوه (من الشيطان) لغروره (ليحزن الذين آمنوا وليس) هو (بضارهم شيئا إلا بإذن الله) أي إرادته (وعلى الله فليتوكل المؤمنون) \r\n", "sura_id": 58, "type": 2, "id": 30058, "aya_id": 10}, {"text": "إنما التحدث خفية بالإثم والعدوان من وسوسة للشيطان، فهو المزيِّن لها, والحامل عليها; ليُدْخِل الحزن على قلوب المؤمنين، وليس ذلك بمؤذي المؤمنين شيئًا إلا بمشيئة الله تعالى وإرادته. وعلى الله وحده فليعتمد المؤمنون به.\r\n", "sura_id": 58, "type": 3, "id": 36294, "aya_id": 10}, {"text": " <font color=red>إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ</font><BR><p>أَيْ إِنَّمَا النَّجْوَى وَهِيَ الْمُسَارَّة حَيْثُ يَتَوَهَّم مُؤْمِن بِهَا سُوءًا \" مِنْ الشَّيْطَان لِيُحْزِن الَّذِينَ آمَنُوا \" يَعْنِي إِنَّمَا يَصْدُر هَذَا مِنْ الْمُتَنَاجِينَ عَنْ تَسْوِيل الشَّيْطَان وَتَزْيِينه \" لِيُحْزِن الَّذِينَ آمَنُوا\" أَيْ لِيَسُوءَهُمْ وَلَيْسَ ذَلِكَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّه وَمَنْ أَحَسَّ مِنْ ذَلِكَ شَيْئًا فَلْيَسْتَعِذْ بِاَللَّهِ وَلْيَتَوَكَّلْ عَلَى اللَّه فَإِنَّهُ لَا يَضُرّهُ شَيْء بِإِذْنِ اللَّه . وَقَدْ وَرَدَتْ السُّنَّة بِالنَّهْيِ عَنْ التَّنَاجِي حَيْثُ يَكُون فِي ذَلِكَ تَأَذٍّ عَلَى مُؤْمِن كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع وَأَبُو مُعَاوِيَة قَالَا حَدَّثَنَا الْأَعْمَش عَنْ أَبِي وَائِل عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا كُنْتُمْ ثَلَاثَة فَلَا يَتَنَاجَى اِثْنَانِ دُون صَاحِبهمَا فَإِنَّ ذَلِكَ يُحْزِنهُ\" وَأَخْرَجَاهُ مِنْ حَدِيث الْأَعْمَش . وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ أَيُّوب عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا كُنْتُمْ ثَلَاثَة فَلَا يَتَنَاجَى اِثْنَانِ دُون الثَّالِث إِلَّا بِإِذْنِهِ فَإِنَّ ذَلِكَ يُحْزِنهُ \" اِنْفَرَدَ بِإِخْرَاجِهِ مُسْلِم عَنْ أَبِي الرَّبِيع وَأَبِي كَامِل كِلَاهُمَا عَنْ حَمَّاد بْن زَيْد عَنْ أَيُّوب بِهِ .</p><BR> <br> ", "sura_id": 58, "type": 4, "id": 42031, "aya_id": 10}]