[{"text": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاء ثُمَّ لِيَقْطَعْ فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ", "sura_id": 22, "type": 0, "id": 2610, "aya_id": 15}, {"text": "من كان يظن أن لن ينصره الله في الدنيا و الآخرة فليمدد بسبب إلى السماء ثم ليقطع فلينظر هل يذهبن كيده ما يغيظ", "sura_id": 22, "type": 1, "id": 8846, "aya_id": 15}, {"text": "15 - (من كان يظن أن لن ينصره الله) أي محمدا نبيه (في الدنيا والآخرة فليمدد بسبب) بحبل (إلى السماء) أي سقف بيته يشده فيه وفي عنقه (ثم ليقطع) أي ليختنق به بأن يقطع نفسه من الأرض كما في الصحاح (فلينظر هل يذهبن كيده) في عدم نصره النبي (ما يغيظ) منها المعنى فليختنق غيظا منها فلا بد منها \r\n", "sura_id": 22, "type": 2, "id": 27554, "aya_id": 15}, {"text": "من كان يعتقد أن الله تعالى لن يؤيد رسوله محمدًا بالنصر في الدنيا بإظهار دينه, وفي الآخرة بإعلاء درجته, وعذابِ مَن كذَّبه، فلْيَمدُدْ حبلا إلى سقف بيته وليخنق به نفسه, ثم ليقطع ذلك الحبل، ثم لينظر: هل يُذْهِبنَّ ذلك ما يجد في نفسه من الغيظ؟ فإن الله تعالى ناصرٌ نبيه محمدًا صلى الله عليه وسلم لا محالة.\r\n", "sura_id": 22, "type": 3, "id": 33790, "aya_id": 15}, {"text": " <font color=red>مَنْ كَانَ يَظُنُّ أَنْ لَنْ يَنْصُرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاءِ ثُمَّ لِيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ</font><BR><p>قَالَ اِبْن عَبَّاس مَنْ كَانَ يَظُنّ أَنْ لَنْ يَنْصُرَ اللَّهُ مُحَمَّدًا \" صَلَّى اللَّه عَلَيْهِ وَعَلَى آلِه وَسَلَّمَ \" فِي الدُّنْيَا وَالْآخِرَة فَلْيَمْدُدْ بِسَبَبٍ أَيْ بِحَبْلٍ \" إِلَى السَّمَاء \" أَيْ سَمَاء بَيْته \" ثُمَّ لْيَقْطَعْ \" يَقُول ثُمَّ لِيَخْتَنِق بِهِ وَكَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَعَطَاء وَأَبُو الْجَوْزَاء وَقَتَادَة وَغَيْرهمْ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم \" فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاء \" أَيْ لِيَتَوَصَّل إِلَى بُلُوغ السَّمَاء فَإِنَّ النَّصْر إِنَّمَا يَأْتِي مُحَمَّدًا مِنْ السَّمَاء \" ثُمَّ لْيَقْطَعْ \" ذَلِكَ عَنْهُ إِنْ قَدَرَ عَلَى ذَلِكَ وَقَوْل اِبْن عَبَّاس وَأَصْحَابه أَوْلَى وَأَظْهَر فِي الْمَعْنَى وَأَبْلَغ فِي التَّهَكُّم فَإِنَّ الْمَعْنَى مَنْ كَانَ يَظُنّ أَنَّ اللَّه لَيْسَ بِنَاصِرٍ مُحَمَّدًا وَكِتَابه وَدِينه فَلْيَذْهَبْ فَلْيَقْتُلْ نَفْسه إِنْ كَانَ ذَلِكَ غَائِظه فَإِنَّ اللَّه نَاصِره لَا مَحَالَة قَالَ اللَّه تَعَالَى : \" إِنَّا لَنَنْصُر رُسُلنَا وَاَلَّذِينَ آمَنُوا فِي الْحَيَاة الدُّنْيَا وَيَوْم يَقُوم الْأَشْهَاد \" الْآيَة وَلِهَذَا قَالَ : \" فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْده مَا يَغِيظ \" قَالَ السُّدِّيّ يَعْنِي مِنْ شَأْن مُحَمَّد وَقَالَ عَطَاء الْخُرَاسَانِيّ فَلْيَنْظُرْ هَلْ يَشْفِي ذَلِكَ مَا يَجِد فِي صَدْره مِنْ الْغَيْظ .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39035, "aya_id": 15}]