[{"text": "وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ حُسْنًا وَإِن جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ", "sura_id": 29, "type": 0, "id": 3348, "aya_id": 8}, {"text": "ووصينا الإنسان بوالديه حسنا وإن جاهداك لتشرك بي ما ليس لك به علم فلا تطعهما إلي مرجعكم فأنبئكم بما كنتم تعملون", "sura_id": 29, "type": 1, "id": 9584, "aya_id": 8}, {"text": "8 - (ووصينا الإنسان بوالديه حسنا) أي إيصاء ذا حسن بأن يبرهما (وإن جاهداك لتشرك بي ما ليس لك به) بإشراكه (علم) موافقة للواقع فلا مفهوم له (فلا تطعهما) في الاشراك (إلي مرجعكم فأنبئكم بما كنتم تعملون) فاجازيكم به \r\n", "sura_id": 29, "type": 2, "id": 28292, "aya_id": 8}, {"text": "ووصينا الإنسان بوالديه أن يبرهما, ويحسن إليهما بالقول والعمل, وإن جاهداك -أيها الإنسان- على أن تشرك معي في عبادتي, فلا تمتثل أمرهما. ويلحق بطلب الإشراك بالله, سائر المعاصي, فلا طاعة لمخلوق كائنًا من كان في معصية الله سبحانه, كما ثبت ذلك عن رسول الله صلى الله عليه وسلم. إليَّ مصيركم يوم القيامة, فأخبركم بما كنتم تعملون في الدنيا من صالح الأعمال وسيئها, وأجازيكم عليها.\r\n", "sura_id": 29, "type": 3, "id": 34528, "aya_id": 8}, {"text": " <font color=red>وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ</font><BR><p>يَقُول تَعَالَى آمِرًا عِبَاده بِالْإِحْسَانِ إِلَى الْوَالِدَيْنِ بَعْد الْحَثّ عَلَى التَّمَسُّك بِتَوْحِيدِهِ فَإِنَّ الْوَالِدَيْنِ هُمَا سَبَب وُجُود الْإِنْسَان وَلَهُمَا عَلَيْهِ غَايَة الْإِحْسَان فَالْوَالِد بِالْإِنْفَاقِ وَالْوَالِدَة بِالْإِشْفَاقِ وَلِهَذَا قَالَ تَعَالَى : \" وَقَضَى رَبّك أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدك الْكِبَرَ أَحَدهمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفّ وَلَا تَنْهَرهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا وَاخْفِضْ لَهُمَا جَنَاح الذُّلّ مِنْ الرَّحْمَة وَقُلْ رَبّ اِرْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا \" وَمَعَ هَذِهِ الْوَصِيَّة بِالرَّأْفَةِ وَالرَّحْمَة وَالْإِحْسَان إِلَيْهِمَا فِي مُقَابَلَة إِحْسَانهمَا الْمُتَقَدِّم قَالَ : \" وَإِنْ جَاهَدَاك لِتُشْرِكَ بِي مَا لَيْسَ لَك بِهِ عِلْم فَلَا تُطِعْهُمَا \" أَيْ وَإِنْ حَرِصَا عَلَيْك أَنْ تُتَابِعهُمَا عَلَى دِينهمَا إِذَا كَانَا مُشْرِكَيْنِ فَإِيَّاكَ وَإِيَّاهُمَا فَلَا تُطِعْهُمَا فِي ذَلِكَ فَإِنَّ مَرْجِعكُمْ إِلَيَّ يَوْم الْقِيَامَة فَأَجْزِيك بِإِحْسَانِك إِلَيْهِمَا وَصَبْرك عَلَى دِينك وَأَحْشُرك مَعَ الصَّالِحِينَ لَا فِي زُمْرَة وَالِدَيْك وَإِنْ كُنْت أَقْرَب النَّاس إِلَيْهِمَا فِي الدُّنْيَا فَإِنَّ الْمَرْء إِنَّمَا يُحْشَر يَوْم الْقِيَامَة مَعَ مَنْ أَحَبَّ أَيْ حُبًّا دِينِيًّا.</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39841, "aya_id": 8}]