[{"text": "شَرَعَ لَكُم مِّنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَن يَشَاء وَيَهْدِي إِلَيْهِ مَن يُنِيبُ", "sura_id": 42, "type": 0, "id": 4285, "aya_id": 13}, {"text": "شرع لكم من الدين ما وصى به نوحا والذي أوحينا إليك وما وصينا به إبراهيم وموسى وعيسى أن أقيموا الدين ولا تتفرقوا فيه كبر على المشركين ما تدعوهم إليه الله يجتبي إليه من يشاء ويهدي إليه من ينيب", "sura_id": 42, "type": 1, "id": 10521, "aya_id": 13}, {"text": "13 - (شرع لكم من الدين ما وصى به نوحا) هو أول أنبياء الشريعة (والذي أوحينا إليك وما وصينا به إبراهيم وموسى وعيسى أن أقيموا الدين ولا تتفرقوا فيه) هذا هو المشروع الموصى به والموحى إلى محمد صلى الله عليه وسلم وهو التوحيد (كبر) عظم (على المشركين ما تدعوهم إليه) من التوحيد (الله يجتبي إليه) إلى التوحيد (من يشاء ويهدي إليه من ينيب) يقبل إلى طاعته \r\n", "sura_id": 42, "type": 2, "id": 29229, "aya_id": 13}, {"text": "شرع الله لكم- أيها الناس- من الدِّين الذي أوحيناه إليك -أيها الرسول، وهو الإسلام- ما وصَّى به نوحًا أن يعمله ويبلغه, وما وصينا به إبراهيم وموسى وعيسى (هؤلاء الخمسة هم أولو العزم من الرسل على المشهور) أن أقيموا الدين بالتوحيد وطاعة الله وعبادته دون مَن سواه، ولا تختلفوا في الدين الذي أمرتكم به, عَظُمَ على المشركين ما تدعوهم إليه من توحيد الله وإخلاص العبادة له, الله يصطفي للتوحيد مَن يشاء مِن خلقه، ويوفِّق للعمل بطاعته مَن يرجع إليه.\r\n", "sura_id": 42, "type": 3, "id": 35465, "aya_id": 13}, {"text": " <font color=red>شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ</font><BR><p>يَقُول تَعَالَى لِهَذِهِ الْأُمَّة \" شَرَعَ لَكُمْ مِنْ الدِّين مَا وَصَّى بِهِ نُوحًا وَاَلَّذِي أَوْحَيْنَا إِلَيْك \" فَذَكَرَ أَوَّل الرُّسُل بَعْد آدَم عَلَيْهِ السَّلَام وَهُوَ نُوح عَلَيْهِ السَّلَام وَآخِرهمْ وَهُوَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ ذَكَرَ مَنْ بَيْنَ ذَلِكَ مِنْ أُولِي الْعَزْم وَهُوَ إِبْرَاهِيم وَمُوسَى وَعِيسَى اِبْن مَرْيَم وَهَذِهِ الْآيَة اِنْتَظَمَتْ ذِكْر الْخَمْسَة كَمَا اِشْتَمَلَتْ آيَة الْأَحْزَاب عَلَيْهِمْ فِي قَوْله تَبَارَكَ وَتَعَالَى \" وَإِذْ أَخَذْنَا مِنْ النَّبِيِّينَ مِيثَاقهمْ وَمِنْك وَمِنْ نُوح وَإِبْرَاهِيم وَمُوسَى وَعِيسَى اِبْن مَرْيَم \" الْآيَة وَالدِّين الَّذِي جَاءَتْ بِهِ الرُّسُل كُلّهمْ هُوَ عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ كَمَا قَالَ عَزَّ وَجَلَّ \" وَمَا أَرْسَلْنَا مِنْ قَبْلك مِنْ رَسُول إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَه إِلَّا أَنَا فَاعْبُدُونِ \" . وَفِي الْحَدِيث\" نَحْنُ مَعْشَر الْأَنْبِيَاء أَوْلَاد عَلَّات دِيننَا وَاحِد \" أَيْ الْقَدْر الْمُشْتَرَك بَيْنهمْ هُوَ عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ وَإِنْ اِخْتَلَفَتْ شَرَائِعهمْ وَمَنَاهِجهمْ كَقَوْلِهِ جَلَّ جَلَاله \" لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَة وَمِنْهَاجًا \" وَلِهَذَا قَالَ تَعَالَى هَهُنَا \" أَنْ أَقِيمُوا الدِّين وَلَا تَتَفَرَّقُوا فِيهِ \" أَيْ أَوْصَى اللَّه تَعَالَى جَمِيع الْأَنْبِيَاء عَلَيْهِمْ الصَّلَاة وَالسَّلَام بِالِائْتِلَافِ وَالْجَمَاعَة وَنَهَاهُمْ عَنْ الِافْتِرَاق وَالِاخْتِلَاف . وَقَوْله عَزَّ وَجَلَّ \" كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ \" أَيْ شَقَّ عَلَيْهِمْ وَأَنْكَرُوا مَا تَدْعُوهُمْ إِلَيْهِ يَا مُحَمَّد مِنْ التَّوْحِيد . ثُمَّ قَالَ جَلَّ جَلَاله \" اللَّه يَجْتَبِي إِلَيْهِ مَنْ يَشَاء وَيَهْدِي إِلَيْهِ مَنْ يُنِيب \" أَيْ هُوَ الَّذِي يُقَدِّر الْهِدَايَة لِمَنْ يَسْتَحِقّهَا وَيَكْتُب الضَّلَالَة عَلَى مَنْ آثَرَهَا عَلَى طَرِيق الرُّشْد .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41083, "aya_id": 13}]