[{"text": "أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّواْ أَيْدِيَكُمْ وَأَقِيمُواْ الصَّلاَةَ وَآتُواْ الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللّهِ أَوْ أَشَدَّ خَشْيَةً وَقَالُواْ رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ قُلْ مَتَاعُ الدَّنْيَا قَلِيلٌ وَالآخِرَةُ خَيْرٌ لِّمَنِ اتَّقَى وَلاَ تُظْلَمُونَ فَتِيلاً", "sura_id": 4, "type": 0, "id": 570, "aya_id": 77}, {"text": "ألم تر إلى الذين قيل لهم كفوا أيديكم وأقيموا الصلاة وآتوا الزكاة فلما كتب عليهم القتال إذا فريق منهم يخشون الناس كخشية الله أو أشد خشية وقالوا ربنا لم كتبت علينا القتال لولا أخرتنا إلى أجل قريب قل متاع الدنيا قليل والآخرة خير لمن اتقى ولا تظلمون فتيلا", "sura_id": 4, "type": 1, "id": 6806, "aya_id": 77}, {"text": "77 - (ألم تر إلى الذين قيل لهم كفوا أيديكم) عن قتال الكفار لما طلبوه بمكة لأذى الكفار لهم وهم جماعة من الصحابة (وأقيموا الصلاة وآتوا الزكاة فلما كتب) فرض (عليهم القتال إذا فريق منهم يخشون) يخافون (الناس) الكفار أي عذابهم بالقتل (كخشية) هم عذاب (الله أو أشد خشية) من خشيتهم له ، ونصب أشد على الحال وجواب (لما) دل عليه إذا وما بعدها أي فاجأتهم الخشية (وقالوا) جزعا من الموت (ربنا لم كتبت علينا القتال لولا) هلا (أخرتنا إلى أجل قريب قل) لهم (متاع الدنيا) ما يتمتع به فيها أو الاستمتاع بها (قليل) آيل إلى الفناء (والآخرة) أي الجنة (خير لمن اتقى) عقاب الله بترك معصيته (ولا تظلمون) بالتاء والياء ، تنقصون من أعمالكم (فتيلا) قدر قشرة النواة فجاهدوا \r\n", "sura_id": 4, "type": 2, "id": 25514, "aya_id": 77}, {"text": "ألم تعلم -أيها الرسول- أمر أولئك الذين قيل لهم قبل الإذن بالجهاد: امنعوا أيديكم عن قتال أعدائكم من المشركين, وعليكم أداء ما فرضه الله عليكم من الصلاة, والزكاة, فلما فرض عليهم القتال إذا جماعة منهم قد تغير حالهم, فأصبحوا يخافون الناس ويرهبونهم, كخوفهم من الله أو أشد, ويعلنون عما اعتراهم من شدة الخوف, فيقولون: ربنا لِمَ أَوْجَبْتَ علينا القتال؟ هلا أمهلتنا إلى وقت قريب, رغبة منهم في متاع الحياة الدنيا, قل لهم -أيها الرسول- : متاع الدنيا قليل, والآخرة وما فيها أعظم وأبقى لمن اتقى, فعمل بما أُمر به, واجتنب ما نُهي عنه., لا يظلم ربك أحدًا شيئًا, ولو كان مقدار الخيط الذي يكون في شق نَواة التمرة.\r\n", "sura_id": 4, "type": 3, "id": 31750, "aya_id": 77}, {"text": " <font color=red>أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقَى وَلَا تُظْلَمُونَ فَتِيلًا</font><BR><p>كَانَ الْمُؤْمِنُونَ فِي اِبْتِدَاء الْإِسْلَام وَهُمْ بِمَكَّة مَأْمُورِينَ بِالصَّلَاةِ وَالزَّكَاة وَإِنْ لَمْ تَكُنْ ذَات النُّصُب وَكَانُوا مَأْمُورِينَ بِمُوَاسَاةِ الْفُقَرَاء مِنْهُمْ وَكَانُوا مَأْمُورِينَ بِالصَّفْحِ وَالْعَفْو عَنْ الْمُشْرِكِينَ وَالصَّبْر إِلَى حِين وَكَانُوا يَتَحَرَّقُونَ وَيَوَدُّونَ لَوْ أُمِرُوا بِالْقِتَالِ لِيَشْتَفُوا مِنْ أَعْدَائِهِمْ وَلَمْ يَكُنْ الْحَال إِذْ ذَاكَ مُنَاسِبًا لِأَسْبَابٍ كَثِيرَة مِنْهَا قِلَّة عَدَدهمْ بِالنِّسْبَةِ إِلَى كَثْرَة عَدَد عَدُوّهُمْ وَمِنْهَا كَوْنهمْ كَانُوا فِي بَلَدهمْ وَهُوَ بَلَد حَرَام وَأَشْرَف بِقَاعِ الْأَرْض فَلَمْ يَكُنْ الْأَمْر بِالْقِتَالِ فِيهِ اِبْتِدَاء كَمَا يُقَال فَلِهَذَا لَمْ يُؤْمَر بِالْجِهَادِ إِلَّا بِالْمَدِينَةِ لَمَّا صَارَتْ لَهُمْ دَار وَمَنَعَة وَأَنْصَار وَمَعَ هَذَا لَمَّا أُمِرُوا بِمَا كَانُوا يَوَدُّونَهُ جَزِعَ بَعْضهمْ مِنْهُ وَخَافُوا مِنْ مُوَاجَهَة النَّاس خَوْفًا شَدِيدًا وَقَالُوا \" رَبّنَا لِمَ كَتَبْت عَلَيْنَا الْقِتَال لَوْلَا أَخَّرْتنَا إِلَى أَجَل قَرِيب \" أَيْ لَوْلَا أَخَّرْت فَرْضه إِلَى مُدَّة أُخْرَى فَإِنَّ فِيهِ سَفْك الدِّمَاء وَيُتْم الْأَوْلَاد وَتَأَيُّم النِّسَاء وَهَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى \" وَيَقُول الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَة فَإِذَا أُنْزِلَتْ سُورَة مُحْكَمَة وَذُكِرَ فِيهَا الْقِتَال \" الْآيَات . قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن عَبْد الْعَزِيز عَنْ أَبِي زُرْعَة وَعَلِيّ بْن رمحة قَالَا : حَدَّثَنَا عَلِيّ بْن الْحَسَن عَنْ الْحُسَيْن بْن وَاقِد عَنْ عَمْرو بْن دِينَار عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ عَبْد الرَّحْمَن بْن عَوْف وَأَصْحَابه أَتَوْا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَكَّة فَقَالُوا : يَا نَبِيّ اللَّه كُنَّا فِي عِزَّة وَنَحْنُ مُشْرِكُونَ فَلَمَّا آمَنَّا صِرْنَا أَذِلَّة قَالَ \" إِنِّي أُمِرْت بِالْعَفْوِ فَلَا تُقَاتِلُوا الْقَوْم \" فَلَمَّا حَوَّلَهُ اللَّه إِلَى الْمَدِينَة أَمَرَهُ بِالْقِتَالِ فَكَفُّوا فَأَنْزَلَ اللَّه \" أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ \" الْآيَة وَرَوَاهُ النَّسَائِيّ وَالْحَاكِم وَابْن مَرْدَوَيْهِ مِنْ حَدِيث عَلِيّ بْن الْحَسَن بْن شَقِيق بِهِ وَقَالَ أَسْبَاط عَنْ السُّدِّيّ لَمْ يَكُنْ عَلَيْهِمْ إِلَّا الصَّلَاة وَالزَّكَاة فَسَأَلُوا اللَّه أَنْ يَفْرِض عَلَيْهِمْ الْقِتَال فَلَمَّا فَرَضَ عَلَيْهِمْ الْقِتَال \" إِذَا فَرِيق مِنْهُمْ يَخْشَوْنَ النَّاس كَخَشْيَةِ اللَّه أَوْ أَشَدّ خَشْيَة وَقَالُوا رَبّنَا لِمَ كَتَبْت عَلَيْنَا الْقِتَال لَوْلَا أَخَّرْتنَا إِلَى أَجَل قَرِيب \" وَهُوَ الْمَوْت قَالَ اللَّه تَعَالَى \" قُلْ مَتَاع الدُّنْيَا قَلِيل وَالْآخِرَة خَيْر لِمَنْ اِتَّقَى \" وَقَالَ مُجَاهِد إِنَّ هَذِهِ الْآيَة نَزَلَتْ فِي الْيَهُود رَوَاهُ اِبْن جَرِير وَقَوْله قُلْ مَتَاع الدُّنْيَا قَلِيل وَالْآخِرَة خَيْر لِمَنْ اِتَّقَى أَيْ آخِرَة الْمُتَّقِي خَيْر مِنْ دُنْيَاهُ \" وَلَا تُظْلَمُونَ فَتِيلًا \" أَيْ مِنْ أَعْمَالِكُمْ بَلْ تُوفُونَهَا أَتَمّ الْجَزَاء وَهَذِهِ تَسْلِيَة لَهُمْ عَنْ الدُّنْيَا وَتَرْغِيب لَهُمْ فِي الْآخِرَة وَتَحْرِيض لَهُمْ عَلَى الْجِهَاد . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم الدَّوْرَقِيّ حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ حَدَّثَنَا حَمَّاد بْن زَيْد عَنْ هِشَام قَالَ : قَرَأَ الْحَسَن \" قُلْ مَتَاع الدُّنْيَا\" قَلِيل قَالَ : رَحِمَ اللَّه عَبْدًا صَحِبَهَا عَلَى حَسَب ذَلِكَ وَمَا الدُّنْيَا كُلّهَا أَوَّلهَا وَآخِرهَا إِلَّا كَرَجُلٍ نَامَ نَوْمَة فَرَأَى فِي مَنَامه بَعْض مَا يُحِبّ ثُمَّ اِنْتَبَهَ. وَقَالَ اِبْن مَعِين : كَانَ أَبُو مِصْهَر يُنْشِد : وَلَا خَيْر فِي الدُّنْيَا لِمَنْ لَمْ يَكُنْ لَهُ مِنْ اللَّه فِي دَار الْمَقَام نَصِيب فَإِنْ تُعْجِب الدُّنْيَا رِجَالًا فَإِنَّهَا مَتَاع قَلِيل وَالزَّوَال قَرِيب </p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40918, "aya_id": 77}]