[{"text": "وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاء اللّهِ وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم بَلْ أَنتُم بَشَرٌ مِّمَّنْ خَلَقَ يَغْفِرُ لِمَن يَشَاء وَيُعَذِّبُ مَن يَشَاء وَلِلّهِ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ", "sura_id": 5, "type": 0, "id": 687, "aya_id": 18}, {"text": "وقالت اليهود والنصارى نحن أبناء الله وأحباؤه قل فلم يعذبكم بذنوبكم بل أنتم بشر ممن خلق يغفر لمن يشاء ويعذب من يشاء ولله ملك السماوات والأرض وما بينهما وإليه المصير", "sura_id": 5, "type": 1, "id": 6923, "aya_id": 18}, {"text": "18 - (وقالت اليهود والنصارى) أي كل منهما (نحن أبناء الله) أي كأبنائه في القرب والمنزلة وهو كأبينا في الرحمة والشفقة (وأحباؤه قل) لهم يا محمد (فلم يعذبكم بذنوبكم) إن صدقتم في ذلك ولا يعذب الأب ولده ولا الحبيب حبيبه وقد عذبكم فأنتم كاذبون (بل أنتم بشر ممن) من جملة من (خلق) من البشر لكم ما لهم وعليكم ما عليهم (يغفر لمن يشاء) المغفرة له (ويعذب من يشاء) تعذيبه لا اعتراض عليه (ولله ملك السماوات والأرض وما بينهما وإليه المصير) المرجع \r\n", "sura_id": 5, "type": 2, "id": 25631, "aya_id": 18}, {"text": "وزعم اليهود والنصارى أنهم أبناء الله وأحباؤه, قل لهم -أيها الرسول- : فَلأيِّ شيء يعذِّبكم بذنوبكم؟ فلو كنتم أحبابه ما عذبكم, فالله لا يحب إلا من أطاعه, وقل لهم: بل أنتم خلقٌ مثلُ سائر بني آدم, إن أحسنتُم جوزيتم بإحسانكم خيرا, وإن أسَأْتُم جوزيتم بإساءتكم شرًّا, فالله يغفر لمن يشاء, ويعذب من يشاء, وهو مالك الملك, يُصَرِّفه كما يشاء, وإليه المرجع, فيحكم بين عباده, ويجازي كلا بما يستحق.\r\n", "sura_id": 5, "type": 3, "id": 31867, "aya_id": 18}, {"text": " <font color=red>وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ</font><BR><p>قَالَ تَعَالَى رَدًّا عَلَى الْيَهُود وَالنَّصَارَى فِي كَذِبِهِمْ وَافْتِرَائِهِمْ\" وَقَالَتْ الْيَهُود وَالنَّصَارَى نَحْنُ أَبْنَاء اللَّه وَأَحِبَّاؤُهُ\" أَيْ نَحْنُ مُنْتَسِبُونَ إِلَى أَنْبِيَائِهِ وَهُمْ بَنُوهُ وَلَهُ بِهِمْ عِنَايَة وَهُوَ يُحِبّنَا وَنَقَلُوا عَنْ كِتَابِهِمْ أَنَّ اللَّه تَعَالَى قَالَ لِعَبْدِهِ إِسْرَائِيل أَنْتَ اِبْنِي بِكْرِي فَحَمَلُوا هَذَا عَلَى غَيْر تَأْوِيله وَحَرَّفُوهُ وَقَدْ رَدَّ عَلَيْهِمْ غَيْرُ وَاحِدٍ مِمَّنْ أَسْلَمَ مِنْ عُقَلَائِهِمْ وَقَالُوا : هَذَا يُطْلَقُ عِنْدَهُمْ عَلَى التَّشْرِيفِ وَالْإِكْرَامِ كَمَا نَقَلَ النَّصَارَى مِنْ كِتَابِهِمْ أَنَّ عِيسَى قَالَ لَهُمْ : إِنِّي ذَاهِب إِلَى أَبِي وَأَبِيكُمْ يَعْنِي رَبِّي وَرَبّكُمْ وَمَعْلُوم أَنَّهُمْ لَمْ يَدَّعُوا لِأَنْفُسِهِمْ مِنْ الْبُنُوَّةِ مَا اِدَّعَوْهَا فِي عِيسَى عَلَيْهِ السَّلَام وَإِنَّمَا أَرَادُوا مِنْ ذَلِكَ مَعَزَّتَهُمْ لَهُ بِهِ وَحُظْوَتَهُمْ عِنْدَهُ وَلِهَذَا قَالُوا : نَحْنُ أَبْنَاء اللَّه وَأَحِبَّاؤُهُ . قَالَ اللَّه تَعَالَى رَادًّا عَلَيْهِمْ \" قُلْ فَلِمَ يُعَذِّبكُمْ بِذُنُوبِكُمْ \" أَيْ لَوْ كُنْتُمْ كَمَا تَدَّعُونَ أَبْنَاؤُهُ وَأَحِبَّاؤُهُ فَلِمَ أَعْدَدْت لَكُمْ نَار جَهَنَّم عَلَى كُفْركُمْ وَكَذِبكُمْ وَافْتِرَائِكُمْ ؟ وَقَدْ قَالَ بَعْض شُيُوخ الصُّوفِيَّة لِبَعْضِ الْفُقَهَاء : أَيْنَ تَجِد فِي الْقُرْآن أَنَّ الْحَبِيب لَا يُعَذِّب حَبِيبه ؟ فَلَمْ يَرُدّ عَلَيْهِ فَتَلَا عَلَيْهِ الصُّوفِيّ هَذِهِ الْآيَة \" قُلْ فَلِمَ يُعَذِّبكُمْ بِذُنُوبِكُمْ \" وَهَذَا الَّذِي قَالَهُ حَسَن وَلَهُ شَاهِد فِي الْمُسْنَد لِلْإِمَامِ أَحْمَد حَيْثُ قَالَ : حَدَّثَنَا اِبْن أَبِي عَدِيّ عَنْ حُمَيْد عَنْ أَنَس قَالَ : مَرَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي نَفَر مِنْ أَصْحَابه وَصَبِيّ فِي الطَّرِيق فَلَمَّا رَأَتْ أُمُّهُ الْقَوْمَ خَشِيَتْ عَلَى وَلَدِهَا أَنْ يُوطَأَ فَأَقْبَلَتْ تَسْعَى وَتَقُول اِبْنِي اِبْنِي وَسَعَتْ فَأَخَذَتْهُ فَقَالَ الْقَوْم : يَا رَسُول اللَّه مَا كَانَتْ هَذِهِ لِتُلْقِيَ وَلَدهَا فِي النَّار قَالَ فَخَفَّضَهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" لَا وَاَللَّه مَا يُلْقِي حَبِيبه فِي النَّار \" تَفَرَّدَ بِهِ أَحْمَد \" بَلْ أَنْتُمْ بَشَر مِمَّنْ خَلَقَ \" أَيْ لَكُمْ أُسْوَة أَمْثَالكُمْ مِنْ بَنِي آدَم وَهُوَ سُبْحَانه الْحَاكِم فِي جَمِيع عِبَاده \" يَغْفِر لِمَنْ يَشَاء وَيُعَذِّب مَنْ يَشَاء \" أَيْ هُوَ فَعَّال لِمَا يُرِيد لَا مُعَقِّبَ لِحُكْمِهِ وَهُوَ سَرِيع الْحِسَاب\" وَلِلَّهِ مُلْك السَّمَوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا \" أَيْ الْجَمِيع مُلْكه وَتَحْت قَهْره وَسُلْطَانه \" وَإِلَيْهِ الْمَصِير\" أَيْ الْمَرْجِعُ وَالْمَآب إِلَيْهِ فَيَحْكُم فِي عِبَادِهِ مَا يَشَاءُ وَهُوَ الْعَادِلُ الَّذِي لَا يَجُورُ وَرَوَى مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : وَأَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نُعْمَان بْن آصا وبحري بْن عَمْرو وَشَاس بْن عَدِيّ فَكَلَّمُوهُ وَكَلَّمَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَدَعَاهُمْ إِلَى اللَّه وَحَذَّرَهُمْ نِقْمَته فَقَالُوا : مَا تُخَوِّفنَا يَا مُحَمَّد نَحْنُ أَبْنَاء اللَّه وَأَحِبَّاؤُهُ كَقَوْلِ النَّصَارَى فَأَنْزَلَ اللَّه فِيهِمْ \" وَقَالَتْ الْيَهُود وَالنَّصَارَى نَحْنُ أَبْنَاء اللَّه وَأَحِبَّاؤُهُ \" إِلَى آخِر الْآيَة. رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير وَرَوَيَا أَيْضًا مِنْ طَرِيق أَسْبَاط عَنْ السُّدِّيّ فِي قَوْل اللَّه \" وَقَالَتْ النَّصَارَى نَحْنُ أَبْنَاء اللَّه وَأَحِبَّاؤُهُ \" أَمَّا قَوْلهمْ \" نَحْنُ أَبْنَاء اللَّه \" فَإِنَّهُمْ قَالُوا : إِنَّ اللَّه أَوْحَى إِلَى إِسْرَائِيل أَنَّ وَلَدك بِكْرِي مِنْ الْوَلَد فَيُدْخِلهُمْ النَّارَ فَيَكُونُونَ فِيهَا أَرْبَعِينَ لَيْلَة حَتَّى تُطَهِّرَهُمْ وَتَأْكُلَ خَطَايَاهُمْ ثُمَّ يُنَادِي مُنَادٍ أَنْ أَخْرِجُوا كُلَّ مَخْتُونٍ مِنْ وَلَدِ إِسْرَائِيلَ فَأَخْرَجُوهُمْ فَذَلِكَ قَوْلُهُمْ لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَاتٍ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41467, "aya_id": 18}]