[{"text": "بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ", "sura_id": 29, "type": 0, "id": 3389, "aya_id": 49}, {"text": "بل هو آيات بينات في صدور الذين أوتوا العلم وما يجحد بآياتنا إلا الظالمون", "sura_id": 29, "type": 1, "id": 9625, "aya_id": 49}, {"text": "49 - (بل هو) أي القرآن الذي جئت به (آيات بينات في صدور الذين أوتوا العلم) أي المؤمنون يحفظونه (وما يجحد بآياتنا إلا الظالمون) أي اليهود وجحدوها بعد ظهورها لهم \r\n", "sura_id": 29, "type": 2, "id": 28333, "aya_id": 49}, {"text": "بل القرآن آيات بينات واضحة في الدلالة على الحق يحفظه العلماء, وما يكذِّب بآياتنا ويردها إلا الظالمون المعاندون الذين يعلمون الحق ويحيدون عنه.\r\n", "sura_id": 29, "type": 3, "id": 34569, "aya_id": 49}, {"text": " <font color=red>بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ</font><BR><p>قَالَ اللَّه تَعَالَى\" قَالَ أَنْزَلَهُ الَّذِي يَعْلَم السِّرّ فِي السَّمَاوَات وَالْأَرْض\" الْآيَة وَقَالَ هَهُنَا \" بَلْ هُوَ آيَات بَيِّنَات فِي صُدُور الَّذِينَ أُوتُوا الْعِلْم \" أَيْ هَذَا الْقُرْآن آيَات بَيِّنَة وَاضِحَة فِي الدَّلَالَة عَلَى الْحَقّ أَمْرًا وَنَهْيًا وَخَبَرًا يَحْفَظهُ الْعُلَمَاء يَسَّرَهُ اللَّه عَلَيْهِمْ حِفْظًا وَتِلَاوَة وَتَفْسِيرًا كَمَا قَالَ تَعَالَى \" وَلَقَدْ يَسَّرْنَا الْقُرْآن لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِر \" وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَا مِنْ نَبِيّ إِلَّا وَقَدْ أُعْطِيَ مَا آمَنَ عَلَى مِثْله الْبَشَر وَإِنَّمَا كَانَ الَّذِي أُوتِيته وَحْيًا أَوْحَاهُ اللَّه إِلَيَّ فَأَرْجُو أَنْ أَكُون أَكْثَرهمْ تَابِعًا \" وَفِي حَدِيث عِيَاض بْن حَمَّاد فِي صَحِيح مُسْلِم يَقُول اللَّه تَعَالَى \" إِنِّي مُبْتَلِيك وَمُبْتَلٍ بِك وَمُنَزِّل عَلَيْك كِتَابًا لَا يَغْسِلهُ الْمَاء تَقْرَؤُهُ نَائِمًا وَيَقْظَانًا \" أَيْ لَوْ غَسَلَ الْمَاء الْمَحَلّ الْمَكْتُوب فِيهِ لَمَا اُحْتِيجَ إِلَى ذَلِكَ الْمَحَلّ لِأَنَّهُ قَدْ جَاءَ فِي الْحَدِيث الْآخَر \" لَوْ كَانَ الْقُرْآن فِي إِهَاب مَا أَحْرَقَتْهُ النَّار \" وَلِأَنَّهُ مَحْفُوظ فِي الصُّدُور مُيَسَّر عَلَى الْأَلْسِنَة مُهَيْمِن عَلَى الْقُلُوب مُعْجِز لَفْظًا وَمَعْنًى وَلِهَذَا جَاءَ فِي الْكُتُب الْمُقَدَّسَة صِفَة هَذِهِ الْأُمَّة أَنَاجِيلهمْ فِي صُدُورهمْ وَاخْتَارَ اِبْن جَرِير أَنَّ الْمَعْنَى فِي قَوْله تَعَالَى\" بَلْ هُوَ آيَات بَيِّنَات فِي صُدُور الَّذِينَ أُوتُوا الْعِلْم\" بَلْ الْعِلْم بِأَنَّك مَا كُنْت تَتْلُو مِنْ قَبْل هَذَا الْكِتَاب كِتَابًا وَلَا تَخُطّهُ بِيَمِينِك آيَات بَيِّنَات فِي صُدُور الَّذِينَ أُوتُوا الْعِلْم مِنْ أَهْل الْكِتَاب وَنَقَلَهُ عَنْ قَتَادَة وَابْن جُرَيْج وَحَكَى الْأَوَّل عَنْ الْحَسَن الْبَصْرِيّ فَقَطْ قُلْت وَهُوَ الَّذِي رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَقَالَهُ الضَّحَّاك وَهُوَ الْأَظْهَر وَاَللَّه أَعْلَم وَقَوْله تَعَالَى \" وَمَا يَجْحَد بِآيَاتِنَا إِلَّا الظَّالِمُونَ \" أَيْ مَا يُكَذِّب بِهَا وَيَبْخَس حَقّهَا وَيَرُدّهَا إِلَّا الظَّالِمُونَ أَيْ الْمُعْتَدُونَ الْمُكَابِرُونَ الَّذِينَ يَعْلَمُونَ الْحَقّ وَيَحِيدُونَ عَنْهُ كَمَا قَالَ تَعَالَى\" إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَة رَبّك لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلّ آيَة حَتَّى يَرَوْا الْعَذَاب الْأَلِيم \".</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39817, "aya_id": 49}]