[{"text": "يَا أَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاء وَاتَّقُواْ اللّهَ الَّذِي تَسَاءلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللّهَ كَانَ عَلَيْكُمْ رَقِيبًا", "sura_id": 4, "type": 0, "id": 494, "aya_id": 1}, {"text": "يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء و اتقوا الله الذي تساءلون به و الأرحام إن الله كان عليكم رقيبا", "sura_id": 4, "type": 1, "id": 6730, "aya_id": 1}, {"text": "سورة النساء [مدنية وآياتها 176 أو 177 نزلت بعد الممتحنة] 1 - (يا أيها الناس) أي أهل مكة (اتقوا ربكم) أي عقابه بأن تطيعوه (الذي خلقكم من نفس واحدة) آدم (وخلق منها زوجها) حواء بالمد من ضلع من أضلاعه اليسرى (وبث) فرق ونشر (منهما) من آدم وحواء (رجالاً كثيراً ونساء) كثيرة (واتقوا الله الذي تَسَّاءلون) فيه إدغام التاء في الأصل في السين ، وفي قراءة بالتخفيف بحذفها أي تتساءلون (به) فيما بينكم حيث يقول بعضكم لبعض: أسألك بالله وأنشدك بالله (و) اتقوا (الأرحام) أن تقطعوها ، وفي قراءة بالجر عطفا على الضمير في به وكانوا يتناشدون بالرحم (إن الله كان عليكم رقيبا) حافظا لأعمالكم فيجازيكم بها ، أي لم يزل متصفا بذلك \r\n", "sura_id": 4, "type": 2, "id": 25438, "aya_id": 1}, {"text": "يا أيها الناس خافوا الله والتزموا أوامره, واجتنبوا نواهيه; فهو الذي خلقكم من نفس واحدة هي آدم عليه السلام, وخلق منها زوجها وهي حواء, ونشر منهما في أنحاء الأرض رجالا كثيرًا ونساء كثيرات, وراقبوا الله الذي يَسْأل به بعضكم بعضًا, واحذروا أن تقطعوا أرحامكم. إن الله مراقب لجميع أحوالكم.\r\n", "sura_id": 4, "type": 3, "id": 31674, "aya_id": 1}, {"text": " <font color=red>يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ</font><BR><p>سُورَة النِّسَاء قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : نَزَلَتْ سُورَة النِّسَاء بِالْمَدِينَةِ . وَكَذَا رَوَى اِبْن مَرْدَوَيْهِ عَنْ عَبْد اللَّه بْن الزُّبَيْر وَزَيْد بْن ثَابِت وَرَوَى مِنْ طَرِيق عَبْد اللَّه بْن لَهِيعَة عَنْ أَخِيهِ عِيسَى عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : لَمَّا نَزَلَتْ سُورَة النِّسَاء قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا حَبْس \" وَقَالَ الْحَاكِم فِي مُسْتَدْرَكه : حَدَّثَنَا أَبُو الْعَبَّاس مُحَمَّد بْن يَعْقُوب حَدَّثَنَا أَبُو الْبَخْتَرِيّ عَبْد اللَّه بْن مُحَمَّد شَاكِر حَدَّثَنَا مُحَمَّد بْن بِشْر الْعَبْدِيّ حَدَّثَنَا مِسْعَر بْن كِدَام عَنْ مَعْن بْن عَبْد الرَّحْمَن بْن عَبْد اللَّه بْن مَسْعُود قَالَ : إِنَّ فِي سُورَة النِّسَاء لَخَمْس آيَات مَا يَسُرّنِي أَنَّ لِي بِهَا الدُّنْيَا وَمَا فِيهَا \" إِنَّ اللَّه لَا يَظْلِم مِثْقَال ذَرَّة \" الْآيَة , وَ \" إِنْ تَجْتَنِبُوا كَبَائِر مَا تُنْهَوْنَ عَنْهُ \" الْآيَة و\" إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرَك بِهِ وَيَغْفِر مَا دُون ذَلِكَ لِمَنْ يَشَاء \" وَ \" وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسهمْ جَاءُوك \" الْآيَة ثُمَّ قَالَ : هَذَا إِسْنَاد صَحِيح إِنْ كَانَ عَبْد الرَّحْمَن سَمِعَ مِنْ أَبِيهِ فَقَدْ اُخْتُلِفَ فِي ذَلِكَ . وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ رَجُل عَنْ اِبْن مَسْعُود قَالَ : خَمْس آيَات مِنْ النِّسَاء لَهُنَّ أَحَبّ إِلَيَّ مِنْ الدُّنْيَا جَمِيعًا \" إِنْ تَجْتَنِبُوا كَبَائِر مَا تُنْهَوْنَ عَنْهُ نُكَفِّر عَنْكُمْ سَيِّئَاتكُمْ \" وَقَوْله \" وَإِنْ تَكُ حَسَنَة يُضَاعِفهَا \" وَقَوْله \" إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرَك بِهِ وَيَغْفِر مَا دُون ذَلِكَ لِمَنْ يَشَاء \" وَقَوْله \" وَمَنْ يَعْمَل سُوءًا أَوْ يَظْلِم نَفْسه ثُمَّ يَسْتَغْفِر اللَّه يَجِد اللَّه غَفُورًا رَحِيمًا \" رَوَاهُ اِبْن جَرِير . ثُمَّ رَوَى مِنْ طَرِيق صَالِح الْمُرِّيّ عَنْ قَتَادَة عَنْ اِبْن عَبَّاس قَالَ : ثَمَانِي آيَات نَزَلَتْ فِي سُورَة النِّسَاء خَيْر لِهَذِهِ الْأُمَّة مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْس وَغَرَبَتْ أَوَّلهنَّ \" يُرِيد اللَّه لِيُبَيِّن لَكُمْ وَيَهْدِيكُمْ سُنَن الَّذِينَ مِنْ قَبْلكُمْ وَيَتُوب اللَّه عَلَيْكُمْ وَاَللَّه عَلِيم حَكِيم \" وَالثَّانِيَة \" وَاَللَّه يُرِيد أَنْ يَتُوب عَلَيْكُمْ وَيُرِيد الَّذِينَ يَتَّبِعُونَ الشَّهَوَات أَنْ تَمِيلُوا مَيْلًا عَظِيمًا\" وَالثَّالِثَة \" يُرِيد اللَّه أَنْ يُخَفِّف عَنْكُمْ وَخُلِقَ الْإِنْسَان ضَعِيفًا \" ثُمَّ ذَكَرَ قَوْل اِبْن مَسْعُود سَوَاء يَعْنِي فِي الْخَمْسَة الْبَاقِيَة - وَرَوَى الْحَاكِم مِنْ طَرِيق أَبِي نُعَيْم عَنْ سُفْيَان بْن عُيَيْنَة عَنْ عُبَيْد اللَّه بْن أَبِي يَزِيد عَنْ اِبْن أَبِي مُلَيْكَة سَمِعْت اِبْن عَبَّاس يَقُول : سَلُونِي عَنْ سُورَة النِّسَاء فَإِنِّي قَرَأْت الْقُرْآن وَأَنَا صَغِير ثُمَّ قَالَ : هَذَا حَدِيث صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ . يَقُول تَعَالَى آمِرًا خَلْقه بِتَقْوَاهُ وَهِيَ عِبَادَته وَحْده لَا شَرِيك لَهُ وَمُنَبِّهًا لَهُمْ عَلَى قُدْرَته الَّتِي خَلَقَهُمْ بِهَا مِنْ نَفْس وَاحِدَة وَهِيَ آدَم عَلَيْهِ السَّلَام \" وَخَلَقَ مِنْهَا زَوْجهَا \" وَهِيَ حَوَّاء عَلَيْهَا السَّلَام خُلِقَتْ مِنْ ضِلْعه الْأَيْسَر مِنْ خَلْفه وَهُوَ نَائِم فَاسْتَيْقَظَ فَرَآهَا فَأَعْجَبَتْهُ فَأَنِسَ إِلَيْهَا وَأَنِسَتْ إِلَيْهِ . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن مُقَاتِل حَدَّثَنَا وَكِيع عَنْ أَبِي هِلَال عَنْ قَتَادَة عَنْ اِبْن عَبَّاس قَالَ : خُلِقَتْ الْمَرْأَة مِنْ الرَّجُل فَجُعِلَتْ نَهْمَتهَا فِي الرَّجُل وَخُلِقَ الرَّجُل مِنْ الْأَرْض فَجُعِلَتْ نَهْمَته فِي الْأَرْض فَاحْبِسُوا نِسَاءَكُمْ . وَفِي الْحَدِيث الصَّحِيح \" إِنَّ الْمَرْأَة خُلِقَتْ مِنْ ضِلَع وَإِنَّ أَعْوَج شَيْء فِي الضِّلَع أَعْلَاهُ فَإِنْ ذَهَبْت تُقِيمهُ كَسَرْته وَإِنْ اِسْتَمْتَعْت بِهَا اِسْتَمْتَعْت بِهَا وَفِيهَا عِوَج \" وَقَوْله \" وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاء \" أَيْ وَذَرَأَ مِنْهُمَا أَيْ مِنْ آدَم وَحَوَّاء رِجَالًا كَثِيرًا وَنِسَاء وَنَشَرَهُمْ فِي أَقْطَار الْعَالَم عَلَى اِخْتِلَاف أَصْنَافهمْ وَصِفَاتهمْ وَأَلْوَانهمْ وَلُغَاتهمْ ثُمَّ إِلَيْهِ بَعْد ذَلِكَ الْمَعَاد وَالْمَحْشَر . ثُمَّ قَالَ تَعَالَى \" وَاتَّقُوا اللَّه الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَام \" أَيْ وَاتَّقُوا اللَّه بِطَاعَتِكُمْ إِيَّاهُ قَالَ إِبْرَاهِيم وَمُجَاهِد وَالْحَسَن \" الَّذِي تَسَاءَلُونَ بِهِ \" أَيْ كَمَا يُقَال أَسْأَلك بِاَللَّهِ وَبِالرَّحِمِ . وَقَالَ الضَّحَّاك : وَاتَّقُوا اللَّه الَّذِي تَعَاقَدُونَ وَتَعَاهَدُونَ بِهِ وَاتَّقُوا الْأَرْحَام أَنْ تَقْطَعُوهَا وَلَكِنْ بِرُّوهَا وَصِلُوهَا قَالَهُ اِبْن عَبَّاس وَعِكْرِمَة وَمُجَاهِد وَالْحَسَن وَالضَّحَّاك وَالرَّبِيع وَغَيْر وَاحِد . وَقَرَأَ بَعْضهمْ \" وَالْأَرْحَام \" بِالْخَفْضِ عَلَى الْعَطْف عَلَى الضَّمِير فِي بِهِ أَيْ تَسَاءَلُونَ بِاَللَّهِ وَبِالْأَرْحَامِ كَمَا قَالَ مُجَاهِد وَغَيْره . وَقَوْله \" إِنَّ اللَّه كَانَ عَلَيْكُمْ رَقِيبًا \" أَيْ هُوَ مُرَاقِب لِجَمِيعِ أَحْوَالكُمْ وَأَعْمَالكُمْ كَمَا قَالَ \" وَاَللَّه عَلَى كُلّ شَيْء شَهِيد \" . وَفِي الْحَدِيث الصَّحِيح \" اُعْبُدْ اللَّه كَأَنَّك تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاك \" وَهَذَا إِرْشَاد وَأَمْر بِمُرَاقَبَةِ الرَّقِيب . وَلِهَذَا ذَكَرَ تَعَالَى أَنَّ أَصْل الْخَلْق مِنْ أَب وَاحِد وَأُمّ وَاحِدَة لِيَعْطِف بَعْضهمْ عَلَى بَعْض وَيَحُثّهُمْ عَلَى ضُعَفَائِهِمْ . وَقَدْ ثَبَتَ فِي صَحِيح مُسْلِم مِنْ حَدِيث جَرِير بْن عَبْد اللَّه الْبَجَلِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين قَدِمَ عَلَيْهِ أُولَئِكَ النَّفَر مِنْ مُضَر - . وَهُمْ مُجْتَابُو النِّمَار أَيْ مِنْ عُرْيهمْ وَفَقْرهمْ - قَامَ فَخَطَبَ النَّاس بَعْد صَلَاة الظُّهْر فَقَالَ فِي خُطْبَته \" يَا أَيّهَا النَّاس اِتَّقُوا رَبّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْس وَاحِدَة حَتَّى خَتَمَ الْآيَة. ثُمَّ قَالَ \" يَا أَيّهَا الَّذِينَ آمَنُوا اِتَّقُوا اللَّه وَلْتَنْظُرْ نَفْس مَا قَدَّمَتْ لِغَدٍ \" ثُمَّ حَضَّهُمْ عَلَى الصَّدَقَة فَقَالَ \" تَصَدَّقَ رَجُل مِنْ دِينَاره مِنْ دِرْهَمه مِنْ صَاع بُرّه مِنْ صَاع تَمْره \" . وَذَكَرَهُ تَمَام الْحَدِيث وَهَكَذَا رَوَاهُ أَحْمَد وَأَهْل السُّنَن عَنْ اِبْن مَسْعُود فِي خُطْبَة الْحَاجَة وَفِيهَا ثُمَّ يَقْرَأ ثَلَاث آيَات هَذِهِ مِنْهَا \" يَا أَيّهَا النَّاس اِتَّقُوا رَبّكُمْ \" الْآيَة .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40767, "aya_id": 1}]