[{"text": "مَا قُلْتُ لَهُمْ إِلاَّ مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُواْ اللّهَ رَبِّي وَرَبَّكُمْ وَكُنتُ عَلَيْهِمْ شَهِيدًا مَّا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنتَ أَنتَ الرَّقِيبَ عَلَيْهِمْ وَأَنتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ", "sura_id": 5, "type": 0, "id": 786, "aya_id": 117}, {"text": "ما قلت لهم إلا ما أمرتني به أن اعبدوا الله ربي وربكم وكنت عليهم شهيدا ما دمت فيهم فلما توفيتني كنت أنت الرقيب عليهم وأنت على كل شيء شهيد", "sura_id": 5, "type": 1, "id": 7022, "aya_id": 117}, {"text": "117 - (ما قلت لهم إلا ما أمرتني به) وهو (أن اعبدوا الله ربي وربكم وكنت عليهم شهيدا) رقيبا أمنعهم مما يقولون (ما دمت فيهم فلما توفيتني) قبضتني بالرفع إلى السماء (كنت أنت الرقيب عليهم) الحفيظ لأعمالهم (وأنت على كل شيء) من قولي لهم وقولهم بعدي وغير ذلك (شهيد) مطلع عالم به \r\n", "sura_id": 5, "type": 2, "id": 25730, "aya_id": 117}, {"text": "قال عيسى عليه السلام: يا ربِّ ما قلتُ لهم إلا ما أوحيته إليَّ, وأمرتني بتبليغه من إفرادك بالتوحيد والعبادة, وكنتُ على ما يفعلونه -وأنا بين أظهرهم- شاهدًا عليهم وعلى أفعالهم وأقوالهم, فلما وفيتني أجلي على الأرض, ورفعتني إلى السماء حيًّا, كنت أنت المطَّلِع على سرائرهم, وأنت على كل شيء شهيد, لا تخفى عليك خافية في الأرض ولا في السماء.\r\n", "sura_id": 5, "type": 3, "id": 31966, "aya_id": 117}, {"text": " <font color=red>مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ</font><BR><p>\" مَا قُلْت لَهُمْ إِلَّا مَا أَمَرْتنِي بِهِ \" بِإِبْلَاغِه \" أَنْ اُعْبُدُوا اللَّه رَبِّي وَرَبّكُمْ \" أَي مَا دَعَوتُهم إِلَّا إِلَى الْذَي أَرْسَلْتَنِي بِهِ وَأَمَرْتَنِي بِإِبْلَاغِه \" أَنْ اُعْبُدُوا اللَّه رَبِّي وَرَبّكُمْ \" أَي هَذَا هُوَ الْذَي قُلْتُ لَهُم وَقَولُه \" وَكُنْت عَلَيْهِمْ شَهِيدًا مَا دُمْت فِيهِمْ \" أَي كُنْتُ أَشْهَدُ عَلَى أَعْمَالِهم حِينَ كُنْتُ بَينَ أَظْهُرهِم \" فَلَمَّا تَوَفَّيْتنِي كُنْت أَنْتَ الرَّقِيب عَلَيْهِمْ وَأَنْتَ عَلَى كُلّ شَيْء شَهِيد \" قَالَ أَبُو دَاوُدَ الطَّيَالِسِيّ : حَدَّثَنَا شُعْبَة قَالَ اِنْطَلَقْت أَنَا وَسُفْيَان الثَّوْرِيّ إِلَى الْمُغِيرَة بْن النُّعْمَان فَأَمْلَى عَلَيَّ سُفْيَان وَأَنَا مَعَهُ فَلَمَّا قَامَ انْتَسَخْتُ مِنْ سُفْيَان فَحَدَّثَنَا قَالَ : سَمِعْت سَعِيد بْن جُبَيْر يُحَدِّث عَنْ اِبْن عَبَّاس قَالَ : قَامَ فِينَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَوْعِظَةٍ فَقَالَ \" يَا أَيّهَا النَّاس إِنَّكُمْ مَحْشُورُونَ إِلَى اللَّه عَزَّ وَجَلَّ حُفَاة عُرَاة غُرْلًا كَمَا بَدَأْنَا أَوَّل خَلْق نُعِيدهُ وَإِنَّ أَوَّل الْخَلَائِق يُكْسَى يَوْم الْقِيَامَة إِبْرَاهِيم أَلَا وَإِنَّهُ يُجَاء بِرِجَالٍ مِنْ أُمَّتِي فَيُؤْخَذ بِهِمْ ذَات الشِّمَال فَأَقُول \" أَصْحَابِي\" فَيُقَال إِنَّك لَا تَدْرِي مَا أَحْدَثُوا بَعْدك فَأَقُول كَمَا قَالَ الْعَبْد الصَّالِح \" وَكُنْت عَلَيْهِمْ شَهِيدًا مَا دُمْت فِيهِمْ فَلَمَّا تَوَفَّيْتنِي كُنْت أَنْتَ الرَّقِيب عَلَيْهِمْ وَأَنْتَ عَلَى كُلّ شَيْء شَهِيد إِنْ تُعَذِّبهُمْ فَإِنَّهُمْ عِبَادك وَإِنْ تَغْفِر لَهُمْ فَإِنَّك أَنْتَ الْعَزِيز الْحَكِيم \" فَيُقَال إِنَّ هَؤُلَاءِ لَمْ يَزَالُوا مُرْتَدِّينَ عَلَى أَعْقَابهمْ مُنْذُ فَارَقْتهمْ\" وَرَوَاهُ الْبُخَارِيّ عِنْد هَذِهِ الْآيَة عَنْ أَبِي الْوَلِيد وَعَنْ شُعْبَة وَعَنْ مُحَمَّد بْن كَثِير عَنْ سُفْيَان الثَّوْرِيّ كِلَاهُمَا عَنْ الْمُغِيرَة بْن النُّعْمَان بِهِ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41457, "aya_id": 117}]