[{"text": "وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالاً نُّوحِي إِلَيْهِم مِّنْ أَهْلِ الْقُرَى أَفَلَمْ يَسِيرُواْ فِي الأَرْضِ فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ وَلَدَارُ الآخِرَةِ خَيْرٌ لِّلَّذِينَ اتَّقَواْ أَفَلاَ تَعْقِلُونَ", "sura_id": 12, "type": 0, "id": 1705, "aya_id": 109}, {"text": "وما أرسلنا من قبلك إلا رجالا نوحي إليهم من أهل القرى أفلم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم ولدار الآخرة خير للذين اتقوا أفلا تعقلون", "sura_id": 12, "type": 1, "id": 7941, "aya_id": 109}, {"text": "109 - (وما أرسلنا من قبلك إلا رجالا يُوحى) وفي قراءة بالنون وكسر الحاء (إليهم) لا ملائكة (من أهل القرى) الأمصار لأنهم أعلم وأحلم بخلاف أهل البوادي لجفائهم وجهلهم (أفلم يسيروا) أهل مكة (في الأرض فينظروا كيف كان عاقبة الذين من قبلهم) أي آخر أمرهم من إهلاكهم بتكذيبهم رسلهم (ولدار الآخرة) أي الجنة (خير للذين اتقوا) الله (أفلا تعقلون) بالياء والتاء يا أهل مكة هذا فتؤمنوا \r\n", "sura_id": 12, "type": 2, "id": 26649, "aya_id": 109}, {"text": "وما أرسلنا من قبلك -أيها الرسول- للناس إلا رجالا منهم ننزل عليهم وحينا, وهم من أهل الحاضرة, فهم أقدر على فهم الدعوة والرسالة, يصدقهم المهتدون للحق, ويكذبهم الضالون عنه, أفلم يمشوا في الأرض, فيعاينوا كيف كان مآل المكذبين السابقين وما حلَّ بهم من الهلاك؟ ولَثواب الدار الآخرة أفضل من الدنيا وما فيها للذين آمنوا وخافوا ربهم. أفلا تتفكرون فتعتبروا؟\r\n", "sura_id": 12, "type": 3, "id": 32885, "aya_id": 109}, {"text": " <font color=red>وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَى أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَلَدَارُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ اتَّقَوْا أَفَلَا تَعْقِلُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ إِنَّمَا أَرْسَلَ رُسُله مِنْ الرِّجَال لَا مِنْ النِّسَاء وَهَذَا قَوْل جُمْهُور الْعُلَمَاء كَمَا دَلَّ عَلَيْهِ سِيَاق هَذِهِ الْآيَة الْكَرِيمَة إِنَّ اللَّه تَعَالَى لَمْ يُوحِ إِلَى اِمْرَأَة مِنْ بَنَات بَنِي آدَم وَحْي تَشْرِيع وَزَعَمَ بَعْضهمْ أَنَّ سَارَّة اِمْرَأَة الْخَلِيل وَأُمّ مُوسَى وَمَرْيَم بِنْت عِمْرَان أُمّ عِيسَى نَبِيَّات وَاحْتَجُّوا بِأَنَّ الْمَلَائِكَة بَشَّرَتْ سَارَّة بِإِسْحَاق وَمِنْ وَرَاء إِسْحَاق يَعْقُوب وَبِقَوْلِهِ \" وَأَوْحَيْنَا إِلَى أُمّ مُوسَى أَنْ أَرْضِعِيهِ\" الْآيَة وَبِأَنَّ الْمَلَك جَاءَ إِلَى مَرْيَم وَبَشَّرَهَا بِعِيسَى عَلَيْهِ السَّلَام وَبِقَوْلِهِ تَعَالَى \" إِذْ قَالَتْ الْمَلَائِكَة يَا مَرْيَم إِنَّ اللَّه اِصْطَفَاك وَطَهَّرَك وَاصْطَفَاك عَلَى نِسَاء الْعَالَمِينَ يَا مَرْيَم اُقْنُتِي لِرَبِّك وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ \" وَهَذَا الْقَدْر حَاصِل لَهُنَّ وَلَكِنْ لَا يَلْزَم مِنْ هَذَا أَنْ يَكُنَّ نَبِيَّات بِذَلِكَ فَإِنْ أَرَادَ الْقَائِل بِنُبُوَّتِهِنَّ هَذَا الْقَدْر مِنْ التَّشْرِيف فَهَذَا لَا شَكَّ فِيهِ وَيَبْقَى الْكَلَام مَعَهُ فِي أَنَّ هَذَا هَلْ يَكْفِي فِي الِانْتِظَام فِي سِلْك النُّبُوَّة بِمُجَرَّدِهِ أَمْ لَا ؟ الَّذِي عَلَيْهِ أَهْل السُّنَّة وَالْجَمَاعَة وَهُوَ الَّذِي نَقَلَهُ الشَّيْخ أَبُو الْحَسَن عَلِيّ بْن إِسْمَاعِيل الْأَشْعَرِيّ عَنْهُمْ أَنَّهُ لَيْسَ فِي النِّسَاء نَبِيَّة وَإِنَّمَا فِيهِنَّ صِدِّيقَات كَمَا قَالَ تَعَالَى مُخْبِرًا عَنْ أَشْرَفهنَّ مَرْيَم بِنْت عِمْرَان حَيْثُ قَالَ تَعَالَى \" مَا الْمَسِيح اِبْن مَرْيَم إِلَّا رَسُول قَدْ خَلَتْ مِنْ قَبْله الرُّسُل وَأُمّه صِدِّيقَة كَانَا يَأْكُلَانِ الطَّعَام\" فَوَصَفَهَا فِي أَشْرَف مَقَامَاتهَا بِالصِّدِّيقَةِ فَلَوْ كَانَتْ نَبِيَّة لَذَكَرَ ذَلِكَ فِي مَقَام التَّشْرِيف وَالْإِعْظَام فَهِيَ صِدِّيقَة بِنَصّ الْقُرْآن وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس فِي قَوْله \" وَمَا أَرْسَلْنَا مِنْ قَبْلِك إِلَّا رِجَالًا \" الْآيَة أَيْ لَيْسُوا مِنْ أَهْل السَّمَاء كَمَا قُلْتُمْ وَهَذَا الْقَوْل مِنْ اِبْن عَبَّاس يَعْتَضِد بِقَوْلِهِ تَعَالَى \" وَمَا أَرْسَلْنَا قَبْلَك مِنْ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَام وَيَمْشُونَ فِي الْأَسْوَاق \" الْآيَة وَقَوْله تَعَالَى \" وَمَا جَعَلْنَاهُمْ جَسَدًا لَا يَأْكُلُونَ الطَّعَام وَمَا كَانُوا خَالِدِينَ ثُمَّ صَدَقْنَاهُمْ الْوَعْد فَأَنْجَيْنَاهُمْ وَمَنْ نَشَاء وَأَهْلَكْنَا الْمُسْرِفِينَ\" وَقَوْله تَعَالَى \" قُلْ مَا كُنْت بِدْعًا مِنْ الرُّسُل \" الْآيَة وَقَوْله مِنْ أَهْل الْقُرَى \" الْمُرَاد بِالْقُرَى الْمُدُن لَا أَنَّهُمْ مِنْ أَهْل الْبَوَادِي الَّذِينَ هُمْ مِنْ أَجْفَى النَّاس طِبَاعًا وَأَخْلَاقًا وَهَذَا هُوَ الْمَعْهُود الْمَعْرُوف أَنَّ أَهْل الْمُدُن أَرَقّ طِبَاعًا وَأَلْطَف مِنْ أَهْل بِوَادِيهِمْ وَأَهْل الرِّيف وَالسَّوَاد أَقْرَب حَالًا مِنْ الَّذِينَ يَسْكُنُونَ فِي الْبَوَادِي وَلِهَذَا قَالَ تَعَالَى \" الْأَعْرَاب أَشَدّ كُفْرًا وَنِفَاقًا \" الْآيَة وَقَالَ قَتَادَة فِي قَوْله \" مِنْ أَهْل الْقُرَى \" لِأَنَّهُمْ أَعْلَم وَأَحْلُم مِنْ أَهْل الْعُمُور وَفِي الْحَدِيث الْآخَر أَنَّ رَجُلًا مِنْ الْأَعْرَاب أَهْدَى لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَدَقَة فَلَمْ يَزَلْ يُعْطِيه وَيَزِيدهُ حَتَّى رَضِيَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَقَدْ هَمَمْت أَنْ لَا أَتَّهِب هِبَة إِلَّا مِنْ قُرَشِيّ أَوْ أَنْصَارِيّ أَوْ ثَقَفِيّ أَوْ دَوْسِيّ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَجَّاج حَدَّثَنَا شُعْبَة عَنْ الْأَعْمَش عَنْ يَحْيَى بْن وَثَّاب عَنْ شَيْخ مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ الْأَعْمَش هُوَ عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ الْمُؤْمِن الَّذِي يُخَالِط النَّاس وَيَصْبِر عَلَى أَذَاهُمْ خَيْر مِنْ الَّذِي لَا يُخَالِطهُمْ وَلَا يَصْبِر عَلَى أَذَاهُمْ وَقَوْله \" أَفَلَمْ يَسِيرُوا فِي الْأَرْض \" يَعْنِي هَؤُلَاءِ الْمُكَذِّبِينَ لَك يَا مُحَمَّد فِي الْأَرْض فَيَنْظُرُوا كَيْف كَانَ عَاقِبَة الَّذِينَ مِنْ قَبْلهمْ \" أَيْ مِنْ الْأُمَم الْمُكَذِّبَة لِلرُّسُلِ كَيْف دَمَّرَ اللَّه عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالهَا أَفَلَمْ يَسِيرُوا فِي الْأَرْض فَتَكُون لَهُمْ قُلُوب يَعْقِلُونَ بِهَا \" الْآيَة فَإِذَا اِسْتَمَعُوا خَبَر ذَلِكَ رَأَوْا أَنَّ اللَّه قَدْ أَهْلَكَ الْكَافِرِينَ وَنَجَّى الْمُؤْمِنِينَ وَهَذِهِ كَانَتْ سُنَّته تَعَالَى فِي خَلْقه وَلِهَذَا قَالَ تَعَالَى \" وَلَدَار الْآخِرَة خَيْر لِلَّذِينَ اِتَّقَوْا \" أَيْ وَكَمَا نَجَّيْنَا الْمُؤْمِنِينَ فِي الدُّنْيَا كَذَلِكَ كَتَبْنَا لَهُمْ النَّجَاة فِي الدَّار الْآخِرَة وَهِيَ خَيْر لَهُمْ مِنْ الدُّنْيَا بِكَثِيرٍ كَقَوْلِهِ \" إِنَّا لَنَنْصُر رُسُلنَا وَاَلَّذِينَ آمَنُوا فِي الْحَيَاة الدُّنْيَا وَيَوْم يَقُوم الْأَشْهَاد يَوْم لَا يَنْفَع الظَّالِمِينَ مَعْذِرَتهمْ وَلَهُمْ اللَّعْنَة وَلَهُمْ سُوء الدَّار \" وَأَضَافَ الدَّار إِلَى الْآخِرَة فَقَالَ \" وَلَدَار الْآخِرَة \" كَمَا يُقَال صَلَاة الْأُولَى وَمَسْجِد الْجَامِع وَعَام أَوَّل وَ بَارِحَة الْأُولَى وَيَوْم الْخَمِيس ; قَالَ الشَّاعِر أَتَمْدَحُ فَقْعَسًا وَتَذُمّ عَبْسًا أَلَّا اللَّه أُمّك مِنْ هَجِين وَلَوْ أَقْوَتْ عَلَيْك دِيَار عَبْس عَرَفْت الذُّلّ عِرْفَان الْيَقِين </p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37757, "aya_id": 109}]