[{"text": "إِنَّ الَّذِينَ يُنَادُونَكَ مِن وَرَاء الْحُجُرَاتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ", "sura_id": 49, "type": 0, "id": 4616, "aya_id": 4}, {"text": "إن الذين ينادونك من وراء الحجرات أكثرهم لا يعقلون", "sura_id": 49, "type": 1, "id": 10852, "aya_id": 4}, {"text": "4 - (إن الذين ينادونك من وراء الحجرات) حجرات نسائه صلى الله عليه وسلم جمع حجرة هي ما يحجر عليه من الأرض بحائط ونحوه كان كل واحد منهم نادى خلف حجرة لأنهم لم يعلموه في أي حجرة مناداة الأعراب بغلظة وجفاء (أكثرهم لا يعقلون) فيما فعلوه محلك الرفيع وما يناسبه من التعظيم \r\n", "sura_id": 49, "type": 2, "id": 29560, "aya_id": 4}, {"text": "إن الذين ينادونك -أيها النبي- من وراء حجراتك بصوت مرتفع, أكثرهم ليس لهم من العقل ما يحملهم على حسن الأدب مع رسول الله صلى الله عليه وسلَّم, وتوقيره.\r\n", "sura_id": 49, "type": 3, "id": 35796, "aya_id": 4}, {"text": " <font color=red>إِنَّ الَّذِينَ يُنَادُونَكَ مِنْ وَرَاءِ الْحُجُرَاتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ</font><BR><p>ثُمَّ إِنَّهُ تَبَارَكَ وَتَعَالَى ذَمَّ الَّذِينَ يُنَادُونَهُ مِنْ وَرَاء الْحُجُرَات وَهِيَ بُيُوت نِسَائِهِ كَمَا يَصْنَع أَجْلَاف الْأَعْرَاب فَقَالَ \" أَكْثَرُهُمْ لَا يَعْقِلُونَ\" وَقَدْ ذُكِرَ أَنَّهَا نَزَلَتْ فِي الْأَقْرَع بْن حَابِس التَّمِيمِيّ رَضِيَ اللَّه عَنْهُ فِيمَا أَوْرَدَهُ غَيْر وَاحِد قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا وُهَيْب حَدَّثَنَا مُوسَى بْن عُقْبَة عَنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن عَنْ الْأَقْرَع بْن حَابِس رَضِيَ اللَّه عَنْهُ أَنَّهُ نَادَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا مُحَمَّد يَا مُحَمَّد وَفِي رِوَايَة يَا رَسُول اللَّه فَلَمْ يُجِبْهُ فَقَالَ يَا رَسُول اللَّه إِنَّ حَمْدِي لَزَيْنٌ وَإِنَّ ذَمِّي لَشَيْنٌ فَقَالَ \" ذَاكَ اللَّه عَزَّ وَجَلَّ \" ثُمَّ أَرْشَدَ تَعَالَى إِلَى الْأَدَب فِي ذَلِكَ وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو عَمَّار الْحُسَيْن بْن حُرَيْث الْمَرْوَزِيّ حَدَّثَنَا الْفَضْل بْن مُوسَى عَنْ الْحُسَيْن بْن وَاقِد عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء فِي قَوْله تَبَارَكَ وَتَعَالَى \" إِنَّ الَّذِينَ يُنَادُونَك مِنْ وَرَاء الْحُجُرَات \" قَالَ جَاءَ رَجُل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا مُحَمَّد إِنَّ حَمْدِي زَيْنٌ وَذَمِّي شَيْن فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" ذَاكَ اللَّهُ عَزَّ وَجَلَّ \" وَهَكَذَا ذَكَرَهُ الْحَسَن الْبَصْرِيّ وَقَتَادَة مُرْسَلًا وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ حَبِيب بْن أَبِي عَمْرَة قَالَ كَانَ بِشْر بْن غَالِب وَلَبِيد بْن عُطَارِد أَوْ بِشْر بْن عُطَارِد وَلَبِيد بْن غَالِب وَهُمَا عِنْد الْحَجَّاج جَالِسَانِ فَقَالَ بِشْر بْن غَالِب لِلَبِيد بْن عُطَارِد نَزَلَتْ فِي قَوْمك بَنِي تَمِيم \" إِنَّ الَّذِينَ يُنَادُونَك مِنْ وَرَاء الْحُجُرَات\" قَالَ فَذَكَرْت ذَلِكَ لِسَعِيدِ بْن جُبَيْر فَقَالَ أَمَا إِنَّهُ لَوْ عَلِمَ بِآخِرِ الْآيَة أَجَابَهُ \" يَمُنُّونَ عَلَيْك أَنْ أَسْلَمُوا\" قَالُوا أَسْلَمْنَا وَلَمْ يُقَاتِلك بَنُو أَسَد وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَمْرو بْن عَلِيّ الْبَاهِلِيّ حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان قَالَ سَمِعْت دَاوُدَ الطَّائِيّ يُحَدِّث عَنْ أَبِي مُسْلِم الْبَجَلِيّ عَنْ زَيْد بْن أَرْقَمَ رَضِيَ اللَّه عَنْهُ قَالَ : اِجْتَمَعَ أُنَاس مِنْ الْعَرَب فَقَالُوا اِنْطَلِقُوا بِنَا إِلَى هَذَا الرَّجُل فَإِنْ يَكُ نَبِيًّا فَنَحْنُ أَسْعَدُ النَّاسِ بِهِ وَإِنْ يَكُ مَلِكًا نَعِشْ بِجَنَاحِهِ قَالَ فَأَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرْته بِمَا قَالُوا فَجَاءُوا إِلَى حُجْرَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَعَلُوا يُنَادُونَهُ وَهُوَ فِي حُجْرَته يَا مُحَمَّد يَا مُحَمَّد فَأَنْزَلَ اللَّه تَعَالَى \" إِنَّ الَّذِينَ يُنَادُونَك مِنْ وَرَاء الْحُجُرَات أَكْثَرُهُمْ لَا يَعْقِلُونَ \" قَالَ فَأَخَذَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأُذُنِي فَمَدَّهَا فَجَعَلَ يَقُولُ\" لَقَدْ صَدَّقَ اللَّه تَعَالَى قَوْلَك يَا زَيْدُ لَقَدْ صَدَّقَ اللَّهُ قَوْلَك يَا زَيْد \" وَرَوَاهُ اِبْن جَرِير عَنْ الْحَسَن بْن عَرَفَة عَنْ الْمُعْتَمِر بْن سُلَيْمَان بِهِ .</p><BR> <br> ", "sura_id": 49, "type": 4, "id": 41431, "aya_id": 4}]