[{"text": "وَمَثلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِن فَوْقِ الأَرْضِ مَا لَهَا مِن قَرَارٍ", "sura_id": 14, "type": 0, "id": 1776, "aya_id": 26}, {"text": "ومثل كلمة خبيثة كشجرة خبيثة اجتثت من فوق الأرض ما لها من قرار", "sura_id": 14, "type": 1, "id": 8012, "aya_id": 26}, {"text": "26 - (ومثل كلمة خبيثة) هي كلمة الكفر (كشجرة خبيثة) هي الحنظل (اجتثت) استؤصلت (من فوق الأرض ما لها من قرار) مستقر وثبات كذلك كلمة الكفر لا ثبات لها ولا فرع ولا بركة \r\n", "sura_id": 14, "type": 2, "id": 26720, "aya_id": 26}, {"text": "ومثل كلمة خبيثة -وهي كلمة الكفر- كشجرة خبيثة المأكل والمطعم, وهي شجرة الحنظل, اقتلعت من أعلى الأرض؛ لأن عروقها قريبة من سطح الأرض ما لها أصل ثابت, ولا فرع صاعد, وكذلك الكافر لا ثبات له ولا خير فيه, ولا يُرْفَع له عمل صالح إلى الله.\r\n", "sura_id": 14, "type": 3, "id": 32956, "aya_id": 26}, {"text": " <font color=red>وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ</font><BR><p>وَقَوْله تَعَالَى \" وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ \" هَذَا مِثْل كُفْر الْكَافِر لَا أَصْل لَهُ وَلَا ثَبَات مُشَبَّه بِشَجَرَةِ الْحَنْظَل وَيُقَال لَهَا الشِّرْيَان رَوَاهُ شُعْبَة عَنْ مُعَاوِيَة بْن أَبِي قُرَّة عَنْ أَنَس بْن مَالِك أَنَّهَا شَجَرَة الْحَنْظَل وَقَالَ أَبُو بَكْر الْبَزَّار الْحَافِظ حَدَّثَنَا يَحْيَى بْن مُحَمَّد السَّكَن حَدَّثَنَا أَبُو زَيْد سَعِيد بْن الرَّبِيع حَدَّثَنَا شُعْبَة عَنْ مُعَاوِيَة بْن قُرَّة عَنْ أَنَس أَحْسَبهُ رَفَعَهُ قَالَ \" مَثَل كَلِمَة طَيِّبَة كَشَجَرَةٍ طَيِّبَة \" قَالَ هِيَ النَّخْلَة \" وَمَثَل كَلِمَة خَبِيثَة كَشَجَرَةٍ خَبِيثَة \" قَالَ هِيَ الشِّرْيَان ثُمَّ رَوَاهُ عَنْ مُحَمَّد بْن الْمُثَنَّى عَنْ غُنْدَر عَنْ شُعْبَة عَنْ مُعَاوِيَة عَنْ أَنَس مَوْقُوفًا وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا حَمَّاد هُوَ اِبْن سَلَمَة عَنْ شُعَيْب بْن الْحَبْحَاب عَنْ أَنَس بْن مَالِك أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" \" وَمَثَل كَلِمَة خَبِيثَة كَشَجَرَةٍ خَبِيثَة \" هِيَ الْحَنْظَلَة \" فَأَخْبَرْت بِذَلِكَ أَبَا الْعَالِيَة فَقَالَ : هَكَذَا كُنَّا نَسْمَع وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث حَمَّاد بْن سَلَمَة بِهِ وَرَوَاهُ أَبُو يَعْلَى فِي مُسْنَده بِأَبْسَط مِنْ هَذَا فَقَالَ : حَدَّثَنَا غَسَّان عَنْ حَمَّاد عَنْ شُعَيْب عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أُتِيَ بِقِنَاعٍ عَلَيْهِ بُسْر فَقَالَ \" مَثَلُ كَلِمَةٍ طَيِّبَةٍ كَشَجَرَةٍ طَيِّبَة أَصْلهَا ثَابِت وَفَرْعهَا فِي السَّمَاء تُؤْتِي أُكُلهَا كُلّ حِين بِإِذْنِ رَبّهَا \" فَقَالَ \" هِيَ النَّخْلَة \" \" وَمَثَل كَلِمَة خَبِيثَة كَشَجَرَةٍ خَبِيثَة اُجْتُثَّتْ مِنْ فَوْق الْأَرْض مَا لَهَا مِنْ قَرَار \" قَالَ هِيَ الْحَنْظَل \" قَالَ شُعَيْب فَأَخْبَرْت بِذَلِكَ أَبَا الْعَالِيَة فَقَالَ : كَذَلِكَ كُنَّا نَسْمَع وَقَوْله\" اُجْتُثَّتْ \" أَيْ اُسْتُؤْصِلَتْ \" مِنْ فَوْق الْأَرْض مَا لَهَا مِنْ قَرَار \" أَيْ لَا أَصْل لَهَا وَلَا ثَبَات كَذَلِكَ الْكُفْر لَا أَصْل لَهُ وَلَا فَرْع وَلَا يَصْعَدُ لِلْكَافِرِ عَمَل وَلَا يُتَقَبَّلُ مِنْهُ شَيْء .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37918, "aya_id": 26}]