[{"text": "وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ وَأَن تَصَدَّقُواْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ", "sura_id": 2, "type": 0, "id": 287, "aya_id": 280}, {"text": "وإن كان ذو عسرة فنظرة إلى ميسرة وأن تصدقوا خير لكم إن كنتم تعلمون", "sura_id": 2, "type": 1, "id": 6523, "aya_id": 280}, {"text": "280 - (وإن كان) وقع غريم (ذو عسرة فنَظِرة) له أي عليكم تأخيره (إلى ميسَرة) بفتح السين وضمها أي وقت يسر (وأن تصَّدقوا) بالتشديد على إدغام التاء في الأصل في الصاد وبالتخفيف على حذفها أي تتصدقوا على المعسر بالإبراء (خير لكم إن كنتم تعلمون) أنه خير فافعلوه وفي الحديث \"من أنظر معسراً أو وضع عنه أظله الله في ظله يوم لا ظل إلا ظله\" رواه مسلم \r\n", "sura_id": 2, "type": 2, "id": 25231, "aya_id": 280}, {"text": "وإن كان المدين غير قادر على السداد فأمهلوه إلى أن ييسِّر الله له رزقًا فيدفع إليكم مالكم, وإن تتركوا رأس المال كله أو بعضه وتضعوه عن المدين فهو أفضل لكم, إن كنتم تعلمون فَضْلَ ذلك, وأنَّه خير لكم في الدنيا والآخرة.\r\n", "sura_id": 2, "type": 3, "id": 31467, "aya_id": 280}, {"text": " <font color=red>وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ وَأَنْ تَصَدَّقُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ</font><BR><p>يَأْمُر تَعَالَى بِالصَّبْرِ عَلَى الْمُعْسِر الَّذِي لَا يَجِد وَفَاء فَقَالَ \" وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ \" لَا كَمَا كَانَ أَهْل الْجَاهِلِيَّة يَقُول أَحَدهمْ لِمَدِينِهِ إِذَا حَلَّ عَلَيْهِ الدَّيْن إِمَّا أَنْ تَقْضِي وَإِمَّا أَنْ تُرْبِي ثُمَّ يَنْدُب إِلَى الْوَضْع عَنْهُ وَيَعِدُ عَلَى ذَلِكَ الْخَيْر وَالثَّوَاب الْجَزِيل فَقَالَ \" وَأَنْ تَصَدَّقُوا خَيْر لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ \" أَيْ وَإِنْ تَتْرُكُوا رَأْس الْمَال بِالْكُلِّيَّةِ وَتَضَعُوهُ عَنْ الْمَدِين وَقَدْ وَرَدَتْ الْأَحَادِيث مِنْ طُرُق مُتَعَدِّدَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِذَلِكَ \" فَالْحَدِيثُ الْأَوَّلُ \" عَنْ أَبِي أُمَامَة أَسْعَد بْن زُرَارَة قَالَ الطَّبَرَانِيّ حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد بْن شُعَيْب الْمَرْجَانِيّ حَدَّثَنَا يَحْيَى بْن حَكِيم الْمُقَوِّم حَدَّثَنَا مُحَمَّد بْن بَكْر الْبُرْسَانِيّ حَدَّثَنَا عَبْد اللَّه بْن أَبِي زِيَاد حَدَّثَنِي عَاصِم بْن عُبَيْد اللَّه عَنْ أَبِي أُمَامَة أَسْعَد بْن زُرَارَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" مَنْ سَرَّهُ أَنْ يُظِلّهُ اللَّه يَوْم لَا ظِلَّ إِلَّا ظِلّه فَلْيُيَسِّرْ عَلَى مُعْسِر أَوْ لِيَضَع عَنْهُ \" . \" حَدِيثٌ آخَرُ \" عَنْ بُرَيْدَة قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا عَبْد الْوَارِث حَدَّثَنَا مُحَمَّد بْن جُحَادَة عَنْ سُلَيْمَان بْن بُرَيْدَة عَنْ أَبِيهِ قَالَ سَمِعْت النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول \" مَنْ أَنْظَرَ مُعْسِرًا فَلَهُ بِكُلِّ يَوْم مِثْله صَدَقَة \" . قَالَ ثُمَّ سَمِعْته يَقُول \" مَنْ أَنْظَرَ مُعْسِرًا فَلَهُ بِكُلِّ يَوْم مِثْلَاهُ صَدَقَة\" قُلْت سَمِعْتُك يَا رَسُول اللَّه تَقُول \" مَنْ أَنْظَرَ مُعْسِرًا فَلَهُ بِكُلِّ يَوْم مِثْله صَدَقَة \" ثُمَّ سَمِعْتُك تَقُول \" مَنْ أَنْظَرَ مُعْسِرًا فَلَهُ بِكُلِّ يَوْم مِثْلَاهُ صَدَقَة \" قَالَ\" لَهُ بِكُلِّ يَوْم مِثْله صَدَقَة قَبْل أَنْ يَحِلّ الدَّيْن فَإِذَا حَلَّ الدَّيْن فَأَنْظَرَهُ فَلَهُ بِكُلِّ يَوْم مِثْلَاهُ صَدَقَة\" . \" حَدِيثٌ آخَرُ \" عَنْ أَبِي قَتَادَة الْحَارِث بْن رِبْعِيّ الْأَنْصَارِيّ قَالَ أَحْمَد حَدَّثَنَا حَمَّاد بْن سَلَمَة أَخْبَرَنَا أَبُو جَعْفَر الْخَطْمِيّ عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ أَنَّ أَبَا قَتَادَة كَانَ لَهُ دَيْن عَلَى رَجُل وَكَانَ يَأْتِيه يَتَقَاضَاهُ فَيَخْتَبِئ مِنْهُ فَجَاءَ ذَات يَوْم فَخَرَجَ صَبِيّ فَسَأَلَهُ عَنْهُ فَقَالَ : نَعَمْ هُوَ فِي الْبَيْت يَأْكُل خَزِيرَة فَنَادَاهُ فَقَالَ يَا فُلَان اُخْرُجْ فَقَدْ أُخْبِرْت أَنَّك هَاهُنَا فَخَرَجَ إِلَيْهِ فَقَالَ مَا يُغَيِّبك عَنِّي ؟ فَقَالَ إِنِّي مُعْسِر وَلَيْسَ عِنْدِي شَيْء قَالَ آللَّه إِنَّك مُعْسِر ؟ قَالَ نَعَمْ فَبَكَى أَبُو قَتَادَة ثُمَّ قَالَ سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول \" مَنْ نَفَّسَ عَنْ غَرِيمه أَوْ مَحَا عَنْهُ كَانَ فِي ظِلّ الْعَرْش يَوْم الْقِيَامَة \" . وَرَوَاهُ مُسْلِم فِي صَحِيحه \" حَدِيثٌ آخَر \" عَنْ حُذَيْفَة بْن الْيَمَان قَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا الْأَخْنَس أَحْمَد بْن عِمْرَان حَدَّثَنَا مُحَمَّد بْن فُضَيْل حَدَّثَنَا أَبُو مَالِك الْأَشْجَعِيّ عَنْ رِبْعِيّ بْن حِرَاش عَنْ حُذَيْفَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" أَتَى اللَّه بِعَبْدٍ مِنْ عَبِيده يَوْم الْقِيَامَة قَالَ مَاذَا عَمِلْت لِي فِي الدُّنْيَا ؟ فَقَالَ مَا عَمِلْت لَك يَا رَبّ مِثْقَال ذَرَّة فِي الدُّنْيَا أَرْجُوك بِهَا - قَالَهَا ثَلَاث مَرَّات - قَالَ الْعَبْد عِنْد آخِرهَا يَا رَبّ إِنَّك كُنْت أَعْطَيْتنِي فَضْل مَال وَكُنْت رَجُلًا أُبَايِع النَّاس وَكَانَ مِنْ خُلُقِي الْجَوَاز فَكُنْت أُيَسِّر عَلَى الْمُوسِر وَأُنْظِر الْمُعْسِر قَالَ فَيَقُول اللَّه عَزَّ وَجَلَّ أَنَا أَحَقّ مَنْ يُيَسِّر اُدْخُلْ الْجَنَّة \" وَقَدْ أَخْرَجَهُ الْبُخَارِيّ وَمُسْلِم وَابْن مَاجَهْ مِنْ طُرُق عَنْ رِبْعِيّ بْن حِرَاش عَنْ حُذَيْفَة زَادَ مُسْلِم وَعُقْبَة بْن عَامِر وَأَبِي مَسْعُود الْبَدْرِيّ عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِنَحْوِهِ وَلَفْظ الْبُخَارِيّ حَدَّثَنَا هِشَام بْن عَمَّار حَدَّثَنَا يَحْيَى بْن حَمْزَة حَدَّثَنَا الزُّهْرِيّ عَنْ عَبْد اللَّه بْن عَبْد اللَّه أَنَّهُ سَمِعَ أَبَا هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" كَانَ تَاجِر يُدَايِن النَّاس فَإِذَا رَأَى مُعْسِرًا قَالَ لِفِتْيَانِهِ تَجَاوَزُوا عَنْهُ لَعَلَّ اللَّه أَنْ يَتَجَاوَز عَنَّا فَتَجَاوَزَ اللَّه عَنْهُ \" . \" حَدِيثٌ آخَر \" عَنْ سَهْل بْن حُنَيْف قَالَ الْحَاكِم فِي مُسْتَدْرَكه حَدَّثَنَا أَبُو عَبْد اللَّه مُحَمَّد بْن يَعْقُوب حَدَّثَنَا يَحْيَى بْن مُحَمَّد بْن يَحْيَى حَدَّثَنَا أَبُو الْوَلِيد هِشَام بْن عَبْد الْمَلِك حَدَّثَنَا عَمْرو بْن ثَابِت حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد بْن عُقَيْل عَنْ عَبْد اللَّه بْن سَهْل بْن حُنَيْف أَنَّ سَهْلًا حَدَّثَهُ أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" مَنْ أَعَانَ مُجَاهِدًا فِي سَبِيل اللَّه أَوْ غَازِيًا أَوْ غَارِمًا فِي عُسْرَته أَوْ مُكَاتَبًا فِي رَقَبَته أَظَلَّهُ اللَّه فِي ظِلّه يَوْم لَا ظِلّ إِلَّا ظِلّه\" ثُمَّ قَالَ صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ . \" حَدِيثٌ آخَر\" عَنْ عَبْد اللَّه بْن عُمَر قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن عُبَيْد عَنْ يُوسُف بْن صُهَيْب عَنْ زَيْد الْعَمِّيّ عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَنْ أَرَادَ أَنْ تُسْتَجَاب دَعْوَتُهُ وَأَنْ تُكْشَف كُرْبَته فَلْيُفَرِّجْ عَنْ مُعْسِر \" اِنْفَرَدَ بِهِ أَحْمَد \" حَدِيثٌ آخَر\" عَنْ أَبِي مَسْعُود عُقْبَة بْن عَمْرو قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن هَارُون أَخْبَرَنَا أَبُو مَالِك عَنْ رِبْعِيّ بْن حِرَاش عَنْ حُذَيْفَة أَنَّ رَجُلًا أَتَى بِهِ اللَّه عَزَّ وَجَلَّ فَقَالَ مَاذَا عَمِلْت فِي الدُّنْيَا ؟ فَقَالَ لَهُ الرَّجُل مَا عَمِلْت مِثْقَال ذَرَّة مِنْ خَيْر فَقَالَ لَهُ ثَلَاثًا وَقَالَ فِي الثَّالِثَة إِنِّي كُنْت أَعْطَيْتنِي فَضْلًا مِنْ الْمَال فِي الدُّنْيَا فَكُنْت أُبَايِع النَّاس فَكُنْت أُيَسِّر عَلَى الْمُوسِر وَأُنْظِر الْمُعْسِر فَقَالَ تَبَارَكَ وَتَعَالَى نَحْنُ أَوْلَى بِذَلِكَ مِنْك تَجَاوَزُوا عَنْ عَبْدِي فَغَفَرَ لَهُ قَالَ أَبُو مَسْعُود هَكَذَا سَمِعْت مِنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَهَكَذَا رَوَاهُ مُسْلِم مِنْ حَدِيث أَبِي مَالِك سَعْد بْن طَارِق بِهِ . \" حَدِيثٌ آخَرُ \" عَنْ عِمْرَان بْن حُصَيْن قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَسْوَد بْن عَامِر أَخْبَرَنَا أَبُو بَكْر عَنْ الْأَعْمَش عَنْ أَبِي دَاوُد عَنْ عِمْرَان بْن حُصَيْن قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" مَنْ كَانَ لَهُ عَلَى رَجُل حَقّ فَأَخَّرَهُ كَانَ لَهُ بِكُلِّ يَوْم صَدَقَة \" غَرِيبٌ مِنْ هَذَا الْوَجْه وَقَدْ تَقَدَّمَ عَنْ بُرَيْدَة نَحْوه . \" حَدِيثٌ آخَرُ \" عَنْ أَبِي الْيُسْر كَعْب بْن عَمْرو قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُعَاوِيَة بْن عَمْرو حَدَّثَنَا زَائِدَة عَنْ عَبْد الْمَلِك بْن عُمَيْر عَنْ رِبْعِيّ قَالَ حَدَّثَنِي أَبُو الْيُسْر أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" مَنْ أَنْظَرَ مُعْسِرًا أَوْ وَضَعَ عَنْهُ أَظَلَّهُ اللَّه عَزَّ وَجَلَّ فِي ظِلّه يَوْم لَا ظِلّ إِلَّا ظِلّه\" وَقَدْ أَخْرَجَهُ مُسْلِم فِي صَحِيحه مِنْ وَجْه آخَر مِنْ حَدِيث عَبَّاد بْن الْوَلِيد بْن عُبَادَة بْن الصَّامِت قَالَ خَرَجْت أَنَا وَأَبِي نَطْلُب الْعِلْم فِي هَذَا الْحَيّ مِنْ الْأَنْصَار قَبْل أَنْ يَهْلِكُوا فَكَانَ أَوَّل مَنْ لَقِينَا أَبَا الْيُسْر صَاحِب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَمَعَهُ غُلَام لَهُ مَعَهُ ضِمَامَةٌ مِنْ صُحُف وَعَلَى أَبِي الْيُسْر بُرْدَةٌ وَمَعَافِرِيّ وَعَلَى غُلَامه بُرْدَةٌ وَمَعَافِرِيّ فَقَالَ لَهُ أَبِي يَا عَمّ إِنِّي أَرَى فِي وَجْهك سَفْعَة مِنْ غَضَب قَالَ أَجَلْ كَانَ لِي عَلَى فُلَان بْن فُلَان الرَّامِي مَال فَأَتَيْت أَهْله فَسَلَّمْت فَقُلْت أَثَمَّ هُوَ ؟ قَالُوا لَا فَخَرَجَ عَلِيّ اِبْن لَهُ جَفْر فَقُلْت أَيْنَ أَبُوك ؟ فَقَالَ سَمِعَ صَوْتك فَدَخَلَ أَرِيكَة أُمِّي فَقُلْت اُخْرُجْ إِلَيَّ فَقَدْ عَلِمْت أَيْنَ أَنْتَ فَخَرَجَ فَقُلْت مَا حَمَلَك عَلَى أَنْ اِخْتَبَأْت مِنِّي ؟ قَالَ أَنَا وَاَللَّه أُحَدِّثك ثُمَّ لَا أَكْذِبُك خَشِيت وَاَللَّه أَنْ أُحَدِّثك فَأَكْذِبك أَوْ أَعِدك فَأُخْلِفك وَكُنْت صَاحِب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَكُنْت وَاَللَّه مُعْسِرًا قَالَ : قُلْت آللَّه قَالَ : قُلْت آللَّه ؟ آللَّه ثُمَّ قَالَ فَأَتَى بِصَحِيفَتِهِ فَمَحَاهَا بِيَدِهِ ثُمَّ قَالَ فَإِنْ وَجَدْت قَضَاء فَاقْضِنِي وَإِلَّا فَأَنْتَ فِي حِلّ فَأَشْهَد أَبْصَرَ عَيْنَايَ هَاتَانِ - وَوَضَعَ أُصْبُعَيْهِ عَلَى عَيْنَيْهِ - وَسَمِعَ أُذُنَايَ هَاتَانِ وَوَعَى - قَلْبِي - وَأَشَارَ إِلَى نِيَاط قَلْبه - رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَقُول \" مَنْ أَنْظَرَ مُعْسِرًا أَوْ وَضَعَ عَنْهُ أَظَلَّهُ اللَّه فِي ظِلّه \" وَذَكَر تَمَام الْحَدِيث . \" حَدِيثٌ آخَر \" عَنْ أَمِير الْمُؤْمِنِينَ عُثْمَان بْن عَفَّان قَالَ عَبْد اللَّه بْن الْإِمَام أَحْمَد حَدَّثَنِي أَبُو يَحْيَى الْبَزَّاز مُحَمَّد بْن عَبْد الرَّحْمَن حَدَّثَنَا الْحَسَن بْن أُسَيْد بْن سَالِم الْكُوفِيّ حَدَّثَنَا الْعَبَّاس بْن الْفَضْل الْأَنْصَارِيّ عَنْ هِشَام بْن زِيَاد الْقُرَشِيّ عَنْ أَبِيهِ عَنْ مِحْجَن مَوْلَى عُثْمَان عَنْ عُثْمَان قَالَ سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول \" أَظَلَّ اللَّه عَيْنًا فِي ظِلّه يَوْم لَا ظِلّ إِلَّا ظِلّه مَنْ أَنْظَرَ مُعْسِرًا أَوْ تَرَكَ لِغَارِمٍ \" . \" حَدِيثٌ آخَر \" عَنْ اِبْن عَبَّاس قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد اللَّه بْن يَزِيد حَدَّثَنَا نُوحَ بْن جَعْوَنَة السُّلَمِيّ الْخُرَاسَانِيّ عَنْ مُقَاتِل بْن حَيَّان عَنْ عَطَاء عَنْ اِبْن عَبَّاس قَالَ خَرَجَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِلَى الْمَسْجِد وَهُوَ يَقُول بِيَدِهِ هَكَذَا وَأَوْمَأَ أَبُو عَبْد الرَّحْمَن بِيَدِهِ إِلَى الْأَرْض \" مَنْ أَنْظَرَ مُعْسِرًا أَوْ وَضَعَ عَنْهُ وَقَاهُ اللَّه مِنْ فَيْح جَهَنَّم أَلَا إِنَّ عَمَل الْجَنَّة حَزْنٌ بِرَبْوَةٍ - ثَلَاثًا - أَلَا إِنَّ عَمَل النَّار سَهْلٌ بِسَهْوَةٍ وَالسَّعِيد مَنْ وُقِيَ الْفِتَن وَمَا مِنْ جَرْعَة أَحَبَّ إِلَى اللَّه مِنْ جَرْعَة غَيْظ يَكْظِمهَا عَبْد مَا كَظَمَهَا عَبْد لِلَّهِ إِلَّا مَلَأَ اللَّه جَوْفه إِيمَانًا \" تَفَرَّدَ بِهِ أَحْمَد . \" طَرِيقٌ آخَر \" قَالَ الطَّبَرَانِيّ حَدَّثَنَا أَحْمَد بْن مُحَمَّد الْبُورَانِيّ قَاضِي الْحُدَيْبِيَة مِنْ دِيَار رَبِيعَة حَدَّثَنَا الْحَسَن بْن عَلِيّ الصُّدَائِيّ حَدَّثَنَا الْحَكَم بْن الْجَارُود حَدَّثَنَا اِبْن أَبِي الْمُتَّئِد خَال اِبْن عُيَيْنَة عَنْ أَبِيهِ عَنْ عَطَاء عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" مَنْ أَنْظَرَ مُعْسِرًا إِلَى مَيْسَرَته أَنْظَرَهُ اللَّه بِذَنْبِهِ إِلَى تَوْبَته \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38697, "aya_id": 280}]