[{"text": "فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَى أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِّن سِدْرٍ قَلِيلٍ", "sura_id": 34, "type": 0, "id": 3622, "aya_id": 16}, {"text": "فأعرضوا فأرسلنا عليهم سيل العرم وبدلناهم بجنتيهم جنتين ذواتي أكل خمط وأثل وشيء من سدر قليل", "sura_id": 34, "type": 1, "id": 9858, "aya_id": 16}, {"text": "16 - (فأعرضوا) عن شكره وكفروا (فأرسلنا عليهم سيل العرم) جمع عرمة ما يمسك الماء من بناء وغيره إلى وقت حاجته أي سيل واديهم الممسوك بما ذكر فأغرق جنتيهم وأموالهم (وبدلناهم بجنتيهم جنتين ذواتي) تثنية ذوات مفرد على الأصل (أكل خمط) مر بإضافة أكل بمعنى مأكول وتركها وبعطف عليه (وأثل وشيء من سدر قليل) \r\n", "sura_id": 34, "type": 2, "id": 28566, "aya_id": 16}, {"text": "فأعرضوا عن أمر الله وشكره وكذبوا الرسل, فأرسلنا عليهم السيل الجارف الشديد الذي خرَّب السد وأغرق البساتين, وبدَّلناهم بجنتيهم المثمرتين جنتين ذواتَيْ أكل خمط, وهو الثمر المر الكريه الطعم, وأثْل وهو شجر شبيه بالطَّرْفاء لا ثمر له, وقليل من شجر النَّبْق كثير الشوك. \r\n", "sura_id": 34, "type": 3, "id": 34802, "aya_id": 16}, {"text": " <font color=red>فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ</font><BR><p>وَقَوْله تَعَالَى \" فَأَعْرَضُوا \" أَيْ عَنْ تَوْحِيد اللَّه وَعِبَادَته وَشُكْره عَلَى مَا أَنْعَمَ بِهِ عَلَيْهِمْ وَعَدَلُوا إِلَى عِبَادَة الشَّمْس مِنْ دُون اللَّه كَمَا قَالَ الْهُدْهُد لِسُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام \" وَجِئْتُك مِنْ سَبَإٍ بِنَبَإٍ يَقِين إِنِّي وَجَدْت اِمْرَأَة تَمْلِكهُمْ وَأُوتِيَتْ مِنْ كُلّ شَيْء وَلَهَا عَرْش عَظِيم وَجَدْتهَا وَقَوْمهَا يَسْجُدُونَ لِلشَّمْسِ مِنْ دُون اللَّه وَزَيَّنَ لَهُمْ الشَّيْطَان أَعْمَالهمْ فَصَدَّهُمْ عَنْ السَّبِيل فَهُمْ لَا يَهْتَدُونَ \" وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ وَهْب بْن مُنَبِّه بَعَثَ اللَّه تَعَالَى إِلَيْهِمْ ثَلَاثَة عَشَر نَبِيًّا وَقَالَ السُّدِّيّ أَرْسَلَ اللَّه عَزَّ وَجَلَّ إِلَيْهِمْ اِثْنَيْ عَشَر أَلْف نَبِيّ وَاَللَّه أَعْلَم وَقَوْله تَعَالَى : \" فَأَرْسَلْنَا عَلَيْهِمْ سَيْل الْعَرِم \" الْمُرَاد بِالْعَرِمِ الْمِيَاه وَقِيلَ الْوَادِي وَقِيلَ الْجُرَذ وَقِيلَ الْمَاء الْغَزِير فَيَكُون مِنْ بَاب إِضَافَة الِاسْم إِلَى صِفَته مِثْل مَسْجِد الْجَامِع وَسَعِيد كرز حَكَى ذَلِكَ السُّهَيْلِيّ وَذَكَر غَيْر وَاحِد مِنْهُمْ اِبْن عَبَّاس وَوَهْب بْن مُنَبِّه وَقَتَادَة وَالضَّحَّاك أَنَّ اللَّه عَزَّ وَجَلَّ لَمَّا أَرَادَ عُقُوبَتهمْ بِإِرْسَالِ الْعَرِم عَلَيْهِمْ بَعَثَ عَلَى السَّدّ دَابَّة مِنْ الْأَرْض يُقَال لَهَا الْجُرَذ نَقَبَتْهُ قَالَ وَهْب بْن مُنَبِّه وَقَدْ كَانُوا يَجِدُونَ فِي كُتُبهمْ أَنَّ سَبَب خَرَاب هَذَا السَّدّ هُوَ الْجُرَذ فَكَانُوا يَرْصُدُونَ عِنْده السَّنَانِير بُرْهَة مِنْ الزَّمَان فَلَمَّا جَاءَ الْقَدَر غَلَبَتْ الْفَأْر السَّنَانِير وَوَلَجَتْ إِلَى السَّدّ فَنَقَبَتْهُ فَانْهَارَ عَلَيْهِمْ وَقَالَ قَتَادَة وَغَيْره الْجُرَذ هُوَ الْخُلْد نَقَبَتْ أَسَافِله حَتَّى إِذَا ضَعُفَ وَوَهِيَ وَجَاءَتْ أَيَّام السُّيُول صَدَمَ الْمَاء الْبِنَاء فَسَقَطَ فَانْسَابَ الْمَاء فِي أَسْفَل الْوَادِي وَخَرِبَ مَا بَيْن يَدَيْهِ مِنْ الْأَبْنِيَة وَالْأَشْجَار وَغَيْر ذَلِكَ وَنَضَبَ الْمَاء عَنْ الْأَشْجَار الَّتِي فِي الْجَبَلَيْنِ عَنْ يَمِين وَشِمَال فَيَبِسَتْ وَتَحَطَّمَتْ وَتَبَدَّلَتْ تِلْكَ الْأَشْجَار الْمُثْمِرَة الْأَفِيقَة النَّضِرَة كَمَا قَالَ اللَّه تَبَارَكَ وَتَعَالَى \" وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُل خَمْط \" قَالَ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَعَطَاء الْخُرَاسَانِيّ وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَهُوَ الْأَرَاك وَأَكْلَة الْبَرْبَر \" وَأَثْل \" قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس هُوَ الطَّرْفَاء وَقَالَ غَيْره هُوَ شَجَر يُشْبِه الطَّرْفَاء وَقِيلَ هُوَ السَّمَر وَاَللَّه أَعْلَم وَقَوْله \" وَشَيْء مِنْ سِدْر قَلِيل \" لَمَّا كَانَ أَجْوَد هَذِهِ الْأَشْجَار الْمُبَدَّل بِهَا هُوَ السِّدْر قَالَ \" وَشَيْء مِنْ سِدْر قَلِيل \" فَهَذَا الَّذِي صَارَ أَمْر تَيْنِك الْجَنَّتَيْنِ إِلَيْهِ بَعْد الثِّمَار النَّضِيجَة وَالْمَنَاظِر الْحَسَنَة وَالظِّلَال الْعَمِيقَة وَالْأَنْهَار الْجَارِيَة تَبَدَّلَتْ إِلَى شَجَر الْأَرَاك وَالطَّرْفَاء وَالسِّدْر ذِي الشَّوْك الْكَثِير وَالثَّمَر الْقَلِيل ; وَذَلِكَ بِسَبَبِ كُفْرهمْ وَشِرْكهمْ بِاَللَّهِ وَتَكْذِيبهمْ الْحَقّ وَعُدُولهمْ عَنْهُ إِلَى الْبَاطِل وَلِهَذَا .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40247, "aya_id": 16}]