[{"text": "وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُواْ لِي وَلْيُؤْمِنُواْ بِي لَعَلَّهُمْ يَرْشُدُونَ", "sura_id": 2, "type": 0, "id": 193, "aya_id": 186}, {"text": "وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان فليستجيبوا لي وليؤمنوا بي لعلهم يرشدون", "sura_id": 2, "type": 1, "id": 6429, "aya_id": 186}, {"text": "186 - وسأل جماعة النبي صلى الله عليه وسلم: أقريب ربنا فنناجيه أم بعيد فنناديه ، فنزل: (وإذا سألك عبادي عني فإني قريب) منهم بعلمي فأخبرهم بذلك (أجيب دعوة الداع إذا دعان) بإنالته ما سأل (فليستجيبوا لي) دعائي بالطاعة (وليؤمنوا) يداوموا على الإيمان (بي لعلهم يرشدون) يهتدون \r\n", "sura_id": 2, "type": 2, "id": 25137, "aya_id": 186}, {"text": "وإذا سألك -أيها النبي- عبادي عني فقل لهم: إني قريب منهم, أُجيب دعوة الداعي إذا دعاني, فليطيعوني فيما أمرتهم به ونهيتهم عنه, وليؤمنوا بي, لعلهم يهتدون إلى مصالح دينهم ودنياهم. وفي هذه الآية إخبار منه سبحانه عن قربه من عباده, القرب اللائق بجلاله.\r\n", "sura_id": 2, "type": 3, "id": 31373, "aya_id": 186}, {"text": " <font color=red>وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ</font><BR><p>قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا يَحْيَى بْن الْمُغِيرَة أَخْبَرَنَا جَرِير عَنْ عَبْدَة بْن أَبِي بَرْزَة السِّخْتِيَانِيّ عَنْ الصَّلْت بْن حَكِيم بْن مُعَاوِيَة بْن حَيْدَة الْقُشَيْرِيّ عَنْ أَبِيهِ عَنْ جَدّه أَنَّ أَعْرَابِيًّا قَالَ : يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْك وَسَلَّمَ أَقَرِيبٌ رَبُّنَا فَنُنَاجِيه أَمْ بَعِيدٌ فَنُنَادِيه ؟ فَسَكَتَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّه \" وَإِذَا سَأَلَك عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَة الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي \" إِذَا أَمَرَتْهُمْ أَنْ يَدْعُونِي فَدَعَوْنِي اِسْتَجَبْت وَرَوَاهُ اِبْن جَرِير عَنْ مُحَمَّد بْن حُمَيْد الرَّازِيّ عَنْ جَرِير بِهِ وَرَوَاهُ اِبْن مَرْدَوَيْهِ وَأَبُو الشَّيْخ الْأَصْبَهَانِيّ مِنْ حَدِيث مُحَمَّد بْن أَبِي حُمَيْد عَنْ جَرِير بِهِ وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا جَعْفَر بْن سُلَيْمَان عَنْ عَوْف عَنْ الْحَسَن قَالَ سَأَلَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيْنَ رَبّنَا ؟ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَإِذَا سَأَلَك عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ \" الْآيَة وَقَالَ اِبْن جُرَيْج عَنْ عَطَاء أَنَّهُ بَلَغَهُ لَمَّا نَزَلَتْ \" وَقَالَ رَبُّكُمْ اُدْعُونِي أَسْتَجِبْ لَكُمْ \" قَالَ النَّاس لَوْ نَعْلَم أَيّ سَاعَة نَدْعُو ؟ فَنَزَلَتْ \" وَإِذَا سَأَلَك عِبَادِي عَنِّي فَإِنِّي قَرِيب أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الْوَهَّاب بْن عَبْد الْمَجِيد الثَّقَفِيّ حَدَّثَنَا خَالِد الْحَذَّاء عَنْ أَبِي عُثْمَان النَّهْدِيّ عَنْ أَبِي مُوسَى الْأَشْعَرِيّ قَالَ : كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي غَزْوَة فَجَعَلْنَا لَا نَصْعَد شَرَفًا وَلَا نَعْلُو شَرَفًا وَلَا نَهْبِط وَادِيًا إِلَّا رَفَعْنَا أَصْوَاتنَا بِالتَّكْبِيرِ قَالَ فَدَنَا مِنَّا فَقَالَ \" يَا أَيّهَا النَّاس أَرْبِعُوا عَلَى أَنْفُسكُمْ فَإِنَّكُمْ لَا تَدْعُونَ أَصَمَّ وَلَا غَائِبًا إِنَّمَا تَدْعُونَ سَمِيعًا بَصِيرًا إِنَّ الَّذِي تَدْعُونَ أَقْرَبُ إِلَى أَحَدكُمْ مِنْ عُنُق رَاحِلَته يَا عَبْد اللَّه بْن قَيْس أَلَا أُعَلِّمُك كَلِمَة مِنْ كُنُوز الْجَنَّة ؟ لَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ\" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَبَقِيَّة الْجَمَاعَة مِنْ حَدِيث أَبِي عُثْمَان النَّهْدِيّ وَاسْمه عَبْد الرَّحْمَن بْن عَلِيّ عَنْهُ بِنَحْوِهِ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا سُلَيْمَان بْن دَاوُد حَدَّثَنَا شُعْبَة حَدَّثَنَا قَتَادَة عَنْ أَنَس رَضِيَ اللَّه عَنْهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَقُول اللَّه تَعَالَى أَنَا عِنْد ظَنّ عَبْدِي بِي وَأَنَا مَعَهُ إِذَا دَعَانِي\" وَقَالَ الْإِمَام أَحْمَد أَيْضًا : حَدَّثَنَا عَلِيّ بْن إِسْحَاق أَنْبَأَنَا عَبْد اللَّه أَنْبَأَنَا عَبْد الرَّحْمَن بْن يَزِيد بْن جَابِر حَدَّثَنَا إِسْمَاعِيل بْن عُبَيْد اللَّه عَنْ كَرِيمَة بِنْت اِبْن خَشْخَاش الْمُزَنِيَّة قَالَتْ : حَدَّثَنَا أَبُو هُرَيْرَة أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول\" قَالَ اللَّه تَعَالَى أَنَا مَعَ عَبْدِي مَا ذَكَرَنِي وَتَحَرَّكَتْ بِي شَفَتَاهُ \" \" قُلْت \" وَهَذَا كَقَوْلِهِ تَعَالَى \" إِنَّ اللَّهَ مَعَ الَّذِينَ اِتَّقُوا وَاَلَّذِينَ هُمْ مُحْسِنُونَ \" وَقَوْله لِمُوسَى وَهَارُون عَلَيْهِمَا السَّلَام \" إِنَّنِي مَعَكُمَا أَسْمَع وَأَرَى \" وَالْمُرَاد مِنْ هَذَا أَنَّهُ تَعَالَى لَا يُخَيِّب دُعَاء دَاعٍ وَلَا يَشْغَلهُ عَنْهُ شَيْء بَلْ هُوَ سَمِيع الدُّعَاء فَفِيهِ تَرْغِيب فِي الدُّعَاء وَأَنَّهُ لَا يَضِيع لَدَيْهِ كَمَا قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد حَدَّثَنَا رَجُل أَنَّهُ سَمِعَ أَبَا عُثْمَان هُوَ النَّهْدِيّ يُحَدِّث عَنْ سَلْمَان يَعْنِي الْفَارِسِيّ رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِنَّ اللَّه تَعَالَى لَيَسْتَحْيِي أَنْ يَبْسُط الْعَبْد إِلَيْهِ يَدَيْهِ يَسْأَلهُ فِيهِمَا خَيْرًا فَيَرُدّهُمَا خَائِبَتَيْنِ\" - قَالَ يَزِيد : سَمُّوا لِي هَذَا الرَّجُل فَقَالُوا : جَعْفَر بْن مَيْمُون - وَقَدْ رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث جَعْفَر بْن مَيْمُون صَاحِب الْأَنْبَاط بِهِ : وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب وَرَوَاهُ بَعْضهمْ وَلَمْ يَرْفَعهُ قَالَ الشَّيْخ الْحَافِظ أَبُو الْحَجَّاج الْمِزِّيّ رَحِمَهُ اللَّه فِي أَطْرَافه : وَتَابَعَهُ أَبُو هَمَّام وَمُحَمَّد بْن أَبِي الزِّبْرِقَان عَنْ سُلَيْمَان التَّيْمِيّ عَنْ أَبِي عُثْمَان النَّهْدِيّ بِهِ : وَقَالَ الْإِمَام أَحْمَد أَيْضًا : حَدَّثَنَا أَبُو عَامِر حَدَّثَنَا عَلِيّ بْن أَبِي الْمُتَوَكِّل النَّاجِي عَنْ أَبِي سَعِيد أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ مُسْلِم يَدْعُو اللَّه عَزَّ وَجَلَّ بِدَعْوَةٍ لَيْسَ فِيهَا إِثْمٌ وَلَا قَطِيعَةُ رَحِمٍ إِلَّا أَعْطَاهُ اللَّه بِهَا إِحْدَى ثَلَاث خِصَال إِمَّا أَنْ يُعَجِّل لَهُ دَعْوَته وَإِمَّا أَنْ يَدَّخِرهَا لَهُ فِي الْأُخْرَى وَإِمَّا أَنْ يَصْرِف عَنْهُ مِنْ السُّوء مِثْلهَا \" قَالُوا إِذًا نُكْثِر قَالَ \" اللَّهُ أَكْثَر \" وَقَالَ عَبْد اللَّه اِبْنُ الْإِمَام أَحْمَد : حَدَّثَنَا إِسْحَاق بْن مَنْصُور الْكَوْسَج أَنْبَأَنَا مُحَمَّد بْن يُوسُف حَدَّثَنَا اِبْن ثَوْبَان عَنْ أَبِيهِ عَنْ مَكْحُول عَنْ جُبَيْر بْن نُفَيْر أَنَّ عُبَادَة بْن الصَّامِت حَدَّثَهُمْ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا عَلَى ظَهْر الْأَرْض مِنْ رَجُل مُسْلِم يَدْعُو اللَّه عَزَّ وَجَلَّ بِدَعْوَةٍ إِلَّا آتَاهُ اللَّهُ إِيَّاهَا أَوْ كَفَّ عَنْهُ مِنْ السُّوء مِثْلهَا مَا لَمْ يَدْعُ بِإِثْمٍ أَوْ قَطِيعَة رَحِم \" وَرَوَاهُ التِّرْمِذِيّ عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن الدَّارِمِيّ عَنْ مُحَمَّد بْن يُوسُف الْفِرْيَابِيّ عَنْ اِبْن ثَوْبَان وَهُوَ عَبْد الرَّحْمَن بْن ثَابِت بْن ثَوْبَان بِهِ وَقَالَ حَسَن صَحِيح غَرِيب مِنْ هَذَا الْوَجْه وَقَالَ الْإِمَام مَالِك عَنْ اِبْن شِهَاب عَنْ أَبِي عُبَيْد مَوْلَى اِبْن أَزْهَر عَنْ أَبِي هُرَيْرَة : أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يُسْتَجَاب لِأَحَدِكُمْ مَا لَمْ يُعَجِّل يَقُول دَعَوْت فَلَمْ يُسْتَجَبْ لِي \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث مَالِك بِهِ وَهَذَا لَفْظ الْبُخَارِيّ رَحِمَهُ اللَّه وَأَثَابَهُ الْجَنَّة وَقَالَ مُسْلِم فِي صَحِيحه : حَدَّثَنِي أَبُو الطَّاهِر حَدَّثَنَا اِبْن وَهْب أَخْبَرَنِي مُعَاوِيَة بْن صَالِح عَنْ رَبِيعَة بْن يَزِيد عَنْ أَبِي إِدْرِيس الْخَوْلَانِيّ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" لَا يَزَال يُسْتَجَاب لِلْعَبْدِ مَا لَمْ يَدْعُ بِإِثْمٍ أَوْ قَطِيعَة رَحِم مَا لَمْ يَسْتَعْجِل \" قِيلَ يَا رَسُول اللَّه وَمَا الِاسْتِعْجَال \" قَالَ يَقُول قَدْ دَعَوْت فَلَمْ أَرَ يُسْتَجَاب لِي فَيَسْتَحْسِر عِنْد ذَلِكَ وَيَدَع الدُّعَاء \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا أَبُو هِلَال عَنْ قَتَادَة عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" لَا يَزَال الْعَبْد بِخَيْرٍ مَا لَمْ يَسْتَعْجِل \" قَالُوا وَكَيْف يَسْتَعْجِل قَالَ \" يَقُول قَدْ دَعَوْت رَبِّي فَلَمْ يَسْتَجِبْ لِي\" وَقَالَ الْإِمَام أَبُو جَعْفَر الطَّبَرِيّ فِي تَفْسِيره : حَدَّثَنِي يُونُس بْن عَبْد الْأَعْلَى حَدَّثَنَا اِبْن وَهْب حَدَّثَنِي أَبُو صَخْر أَنَّ يَزِيد بْن عَبْد اللَّه بْن قُسَيْط حَدَّثَهُ عَنْ عُرْوَة بْن الزُّبَيْر عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّهَا قَالَتْ مَا مِنْ عَبْد مُؤْمِن يَدْعُو اللَّه بِدَعْوَةٍ فَتَذْهَب حَتَّى تُعَجَّل لَهُ فِي الدُّنْيَا أَوْ تُؤَخَّر لَهُ فِي الْآخِرَة إِذَا لَمْ يُعَجِّل أَوْ يَقْنَط قَالَ عُرْوَة قُلْت يَا أُمَّاهُ كَيْف عَجَلَته وَقُنُوطه ؟ قَالَتْ يَقُول سَأَلْت فَلَمْ أُعْطَ وَدَعَوْت فَلَمْ أُجَبْ قَالَ اِبْن قُسَيْط وَسَمِعْت سَعِيد بْن الْمُسَيِّب يَقُول كَقَوْلِ عَائِشَة سَوَاء : وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا بَكْر بْن عَمْرو عَنْ أَبِي عَبْد الرَّحْمَن الْجِيلِيّ عَنْ عَبْد اللَّه بْن عَمْرو أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْقُلُوب أَوْعِيَة وَبَعْضهَا أَوْعَى مِنْ بَعْض فَإِذَا سَأَلْتُمْ اللَّه أَيُّهَا النَّاس فَاسْأَلُوهُ وَأَنْتُمْ مُوقِنُونَ بِالْإِجَابَةِ فَإِنَّهُ لَا يَسْتَجِيب لِعَبْدٍ دَعَاهُ عَنْ ظَهْر قَلْب غَافِل \" وَقَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا مُحَمَّد بْن إِسْحَاق عَنْ أَيُّوب حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم بْن أَبِي نَافِع بْن مَعْدِي كَرِبَ بِبَغْدَاد حَدَّثَنَا اِبْن أَبِي نَافِع بْن مَعْدِي كَرِبَ قَالَ : كُنْت أَنَا وَعَائِشَة سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ آيَة \" أُجِيبُ دَعْوَة الدَّاعِ إِذَا دَعَانِ \" قَالَ \" يَا رَبّ مَسْأَلَة عَائِشَة \" فَهَبَطَ جِبْرِيل فَقَالَ \" اللَّه يُقْرِؤُكَ السَّلَام هَذَا عَبْدِي الصَّالِح بِالنِّيَّةِ الصَّادِقَة وَقَلْبه نَقِيّ يَقُول يَا رَبّ فَأَقُول لَبَّيْكَ فَأَقْضِي حَاجَته \" وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَرَوَى اِبْن مَرْدَوَيْهِ مِنْ حَدِيث الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس حَدَّثَنِي جَابِر بْن عَبْد اللَّه أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ \" وَإِذَا سَأَلَك عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ \" الْآيَة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّهُمَّ أَمَرْت بِالدُّعَاءِ وَتَوَكَّلْت بِالْإِجَابَةِ لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ لَبَّيْكَ لَا شَرِيك لَك لَبَّيْكَ إِنَّ الْحَمْد وَالنِّعْمَة لَك وَالْمُلْك لَا شَرِيك لَك أَشْهَد أَنَّك فَرْدٌ أَحَدٌ صَمَدٌ لَمْ يَلِد وَلَمْ يُولَد وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَد وَأَشْهَد أَنَّ وَعْدك حَقّ وَلِقَاءَك حَقّ وَالسَّاعَة آتِيَةٌ لَا رَيْبَ فِيهَا وَأَنْتَ تَبْعَث مَنْ فِي الْقُبُور \" وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار : وَحَدَّثْنَا الْحَسَن بْن يَحْيَى الْأَزْدِيّ وَمُحَمَّد بْن يَحْيَى الْقَطْعِيّ قَالَا : حَدَّثَنَا الْحَجَّاج بْن مِنْهَال حَدَّثَنَا صَالِح الْمِزِّيّ عَنْ الْحَسَن عَنْ أَنَس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَقُول اللَّه تَعَالَى يَا اِبْن آدَم وَاحِدَة لَك وَوَاحِدَة لِي وَوَاحِدَة فِيمَا بَيْنِي وَبَيْنك فَأَمَّا الَّتِي لِي فَتَعْبُدنِي لَا تُشْرِك بِي شَيْئًا وَأَمَّا الَّتِي لَك فَمَا عَمِلْت مِنْ شَيْء أَوْ مِنْ عَمَل وَفَّيْتُكَهُ وَأَمَّا الَّذِي بَيْنِي وَبَيْنك فَمِنْك الدُّعَاء وَعَلَيَّ الْإِجَابَة \" وَفِي ذِكْره تَعَالَى هَذِهِ الْآيَة الْبَاعِثَة عَلَى الدُّعَاء مُتَخَلَّلَة بَيْن أَحْكَام الصِّيَام إِرْشَاد إِلَى الِاجْتِهَاد فِي الدُّعَاء عِنْد إِكْمَال الْعِدَّة بَلْ وَعِنْد كُلّ فِطْر كَمَا رَوَاهُ الْإِمَام أَبُو دَاوُد الطَّيَالِسِيّ فِي مُسْنَده حَدَّثَنَا أَبُو مُحَمَّد الْمَلِيكِيّ عَنْ عَمْرو وَهُوَ اِبْن شُعَيْب بْن مُحَمَّد بْن عَبْد اللَّه بْن عَمْرو عَنْ أَبِيهِ عَنْ جَدّه عَبْد اللَّه بْن عَمْرو قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لِلصَّائِمِ عِنْد إِفْطَاره دَعْوَة مُسْتَجَابَة \" فَكَانَ عَبْد اللَّه بْن عَمْرو إِذَا أَفْطَرَ دَعَا أَهْله وَوَلَده وَدَعَا وَقَالَ أَبُو عَبْد اللَّه مُحَمَّد بْن يَزِيد بْن مَاجَهْ فِي سُنَنه : حَدَّثَنَا هِشَام بْن عَمَّار أَخْبَرَنَا الْوَلِيد بْن مُسْلِم عَنْ إِسْحَاق بْن عَبْد اللَّه الْمَدَنِيّ عَنْ عُبَيْد اللَّه بْن أَبِي مُلَيْكَة عَنْ عَبْد اللَّه بْن عَمْرو قَالَ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ لِلصَّائِمِ عِنْد فِطْره دَعْوَة مَا تُرَدّ \" قَالَ عُبَيْد اللَّه بْن أَبِي مُلَيْكَة : سَمِعْت عَبْد اللَّه بْن عَمْرو يَقُول إِذَا أَفْطَرَ : اللَّهُمَّ إِنِّي أَسْأَلك بِرَحْمَتِك الَّتِي وَسِعَتْ كُلّ شَيْء أَنْ تَغْفِر لِي . وَفِي مُسْنَد الْإِمَام أَحْمَد وَسُنَن التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُولُ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثَلَاثَةٌ لَا تُرَدُّ دَعْوَتُهُمْ الْإِمَام الْعَادِل وَالصَّائِم حَتَّى يُفْطِر وَدَعْوَة الْمَظْلُوم يَرْفَعهَا اللَّه دُون الْغَمَام يَوْم الْقِيَامَة وَتُفْتَح لَهَا أَبْوَاب السَّمَاء وَيَقُول بِعِزَّتِي لَأَنْصُرَنَّك وَلَوْ بَعْد حِين \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38593, "aya_id": 186}]