[{"text": "بِئْسَمَا اشْتَرَوْاْ بِهِ أَنفُسَهُمْ أَن يَكْفُرُواْ بِمَا أنَزَلَ اللّهُ بَغْياً أَن يُنَزِّلُ اللّهُ مِن فَضْلِهِ عَلَى مَن يَشَاء مِنْ عِبَادِهِ فَبَآؤُواْ بِغَضَبٍ عَلَى غَضَبٍ وَلِلْكَافِرِينَ عَذَابٌ مُّهِينٌ", "sura_id": 2, "type": 0, "id": 97, "aya_id": 90}, {"text": "بئسما اشتروا به أنفسهم أن يكفروا بما أنزل الله بغيا أن ينزل الله من فضله على من يشاء من عباده فباءوا بغضب على غضب وللكافرين عذاب مهين", "sura_id": 2, "type": 1, "id": 6333, "aya_id": 90}, {"text": "90 - (بئسما اشتروا) باعوا (به أنفسهم) أي حظها من الثواب ، وما : نكرة بمعنى شيئا تمييز لفاعل بئس والمخصوص بالذم (أن يكفروا) أي كفرهم (بما أنزل الله) من القرآن (بغيا) مفعول له ليكفروا : أي حسدا على (أن ينزل الله) بالتخفيف والتشديد (من فضله) الوحي (على من يشاء) للرسالة (من عباده فباؤوا) رجعوا (بغضب) من الله بكفرهم بما أنزل والتنكير للتعظيم (على غضب) استحقوه من قبل بتصنيع التوراة والكفر بعيسى (وللكافرين عذاب مهين) ذو إهانة \r\n", "sura_id": 2, "type": 2, "id": 25041, "aya_id": 90}, {"text": "قَبُحَ ما اختاره بنو إسرائيل لأنفسهم; إذ استبدلوا الكفر بالإيمان ظلمًا وحسدًا لإنزال الله من فضله القرآن على نبي الله ورسوله محمد صلى الله عليه وسلم, فرجعوا بغضب من الله عليهم بسبب جحودهم بالنبي محمد صلى الله عليه وسلم, بعد غضبه عليهم بسبب تحريفهم التوراة. وللجاحدين نبوَّة محمد صلى الله عليه وسلم عذابٌ يذلُّهم ويخزيهم.\r\n", "sura_id": 2, "type": 3, "id": 31277, "aya_id": 90}, {"text": " <font color=red>بِئْسَمَا اشْتَرَوْا بِهِ أَنْفُسَهُمْ أَنْ يَكْفُرُوا بِمَا أَنْزَلَ اللَّهُ بَغْيًا أَنْ يُنَزِّلَ اللَّهُ مِنْ فَضْلِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ فَبَاءُوا بِغَضَبٍ عَلَى غَضَبٍ وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ</font><BR><p>قَالَ مُجَاهِد \" بِئْسَمَا اِشْتَرَوْا بِهِ أَنْفُسهمْ \" يَهُود شَرَوْا الْحَقّ بِالْبَاطِلِ وَكِتْمَان مَا جَاءَ بِهِ مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِأَنْ يُبَيِّنُوهُ وَقَالَ السُّدِّيّ\" بِئْسَمَا اِشْتَرَوْا بِهِ أَنْفُسهمْ \" يَقُول بَاعُوا بِهِ أَنْفُسهمْ يَقُول بِئْسَمَا اِعْتَاضُوا لِأَنْفُسِهِمْ فَرَضَوْا بِهِ وَعَدَلُوا إِلَيْهِ مِنْ الْكُفْر بِمَا أَنْزَلَ اللَّه عَلَى مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَنْ تَصْدِيقه وَمُوَازَرَته وَنُصْرَته وَإِنَّمَا حَمَلَهُمْ عَلَى ذَلِكَ الْبَغْي وَالْحَسَد وَالْكَرَاهِيَة\" أَنْ يُنَزِّلَ اللَّهُ مِنْ فَضْلِهِ عَلَى مَنْ يَشَاء مِنْ عِبَاده\" وَلَا حَسَد أَعْظَم مِنْ هَذَا قَالَ اِبْن إِسْحَاق عَنْ مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد عَنْ اِبْن عَبَّاس \" بِئْسَمَا اِشْتَرَوْا بِهِ أَنْفُسهمْ أَنْ يَكْفُرُوا بِمَا أَنْزَلَ اللَّهُ بَغْيًا أَنْ يُنَزِّل اللَّهُ مِنْ فَضْله عَلَى مَنْ يَشَاءُ مِنْ عِبَاده \" أَيْ إِنَّ اللَّه جَعَلَهُ مِنْ غَيْرهمْ \" فَبَاءُوا بِغَضَبٍ عَلَى غَضَبٍ\" قَالَ اِبْن عَبَّاس فِي الْغَضَب عَلَى الْغَضَب فَغَضِبَ عَلَيْهِمْ فِي مَا كَانُوا ضَيَّعُوا مِنْ التَّوْرَاة وَهِيَ مَعَهُمْ وَغَضِبَ عَلَيْهِمْ بِكُفْرِهِمْ بِهَذَا النَّبِيّ الَّذِي بَعَثَ اللَّه إِلَيْهِمْ\" قُلْت \" وَمَعْنَى \" بَاءُوا \" اِسْتَوْجَبُوا وَاسْتَحَقُّوا وَاسْتَقَرُّوا بِغَضَبٍ عَلَى غَضَب وَقَالَ أَبُو الْعَالِيَة : غَضِبَ اللَّهُ عَلَيْهِمْ بِكُفْرِهِمْ بِالْإِنْجِيلِ وَعِيسَى ثُمَّ غَضِبَ اللَّهُ عَلَيْهِمْ بِكُفْرِهِمْ بِمُحَمَّدٍ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَبِالْقُرْآنِ وَعَنْ عِكْرِمَة وَقَتَادَة مِثْله قَالَ السُّدِّيّ : أَمَّا الْغَضَب الْأَوَّل فَهُوَ حِين غَضِبَ عَلَيْهِمْ فِي الْعِجْل وَأَمَّا الثَّانِي فَغَضِبَ عَلَيْهِمْ حِين كَفَرُوا بِمُحَمَّدٍ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَعَنْ اِبْن عَبَّاس مِثْله . وَقَوْله تَعَالَى \" وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ \" وَلَمَّا كَانَ كُفْرهمْ سَبَبه الْبَغْي وَالْحَسَد وَمَنْشَأ ذَلِكَ التَّكَبُّر قُوبِلُوا بِالْإِهَانَةِ وَالصَّغَار فِي الدُّنْيَا وَالْآخِرَة كَمَا قَالَ تَعَالَى \" إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّم دَاخِرِينَ\" أَيْ صَاغِرِينَ حَقِيرِينَ ذَلِيلِينَ رَاغِمِينَ وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى حَدَّثَنَا اِبْن عَجْلَان عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" يُحْشَر الْمُتَكَبِّرُونَ يَوْم الْقِيَامَة أَمْثَال الذَّرّ فِي صُوَر النَّاس يَعْلُوهُمْ كُلّ شَيْء مِنْ الصَّغَار حَتَّى يَدْخُلُوا سِجْنًا فِي جَهَنَّم يُقَال لَهُ بُولَس تَعْلُوهُمْ نَار الْأَنْيَار يُسْقَوْنَ مِنْ طِينَة الْخَبَال عُصَارَة أَهْل النَّار\" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38772, "aya_id": 90}]