[{"text": "فَمَا اسْطَاعُوا أَن يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا", "sura_id": 18, "type": 0, "id": 2237, "aya_id": 97}, {"text": "فما اسطاعوا أن يظهروه وما استطاعوا له نقبا", "sura_id": 18, "type": 1, "id": 8473, "aya_id": 97}, {"text": "97 - (فما اسطاعوا) أي يأجوج ومأجوج (أن يظهروه) يعلوا ظهره لارتفاعه وملاسته (وما استطاعوا له نقبا) خرفا لصلابته وسمكه \r\n", "sura_id": 18, "type": 2, "id": 27181, "aya_id": 97}, {"text": "فما استطاعت يأجوج ومأجوج أن تصعد فوق السد؛ لارتفاعه وملاسته، وما استطاعوا أن ينقبوه من أسفله لبعد عرضه وقوته.\r\n", "sura_id": 18, "type": 3, "id": 33417, "aya_id": 97}, {"text": " <font color=red>فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ يَأْجُوج وَمَأْجُوج أَنَّهُمْ مَا قَدَرُوا عَلَى أَنْ يَصْعَدُوا مِنْ فَوْق هَذَا السَّدّ وَلَا قَدَرُوا عَلَى نَقْبه مِنْ أَسْفَله وَلَمَّا كَانَ الظُّهُور عَلَيْهِ أَسْهَل مِنْ نَقْبه قَابَلَ كُلًّا بِمَا يُنَاسِبهُ فَقَالَ \" فَمَا اِسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اِسْتَطَاعُوا لَهُ نَقْبًا \" وَهَذَا دَلِيل عَلَى أَنَّهُمْ لَمْ يَقْدِرُوا عَلَى نَقْبه وَلَا عَلَى شَيْء مِنْهُ . فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا رَوْح حَدَّثَنَا سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة حَدَّثَنَا أَبُو رَافِع عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّ يَأْجُوج وَمَأْجُوج لَيَحْفِرُونَ السَّدّ كُلّ يَوْم حَتَّى إِذَا كَادُوا يَرَوْنَ شُعَاع الشَّمْس قَالَ الَّذِي عَلَيْهِمْ اِرْجِعُوا فَسَتَحْفِرُونَهُ غَدًا فَيَعُودُونَ إِلَيْهِ كَأَشَدّ مَا كَانَ حَتَّى إِذَا بَلَغَتْ مُدَّتهمْ وَأَرَادَ اللَّه أَنْ يَبْعَثهُمْ عَلَى النَّاس حَفَرُوا حَتَّى إِذَا كَادُوا يَرَوْنَ شُعَاع الشَّمْس قَالَ الَّذِي عَلَيْهِمْ اِرْجِعُوا فَسَتَحْفِرُونَهُ غَدًا إِنْ شَاءَ اللَّه فَيَسْتَثْنِي فَيَعُودُونَ إِلَيْهِ وَهُوَ كَهَيْئَتِهِ حِين تَرَكُوهُ فَيَحْفِرُونَهُ وَيَخْرُجُونَ عَلَى النَّاس فَيُنَشِّفُونَ الْمِيَاه وَيَتَحَصَّن النَّاس مِنْهُمْ فِي حُصُونهمْ فَيَرْمُونَ بِسِهَامِهِمْ إِلَى السَّمَاء فَتَرْجِع وَعَلَيْهَا كَهَيْئَةِ الدَّم فَيَقُولُونَ قَهَرْنَا أَهْل الْأَرْض وَعَلَوْنَا أَهْل السَّمَاء فَيَبْعَث اللَّه عَلَيْهِمْ نَغَفًا فِي رِقَابهمْ فَيَقْتُلهُمْ بِهَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ إِنَّ دَوَابّ الْأَرْض لَتَسْمَن وَتَشْكَر شَكَرًا مِنْ لُحُومهمْ وَدِمَائِهِمْ \" وَرَوَاهُ أَحْمَد أَيْضًا عَنْ حَسَن هُوَ اِبْن مُوسَى الْأَشْهَب عَنْ سُفْيَان عَنْ قَتَادَة بِهِ وَكَذَا رَوَاهُ اِبْن مَاجَهْ عَنْ أَزْهَر بْن مَرْوَان عَنْ عَبْد الْأَعْلَى عَنْ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة قَالَ حَدَّثَ أَبُو رَافِع وَأَخْرَجَهُ التِّرْمِذِيّ مِنْ حَدِيث أَبِي عَوَانَة عَنْ قَتَادَة ثُمَّ قَالَ غَرِيب لَا يُعْرَف إِلَّا مِنْ هَذَا الْوَجْه وَإِسْنَاده جَيِّد قَوِيّ وَلَكِنَّ مَتْنه فِي رَفْعه نَكَارَة لِأَنَّ ظَاهِر الْآيَة يَقْتَضِي أَنَّهُمْ لَمْ يَتَمَكَّنُوا مِنْ اِرْتِقَائِهِ وَلَا مِنْ نَقْبه لِإِحْكَامِ بِنَائِهِ وَصَلَابَته وَشِدَّته وَلَكِنَّ هَذَا قَدْ رُوِيَ عَنْ كَعْب الْأَحْبَار أَنَّهُمْ قَبْل خُرُوجهمْ يَأْتُونَهُ فَيَلْحَسُونَهُ حَتَّى لَا يَبْقَى مِنْهُ إِلَّا الْقَلِيل فَيَقُولُونَ غَدًا نَفْتَحهُ فَيَأْتُونَ مِنْ الْغَد وَقَدْ عَادَ كَمَا كَانَ فَيَلْحَسُونَهُ حَتَّى لَا يَبْقَى مِنْهُ إِلَّا الْقَلِيل فَيَقُولُونَ كَذَلِكَ فَيُصْبِحُونَ وَهُوَ كَمَا كَانَ فَيَلْحَسُونَهُ وَيَقُولُونَ غَدًا نَفْتَحهُ وَيُلْهَمُونَ أَنْ يَقُولُوا إِنْ شَاءَ اللَّه فَيُصْبِحُونَ وَهُوَ كَمَا فَارَقُوهُ فَيَفْتَحُونَهُ وَهَذَا مُتَّجَه وَلَعَلَّ أَبَا هُرَيْرَة تَلَقَّاهُ مِنْ كَعْب فَإِنَّهُ كَانَ كَثِيرًا مَا كَانَ يُجَالِسهُ وَيُحَدِّثهُ فَحَدَّثَ بِهِ أَبُو هُرَيْرَة فَتَوَهَّمَ بَعْض الرُّوَاة عَنْهُ أَنَّهُ مَرْفُوع فَرَفَعَهُ وَاَللَّه أَعْلَم . وَيُؤَيِّد مَا قُلْنَاهُ مِنْ أَنَّهُمْ لَمْ يَتَمَكَّنُوا مِنْ نَقْبه وَلَا نَقْب شَيْء مِنْهُ وَمِنْ نَكَارَة هَذَا الْمَرْفُوع قَوْل الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ زَيْنَب بِنْت أَبِي سَلَمَة عَنْ حَبِيبَة بِنْت أُمّ حَبِيبَة بِنْت أَبِي سُفْيَان عَنْ أُمّهَا أُمّ حَبِيبَة عَنْ زَيْنَب بِنْت جَحْش زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ سُفْيَان أَرْبَع نِسْوَة - قَالَتْ : اِسْتَيْقَظَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ نَوْمه وَهُوَ مُحْمَرّ وَجْهه وَهُوَ يَقُول \" لَا إِلَه إِلَّا اللَّه وَيْل لِلْعَرَبِ مِنْ شَرّ قَدْ اِقْتَرَبَ فُتِحَ الْيَوْم مِنْ رَدْم يَأْجُوج وَمَأْجُوج مِثْل هَذَا \" وَحَلَّقَ قُلْت يَا رَسُول اللَّه أَنَهْلِكُ وَفِينَا الصَّالِحُونَ ؟ قَالَ : \" نَعَمْ إِذَا كَثُرَ الْخَبِيث \" هَذَا حَدِيث صَحِيح اِتَّفَقَ الْبُخَارِيّ وَمُسْلِم عَلَى إِخْرَاجه مِنْ حَدِيث الزُّهْرِيّ وَلَكِنْ سَقَطَ فِي رِوَايَة الْبُخَارِيّ ذِكْر حَبِيبَة وَأَثْبَتَهَا مُسْلِم وَفِيهِ أَشْيَاء عَزِيزَة نَادِرَة قَلِيلَة الْوُقُوع فِي صِنَاعَة الْإِسْنَاد مِنْهَا رِوَايَة الزُّهْرِيّ عَنْ عُرْوَة وَهُمَا تَابِعِيَّانِ وَمِنْهَا اِجْتِمَاع أَرْبَع نِسْوَة فِي سَنَده كُلّهنَّ يَرْوِي بَعْضهنَّ عَنْ بَعْض ثُمَّ كُلّ مِنْهُنَّ صَحَابِيَّة ثُمَّ ثِنْتَانِ رَبِيبَتَانِ وَثِنْتَانِ زَوْجَتَانِ وَقَدْ رُوِيَ نَحْو هَذَا عَنْ أَبِي هُرَيْرَة أَيْضًا فَقَالَ الْبَزَّار حَدَّثَنَا مُحَمَّد بْن مَرْزُوق حَدَّثَنَا مُؤَمِّل بْن إِسْمَاعِيل حَدَّثَنَا وَهْب عَنْ اِبْن طَاوُس عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" فُتِحَ الْيَوْم مِنْ رَدْم يَأْجُوج وَمَأْجُوج مِثْل هَذَا \" وَعَقَدَ التِّسْعِينَ وَأَخْرَجَهُ الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث وَهْب بِهِ .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38396, "aya_id": 97}]