[{"text": "إِنَّمَا وَلِيُّكُمُ اللّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُواْ الَّذِينَ يُقِيمُونَ الصَّلاَةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ", "sura_id": 5, "type": 0, "id": 724, "aya_id": 55}, {"text": "إنما وليكم الله ورسوله والذين آمنوا الذين يقيمون الصلاة ويؤتون الزكاة وهم راكعون", "sura_id": 5, "type": 1, "id": 6960, "aya_id": 55}, {"text": "55 - ونزل لما قال ابن سلام يا رسول الله إن قومنا هجرونا: (إنما وليكم الله ورسوله والذين آمنوا الذين يقيمون الصلاة ويؤتون الزكاة وهم راكعون) خاشعون أو يصلون صلاة التطوع \r\n", "sura_id": 5, "type": 2, "id": 25668, "aya_id": 55}, {"text": "إنما ناصركم -أيُّها المؤمنون- الله ورسوله, والمؤمنون الذين يحافظون على الصلاة المفروضة, ويؤدون الزكاة عن رضا نفس, وهم خاضعون لله.\r\n", "sura_id": 5, "type": 3, "id": 31904, "aya_id": 55}, {"text": " <font color=red>إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ</font><BR><p>قَوْله تَعَالَى \" إِنَّمَا وَلِيّكُمْ اللَّه وَرَسُوله وَاَلَّذِينَ آمَنُوا\" أَيْ لَيْسَ الْيَهُود بِأَوْلِيَائِكُمْ بَلْ وِلَايَتكُمْ رَاجِعَة إِلَى اللَّه وَرَسُوله وَالْمُؤْمِنِينَ وَقَوْله \" الَّذِينَ يُقِيمُونَ الصَّلَاة وَيُؤْتُونَ الزَّكَاة \" أَيْ الْمُؤْمِنُونَ الْمُتَّصِفُونَ بِهَذِهِ الصِّفَات مِنْ إِقَام الصَّلَاة الَّتِي هِيَ أَكْبَر أَرْكَان الْإِسْلَام وَهِيَ عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ وَإِيتَاء الزَّكَاة الَّتِي هِيَ حَقّ الْمَخْلُوقِينَ وَمُسَاعَدَة لِلْمُحْتَاجِينَ مِنْ الضُّعَفَاء وَالْمَسَاكِين وَأَمَّا قَوْله \" وَهُمْ رَاكِعُونَ\" فَقَدْ تَوَهَّمَ بَعْض النَّاس أَنَّ هَذِهِ الْجُمْلَة فِي مَوْضِع الْحَال مِنْ قَوْله \" وَيُؤْتُونَ الزَّكَاة \" أَيْ فِي حَال رُكُوعهمْ وَلَوْ كَانَ هَذَا كَذَلِكَ لَكَانَ دَفْع الزَّكَاة فِي حَال الرُّكُوع أَفْضَلَ مِنْ غَيْره لِأَنَّهُ مَمْدُوح وَلَيْسَ الْأَمْر كَذَلِكَ عِنْد أَحَد مِنْ الْعُلَمَاء مِمَّنْ نَعْلَمهُ مِنْ أَئِمَّة الْفَتْوَى وَحَتَّى إِنَّ بَعْضهمْ ذَكَرَ فِي هَذَا أَثَرًا عَنْ عَلِيّ بْن أَبِي طَالِب أَنَّ هَذِهِ الْآيَة نَزَلَتْ فِيهِ وَذَلِكَ أَنَّهُ مَرَّ بِهِ سَائِل فِي حَال رُكُوعه فَأَعْطَاهُ خَاتَمه وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الرَّبِيع بْن سُلَيْمَان الْمُرَادِيّ حَدَّثَنَا أَيُّوب بْن سُوَيْد عَنْ عُتْبَة بْن أَبِي حَكِيم فِي قَوْله \" إِنَّمَا وَلِيّكُمْ اللَّه وَرَسُوله وَاَلَّذِينَ آمَنُوا \" قَالَ هُمْ الْمُؤْمِنُونَ وَعَلِيّ بْن أَبِي طَالِب . وَحَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا الْفَضْل بْن دُكَيْن أَبُو نُعَيْم الْأَحْوَل حَدَّثَنَا مُوسَى بْن قَيْس الْحَضْرَمِيّ عَنْ سَلَمَة بْن كُهَيْل قَالَ تَصَدَّقَ عَلِيّ بِخَاتَمِهِ وَهُوَ رَاكِع فَنَزَلَتْ \" إِنَّمَا وَلِيّكُمْ اللَّه وَرَسُوله وَاَلَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاة وَيُؤْتُونَ الزَّكَاة وَهُمْ رَاكِعُونَ \" وَقَالَ اِبْن جَرِير حَدَّثَنِي الْحَارِث حَدَّثَنَا عَبْد الْعَزِيز حَدَّثَنَا غَالِب بْن عَبْد اللَّه سَمِعْت مُجَاهِدًا يَقُول فِي قَوْله \" إِنَّمَا وَلِيّكُمْ اللَّه وَرَسُوله\" الْآيَة نَزَلَتْ فِي عَلِيّ بْن أَبِي طَالِب تَصَدَّقَ وَهُوَ رَاكِع. وَقَالَ عَبْد الرَّزَّاق حَدَّثَنَا عَبْد الْوَهَّاب بْن مُجَاهِد عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس فِي قَوْله \" إِنَّمَا وَلِيّكُمْ اللَّه وَرَسُوله \" الْآيَة نَزَلَتْ فِي عَلِيّ بْن أَبِي طَالِبٍ عَبْدُ الْوَهَّابِ بْنُ مُجَاهِدٍ لَا يُحْتَجّ بِهِ . وَرَوَاهُ اِبْن مَرْدُوَيْهِ عَنْ طَرِيق سُفْيَان الثَّوْرِيّ عَنْ أَبِي سِنَان عَنْ الضَّحَّاك عَنْ اِبْن عَبَّاس قَالَ كَانَ عَلِيّ بْن أَبِي طَالِب قَائِمًا يُصَلِّي فَمَرَّ سَائِل وَهُوَ رَاكِع فَأَعْطَاهُ خَاتَمه فَنَزَلَتْ \" إِنَّمَا وَلِيّكُمْ اللَّه وَرَسُوله \" الْآيَة . الضَّحَّاك لَمْ يَلْقَ اِبْن عَبَّاس وَرَوَى اِبْن مَرْدُوَيْهِ أَيْضًا عَنْ طَرِيق مُحَمَّد بْن السَّائِب الْكَلْبِيّ وَهُوَ مَتْرُوك عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس قَالَ خَرَجَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - إِلَى الْمَسْجِد وَالنَّاس يُصَلُّونَ بَيْن رَاكِع وَسَاجِد وَقَائِم وَقَاعِد وَإِذَا مِسْكِين يَسْأَل فَدَخَلَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - فَقَالَ أَعْطَاك أَحَد شَيْئًا ؟ قَالَ نَعَمْ قَالَ مَنْ ؟ قَالَ ذَلِكَ الرَّجُل الْقَائِم قَالَ \" عَلَى \" أَيِّ حَالٍ أَعْطَاك ؟ قَالَ وَهُوَ رَاكِعٌ قَالَ وَذَلِكَ عَلِيّ بْن أَبِي طَالِب قَالَ فَكَبَّرَ رَسُول اللَّه عِنْد ذَلِكَ وَهُوَ يَقُول مَنْ \" يَتَوَلَّ اللَّه وَرَسُوله وَاَلَّذِينَ آمَنُوا فَإِنَّ حِزْب اللَّه هُمْ الْغَالِبُونَ \" وَهَذَا إِسْنَاد لَا يُقْدَح بِهِ ثُمَّ رَوَاهُ اِبْن مَرْدُوَيْهِ مِنْ حَدِيث عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ نَفْسه وَعَمَّار بْن يَاسِر وَأَبِي رَافِع وَلَيْسَ يَصِحّ شَيْء مِنْهَا بِالْكُلِّيَّةِ لِضَعْفِ أَسَانِيدهَا وَجَهَالَة رِجَالهَا ثُمَّ رَوَى بِإِسْنَادِهِ عَنْ مَيْمُون بْن مِهْرَان عَنْ اِبْن عَبَّاس فِي قَوْله \" إِنَّمَا وَلِيّكُمْ اللَّه وَرَسُوله \" نَزَلَتْ فِي الْمُؤْمِنِينَ وَعَلِيّ بْن أَبِي طَالِب أَوَّلهمْ وَقَالَ اِبْن جَرِير حَدَّثَنَا هَنَّاد حَدَّثَنَا عَبْدَة عَنْ عَبْد الْمَلِك عَنْ أَبِي جَعْفَر قَالَ سَأَلْته عَنْ هَذِهِ الْآيَة \" إِنَّمَا وَلِيّكُمْ اللَّه وَرَسُوله وَاَلَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاة وَيُؤْتُونَ الزَّكَاة وَهُمْ رَاكِعُونَ\" قُلْنَا مَنْ الَّذِينَ آمَنُوا ؟ قَالَ الَّذِينَ آمَنُوا قُلْنَا بَلَغَنَا أَنَّهَا نَزَلَتْ فِي عَلِيّ بْن أَبِي طَالِب قَالَ عَلِيّ مِنْ الَّذِينَ آمَنُوا وَقَالَ أَسْبَاط عَنْ السُّدِّيّ نَزَلَتْ هَذِهِ الْآيَة فِي جَمِيع الْمُؤْمِنِينَ وَلَكِنَّ عَلِيّ بْن أَبِي طَالِب مَرَّ بِهِ سَائِل وَهُوَ رَاكِع فِي الْمَسْجِد فَأَعْطَاهُ خَاتَمه وَقَالَ عَلِيّ بْن أَبِي طَلْحَة الْوَالِبِيّ عَنْ اِبْن عَبَّاس عَنْ أَسْلَمَ فَقَدْ تَوَلَّى اللَّه وَرَسُوله وَاَلَّذِينَ آمَنُوا رَوَاهُ اِبْن جَرِير وَقَدْ تَقَدَّمَ فِي الْأَحَادِيث الَّتِي أَوْرَدْنَاهَا أَنَّ هَذِهِ الْآيَات كُلّهَا نَزَلَتْ فِي عُبَادَة بْن الصَّامِت - رَضِيَ اللَّه عَنْهُ - حِين تَبَرَّأَ مِنْ حِلْف الْيَهُود وَرَضِيَ بِوِلَايَةِ اللَّه وَرَسُوله وَالْمُؤْمِنِينَ وَلِهَذَا قَالَ تَعَالَى بَعْد هَذَا كُلّه \" وَمَنْ يَتَوَلَّ اللَّه وَرَسُوله وَاَلَّذِينَ آمَنُوا فَإِنَّ حِزْب اللَّه هُمْ الْغَالِبُونَ \" كَمَا قَالَ تَعَالَى\" كَتَبَ اللَّه لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّه قَوِيّ عَزِيز لَا تَجِد قَوْمًا يُؤْمِنُونَ بِاَللَّهِ وَالْيَوْم الْآخِر يُوَادُّونَ مَنْ حَادَّ اللَّه وَرَسُوله وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانهمْ أَوْ عَشِيرَتهمْ أُولَئِكَ كَتَبَ فِي قُلُوبهمْ الْإِيمَان وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلهُمْ جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار خَالِدِينَ فِيهَا رَضِيَ اللَّه عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْب اللَّه أَلَا إِنَّ حِزْب اللَّه هُمْ الْمُفْلِحُونَ \" .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41508, "aya_id": 55}]