[{"text": "وَقَالُوا لَوْ شَاء الرَّحْمَنُ مَا عَبَدْنَاهُم مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ", "sura_id": 43, "type": 0, "id": 4345, "aya_id": 20}, {"text": "وقالوا لو شاء الرحمن ما عبدناهم ما لهم بذلك من علم إن هم إلا يخرصون", "sura_id": 43, "type": 1, "id": 10581, "aya_id": 20}, {"text": "20 - (وقالوا لو شاء الرحمن ما عبدناهم) أي الملائكة فعبادتنا إياهم بمشيئته فهو راض بها قال تعالى (ما لهم بذلك) المقول من الرضا بعبادتها (من علم إن) ما (هم إلا يخرصون) يكذبون فيه فيترتب عليهم العقاب به \r\n", "sura_id": 43, "type": 2, "id": 29289, "aya_id": 20}, {"text": "وقال هؤلاء المشركون من قريش: لو شاء الرحمن ما عبدنا أحدًا من دونه, وهذه حجة باطلة, فقد أقام الله الحجة على العباد بإرسال الرسل وإنزال الكتب, فاحتجاجهم بالقضاء والقَدَر مِن أبطل الباطل مِن بعد إنذار الرسل لهم. ما لهم بحقيقة ما يقولون مِن ذلك مِن علم, وإنما يقولونه تخرُّصًا وكذبًا؛ لأنه لا خبر عندهم من الله بذلك ولا برهان.\r\n", "sura_id": 43, "type": 3, "id": 35525, "aya_id": 20}, {"text": " <font color=red>وَقَالُوا لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ مَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ</font><BR><p>أَيْ لَوْ أَرَادَ اللَّه لَحَالَ بَيْننَا وَبَيْن عِبَادَة الْأَصْنَام الَّتِي هِيَ عَلَى صُورَة الْمَلَائِكَة الَّتِي هِيَ بَنَات اللَّه فَإِنَّهُ عَالِم بِذَلِكَ وَهُوَ يُقَرِّرنَا عَلَيْهِ فَجَمَعُوا بَيْن أَنْوَاع كَثِيرَة مِنْ الْخَطَأ \" أَحَدهَا \" جَعْلهمْ لِلَّهِ تَعَالَى وَلَدًا تَعَالَى وَتَقَدَّسَ وَتَنَزَّهَ عَنْ ذَلِكَ عُلُوًّا كَبِيرًا \" الثَّانِي \" دَعْوَاهُمْ أَنَّهُ اِصْطَفَى الْبَنَات عَلَى الْبَنِينَ فَجَعَلُوا الْمَلَائِكَة الَّذِينَ هُمْ عِبَاد الرَّحْمَن إِنَاثًا \" الثَّالِث \" عِبَادَتهمْ لَهُمْ مَعَ ذَلِكَ كُلّه بِلَا دَلِيل وَلَا بُرْهَان وَلَا إِذْن مِنْ اللَّه عَزَّ وَجَلَّ بَلْ بِمُجَرَّدِ الْآرَاء وَالْأَهْوَاء وَالتَّقْلِيد لِلْأَسْلَافِ وَالْكُبَرَاء وَالْآبَاء وَالْخَبْط فِي الْجَاهِلِيَّة الْجُهَلَاء \" الرَّابِع \" اِحْتِجَاجهمْ بِتَقْدِيرِهِمْ عَلَى ذَلِكَ قَدْرًا وَقَدْ جَهِلُوا فِي هَذَا الِاحْتِجَاج جَهْلًا كَبِيرًا فَإِنَّهُ تَعَالَى قَدْ أَنْكَرَ ذَلِكَ عَلَيْهِمْ أَشَدّ الْإِنْكَار فَإِنَّهُ مُنْذُ بَعَثَ الرُّسُل وَأَنْزَلَ الْكُتُب يَأْمُر بِعِبَادَتِهِ وَحْده لَا شَرِيك لَهُ وَيَنْهَى عَنْ عِبَادَة مَا سِوَاهُ قَالَ تَعَالَى\" وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا أَنْ اُعْبُدُوا اللَّه وَاجْتَنِبُوا الطَّاغُوت فَمِنْهُمْ مَنْ هَدَى اللَّه وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَة فَسِيرُوا فِي الْأَرْض فَانْظُرُوا كَيْف كَانَ عَاقِبَة الْمُكَذِّبِينَ \" وَقَالَ عَزَّ وَجَلَّ \" وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلك مِنْ رُسُلنَا أَجَعَلْنَا مِنْ دُون الرَّحْمَن آلِهَة يُعْبَدُونَ \" وَقَالَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَة بَعْد أَنْ ذَكَرَ حُجَّتهمْ هَذِهِ \" مَا لَهُمْ بِذَلِكَ مِنْ عِلْم \" أَيْ بِصِحَّةِ مَا قَالُوهُ وَاحْتَجُّوا بِهِ \" إِنْ هُمْ إِلَّا يَخْرُصُونَ\" أَيْ يَكْذِبُونَ وَيَتَقَوَّلُونَ وَقَالَ مُجَاهِد فِي قَوْله تَعَالَى\" مَا لَهُمْ بِذَلِكَ مِنْ عِلْم إِنْ هُمْ إِلَّا يَخْرُصُونَ \" يَعْنِي مَا يَعْلَمُونَ قُدْرَة اللَّه تَبَارَكَ وَتَعَالَى عَلَى ذَلِكَ.</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41144, "aya_id": 20}]