[{"text": "قَالَ لاَ يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلاَّ نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَن يَأْتِيكُمَا ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لاَّ يُؤْمِنُونَ بِاللّهِ وَهُم بِالآخِرَةِ هُمْ كَافِرُونَ", "sura_id": 12, "type": 0, "id": 1633, "aya_id": 37}, {"text": "قال لا يأتيكما طعام ترزقانه إلا نبأتكما بتأويله قبل أن يأتيكما ذلكما مما علمني ربي إني تركت ملة قوم لا يؤمنون بالله وهم بالآخرة هم كافرون", "sura_id": 12, "type": 1, "id": 7869, "aya_id": 37}, {"text": "37 - (قال) لهما مخبراً أنه عالم بتعبير الرؤيا (لا يأتيكما طعام ترزقانه) في منامكما (إلا نبأتكما بتأويله) في اليقظة (قبل أن يأتيكما) تأويله (ذلكما مما علمني ربي) فيه حث على إيمانهما ثم قواه بقوله (إني تركت ملة) دين (قوم لا يؤمنون بالله وهم بالآخرة هم) تأكيد (كافرون) \r\n", "sura_id": 12, "type": 2, "id": 26577, "aya_id": 37}, {"text": "قال لهما يوسف: لا يأتيكما طعام ترزقانه في حال من الأحوال إلا أخبرتكما بتفسيره قبل أن يأتيكما, ذلكما التعبير الذي سأعبِّره لكما مما علَّمني ربي; إني آمنت به, وأخلصت له العبادة, وابتعدت عن دين قوم لا يؤمنون بالله, وهم بالبعث والحساب جاحدون.\r\n", "sura_id": 12, "type": 3, "id": 32813, "aya_id": 37}, {"text": " <font color=red>قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لَا يُؤْمِنُونَ بِاللَّهِ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ</font><BR><p>يُخْبِرهُمَا يُوسُف عَلَيْهِ السَّلَام أَنَّهُمَا مَهْمَا رَأَيَا فِي مَنَامهمَا مِنْ حُلْم فَإِنَّهُ عَارِف بِتَفْسِيرِهِ وَيُخْبِرهُمَا بِتَأْوِيلِهِ قَبْل وُقُوعه وَلِهَذَا قَالَ \" لَا يَأْتِيكُمَا طَعَام تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ \" قَالَ مُجَاهِد يَقُول \" لَا يَأْتِيكُمَا طَعَام تُرْزَقَانِهِ\" فِي يَوْمكُمَا \" إِلَّا نَبَّأَتْكُمَا بِتَأْوِيلِهِ قَبْل أَنْ يَأْتِيكُمَا \" وَكَذَا قَالَ السُّدِّيّ وَقَالَ اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه حَدَّثَنَا عَلَيَّ بْن الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن الْعَلَاء حَدَّثَنَا مُحَمَّد بْن يَزِيد شَيْخ لَهُ ثَنَا رِشْدِين عَنْ الْحَسَن بْن ثَوْبَان عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : مَا أَدْرِي لَعَلَّ يُوسُف عَلَيْهِ السَّلَام كَانَ يَعْتَاف وَهُوَ كَذَلِكَ لِأَنِّي أَجِد فِي كِتَاب اللَّه حِين قَالَ لِلرَّجُلَيْنِ\" لَا يَأْتِيكُمَا طَعَام تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ\" قَالَ إِذَا جَاءَكُمْ الطَّعَام حُلْوًا أَوْ مُرًّا أَعْتَاف عِنْد ذَلِكَ ثُمَّ قَالَ اِبْن عَبَّاس : إِنَّمَا عُلِّمَ فَعَلِمَ وَهَذَا أَثَر غَرِيب ثُمَّ قَالَ وَهَذَا إِنَّمَا هُوَ مِنْ تَعْلِيم اللَّه إِيَّايَ لِأَنِّي اِجْتَنَبْت مِلَّة الْكَافِرِينَ بِاَللَّهِ وَالْيَوْم الْآخِر فَلَا يَرْجُونَ ثَوَابًا وَلَا عِقَابًا فِي الْمَعَاد .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37788, "aya_id": 37}]