[{"text": "وَلَمَّا وَرَدَ مَاء مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِن دُونِهِمُ امْرَأتَيْنِ تَذُودَانِ قَالَ مَا خَطْبُكُمَا قَالَتَا لَا نَسْقِي حَتَّى يُصْدِرَ الرِّعَاء وَأَبُونَا شَيْخٌ كَبِيرٌ", "sura_id": 28, "type": 0, "id": 3275, "aya_id": 23}, {"text": "ولما ورد ماء مدين وجد عليه أمة من الناس يسقون ووجد من دونهم امرأتين تذودان قال ما خطبكما قالتا لا نسقي حتى يصدر الرعاء وأبونا شيخ كبير", "sura_id": 28, "type": 1, "id": 9511, "aya_id": 23}, {"text": "23 - (ولما ورد ماء مدين) بئر فيها أي وصل إليها (وجد عليه أمة) جماعة (من الناس يسقون) مواشيهم (ووجد من دونهم) سواهم (امرأتين تذودان) تمنعان أغنامهما عن الماء (قال) موسى لهما (ما خطبكما) ما شأنكما لا تسقيان (قالتا لا نسقي حتى يصدر الرعاء) جمع راع أي يرجعون من سقيهم خوف الزحام فنسقي وفي قراءة يصدر من الرباعي أي يصرفون مواشيهم من الماء (وأبونا شيخ كبير) لا يقدر أن يسقي \r\n", "sura_id": 28, "type": 2, "id": 28219, "aya_id": 23}, {"text": "ولما وصل ماء \"مدين\" وجد عليه جماعة من الناس يسقون مواشيهم, ووجد من دون تلك الجماعة امرأتين منفردتين عن الناس, تحبسان غنمهما عن الماء; لعجزهما وضعفهما عن مزاحمة الرجال, وتنتظران حتى تَصْدُر عنه مواشي الناس, ثم تسقيان ماشيتهما, فلما رآهما موسى -عليه السلام- رقَّ لهما, ثم قال: ما شأنكما؟ قالتا: لا نستطيع مزاحمة الرجال, ولا نسقي حتى يسقي الناس, وأبونا شيخ كبير, لا يستطيع أن يسقي ماشيته؛ لضعفه وكبره.\r\n", "sura_id": 28, "type": 3, "id": 34455, "aya_id": 23}, {"text": " <font color=red>وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِنْ دُونِهِمُ امْرَأتَيْنِ تَذُودَانِ قَالَ مَا خَطْبُكُمَا قَالَتَا لَا نَسْقِي حَتَّى يُصْدِرَ الرِّعَاءُ وَأَبُونَا شَيْخٌ كَبِيرٌ</font><BR><p>\" وَلَمَّا وَرَدَ مَاء مَدْيَن \" أَيْ لَمَّا وَصَلَ إِلَى مَدْيَن وَوَرَدَ مَاءَهَا وَكَانَ لَهَا بِئْر يَرِدهُ رِعَاء الشَّاء \" وَجَدَ عَلَيْهِ أُمَّة مِنْ النَّاس يَسْقُونَ \" أَيْ جَمَاعَة يَسْقُونَ \" وَوَجَدَ مِنْ دُونهمْ اِمْرَأَتَيْنِ تَذُودَانِ \" أَيْ تُكَفْكِفَانِ غَنَمهمَا أَنْ تَرِد مَعَ غَنَم أُولَئِكَ الرِّعَاء لِئَلَّا يُؤْذَيَا فَلَمَّا رَآهُمَا مُوسَى عَلَيْهِ السَّلَام رَقَّ لَهُمَا وَرَحِمَهُمَا \" قَالَ مَا خَطْبكُمَا \" أَيْ مَا خَبَركُمَا لَا تَرِدَانِ مَعَ هَؤُلَاءِ ؟ \" قَالَتَا لَا نَسْقِي حَتَّى يُصْدِر الرِّعَاء \" أَيْ لَا يَحْصُل لَنَا سَقْي إِلَّا بَعْد فَرَاغ هَؤُلَاءِ\" وَأَبُونَا شَيْخ كَبِير \" أَيْ فَهَذَا الْحَال الْمُلْجِئ لَنَا إِلَى مَا تَرَى .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39701, "aya_id": 23}]