[{"text": "سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الأَرْضِ بِغَيْرِ الْحَقِّ وَإِن يَرَوْاْ كُلَّ آيَةٍ لاَّ يُؤْمِنُواْ بِهَا وَإِن يَرَوْاْ سَبِيلَ الرُّشْدِ لاَ يَتَّخِذُوهُ سَبِيلاً وَإِن يَرَوْاْ سَبِيلَ الْغَيِّ يَتَّخِذُوهُ سَبِيلاً ذَلِكَ بِأَنَّهُمْ كَذَّبُواْ بِآيَاتِنَا وَكَانُواْ عَنْهَا غَافِلِينَ", "sura_id": 7, "type": 0, "id": 1100, "aya_id": 146}, {"text": "سأصرف عن آياتي الذين يتكبرون في الأرض بغير الحق وإن يروا كل آية لا يؤمنوا بها وإن يروا سبيل الرشد لا يتخذوه سبيلا وإن يروا سبيل الغي يتخذوه سبيلا ذلك بأنهم كذبوا بآياتنا وكانوا عنها غافلين", "sura_id": 7, "type": 1, "id": 7336, "aya_id": 146}, {"text": "146 - (سأصرف عن آياتي) دلائل قدرتي من المصنوعات وغيرها (الذين يتكبرون في الأرض بغير الحق) بأن أخذلهم فلا يتكبرون فيها (وإن يروا كل آية لا يؤمنوا بها وإن يروا سبيل) طريق (الرشد) الهدى الذي جاء من عند الله (لا يتخذوه سبيلا) يسلكوه (وإن يروا سبيل الغي) الضلال (يتخذوه سبيلا ذلك) الصرف (بأنهم كذبوا بآياتنا وكانوا عنها غافلين) تقدم مثله \r\n", "sura_id": 7, "type": 2, "id": 26044, "aya_id": 146}, {"text": "سأصرف عن فَهْم الحجج والأدلة الدالة على عظمتي وشريعتي وأحكامي قلوب المتكبرين عن طاعتي, والمتكبرين على الناس بغير الحق, فلا يتبعون نبيًا ولا يصغون إليه لتكبرهم, وإنْ يَرَ هؤلاء المتكبرون عن الإيمان كل آية لا يؤمنوا بها لإعراضهم ومحادَّتهم لله ورسوله, وإن يروا طريق الصلاح لا يتخذوه طريقًا, وإن يروا طريق الضلال, أي الكفر يتخذوه طريقًا ودينًا; وذلك بسبب تكذيبهم بآيات الله وغفلتهم عن النظر فيها والتفكر في دلالاتها.\r\n", "sura_id": 7, "type": 3, "id": 32280, "aya_id": 146}, {"text": " <font color=red>سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِنْ يَرَوْا سَبِيلَ الْغَيِّ يَتَّخِذُوهُ سَبِيلًا ذَلِكَ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ</font><BR><p>يَقُول تَعَالَى \" سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْض بِغَيْرِ الْحَقّ \" أَيْ سَأَمْنَعُ فَهْم الْحُجَج وَالْأَدِلَّة الدَّالَّة عَلَى عَظَمَتِي وَشَرِيعَتِي وَأَحْكَامِي قُلُوب الْمُتَكَبِّرِينَ عَنْ طَاعَتِي وَيَتَكَبَّرُونَ عَلَى النَّاس بِغَيْرِ حَقّ أَيْ كَمَا اِسْتَكْبَرُوا بِغَيْرِ حَقّ أَذَلَّهُمْ اللَّه بِالْجَهْلِ كَمَا قَالَ تَعَالَى \" وَنُقَلِّب أَفْئِدَتهمْ وَأَبْصَارهمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّل مَرَّة \" وَقَالَ تَعَالَى\" فَلَمَّا زَاغُوا أَزَاغَ اللَّه قُلُوبهمْ \" وَقَالَ بَعْض السَّلَف لَا يَنَال الْعِلْم حَيِيّ وَلَا مُسْتَكْبِر وَقَالَ آخَر : مَنْ لَمْ يَصْبِر عَلَى ذُلّ التَّعَلُّم سَاعَة بَقِيَ فِي ذُلّ الْجَهْل أَبَدًا. وَقَالَ سُفْيَان بْن عُيَيْنَة فِي قَوْله \" سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْض بِغَيْرِ الْحَقّ \" قَالَ أَنْزِع عَنْهُمْ فَهْم الْقُرْآن وَأَصْرِفهُمْ عَنْ آيَاتِيَ قَالَ اِبْن جَرِير : وَهَذَا يَدُلّ عَلَى أَنَّ هَذَا خِطَاب لِهَذِهِ الْأُمَّة . قُلْت : لَيْسَ هَذَا بِلَازِمٍ لِأَنَّ اِبْن عُيَيْنَة إِنَّمَا أَرَادَ أَنَّ هَذَا مُطَّرِد فِي حَقّ كُلّ أُمَّة وَلَا فَرْق بَيْن أَحَد وَأَحَد فِي هَذَا وَاَللَّه أَعْلَم . وَقَوْله \" وَإِنْ يَرَوْا كُلّ آيَة لَا يُؤْمِنُوا بِهَا \" كَمَا قَالَ تَعَالَى \" إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَة رَبّك لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلّ آيَة حَتَّى يَرَوْا الْعَذَاب الْأَلِيم \" وَقَوْله \" وَإِنْ يَرَوْا سَبِيل الرُّشْد لَا يَتَّخِذُوهُ سَبِيلًا \" أَيْ وَإِنْ ظَهَرَ لَهُمْ سَبِيل الرُّشْد أَيْ طَرِيق النَّجَاة لَا يَسْلُكُوهَا وَإِنْ ظَهَرَ لَهُمْ طَرِيق الْهَلَاك وَالضَّلَال يَتَّخِذُوهُ سَبِيلًا ثُمَّ عَلَّلَ مَصِيرهمْ إِلَى هَذِهِ الْحَال بِقَوْلِهِ \" ذَلِكَ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا \" أَيْ كَذَّبَتْ بِهَا قُلُوبهمْ \" وَكَانُوا عَنْهَا غَافِلِينَ\" أَيْ لَا يَعْلَمُونَ شَيْئًا مِمَّا فِيهَا .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42518, "aya_id": 146}]