[{"text": "فَنَادَتْهُ الْمَلآئِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللّهَ يُبَشِّرُكَ بِيَحْيَى مُصَدِّقًا بِكَلِمَةٍ مِّنَ اللّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِّنَ الصَّالِحِينَ", "sura_id": 3, "type": 0, "id": 332, "aya_id": 39}, {"text": "فنادته الملائكة وهو قائم يصلي في المحراب أن الله يبشرك بيحيى مصدقا بكلمة من الله وسيدا و حصورا و نبيا من الصالحين", "sura_id": 3, "type": 1, "id": 6568, "aya_id": 39}, {"text": "39 - (فنادته الملائكة) أي جبريل (وهو قائم يصلي في المحراب) أي المسجد (أن) أي بأن وفي قراءة بالكسر بتقدير القول (الله يُبَشِّرك) مثقلا ومخففا (بيحيى مصدقا بكلمة) كائنة (من الله) أي بعيسى أنه روح الله وسمي كلمة لأنه خلق بكلمة كن (وسيدا) متبوعا (وحصورا) ممنوعا من النساء (ونبيا من الصالحين) روي أنه لم يعمل خطيئة ولم يهم بها \r\n", "sura_id": 3, "type": 2, "id": 25276, "aya_id": 39}, {"text": "فنادته الملائكة وهو واقف بين يدي الله في مكان صلاته يدعوه: أن الله يخبرك بخبر يسرُّك, وهو أنك سترزق بولد اسمه يحيى, يُصَدِّق بكلمة من الله -وهو عيسى ابن مريم عليه السلام-، ويكون يحيى سيدًا في قومه, له المكانة والمنزلة العالية, وحصورًا لا يأتي الذنوب والشهوات الضارة, ويكون نبيّاً من الصالحين الذين بلغوا في الصَّلاح ذروته.\r\n", "sura_id": 3, "type": 3, "id": 31512, "aya_id": 39}, {"text": " <font color=red>فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَى مُصَدِّقًا بِكَلِمَةٍ مِنَ اللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِنَ الصَّالِحِينَ</font><BR><p>قَالَ اللَّه تَعَالَى \" فَنَادَتْهُ الْمَلَائِكَة وَهُوَ قَائِم يُصَلِّي فِي الْمِحْرَاب \" أَيْ خَاطَبَتْهُ الْمَلَائِكَة شِفَاهًا خِطَابًا أَسْمَعَتْهُ وَهُوَ قَائِم يُصَلِّي فِي مِحْرَاب عِبَادَته وَمَحَلّ خَلْوَته وَمَجْلِس مُنَاجَاته وَصَلَاته . ثُمَّ أَخْبَرَ تَعَالَى عَمَّا بَشَّرَتْهُ بِهِ الْمَلَائِكَة \" أَنَّ اللَّه يُبَشِّرك بِيَحْيَى \" أَيْ بِوَلَدٍ يُوجَد لَك مِنْ صُلْبك اِسْمه يَحْيَى . قَالَ قَتَادَة وَغَيْره : إِنَّمَا سُمِّيَ يَحْيَى لِأَنَّ اللَّه أَحْيَاهُ بِالْإِيمَانِ . وَقَوْله \" مُصَدِّقًا بِكَلِمَةٍ مِنْ اللَّه \" . رَوَى الْعَوْفِيّ وَغَيْره عَنْ اِبْن عَبَّاس وَقَالَ الْحَسَن وَقَتَادَة وَعِكْرِمَة وَمُجَاهِد وَأَبُو الشَّعْثَاء وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس وَالضَّحَّاك وَغَيْره فِي هَذِهِ الْآيَة \" مُصَدِّقًا بِكَلِمَةٍ مِنْ اللَّه \" أَيْ عِيسَى اِبْن مَرْيَم . وَقَالَ الرَّبِيع بْن أَنَس : هُوَ أَوَّل مَنْ صَدَّقَ بِعِيسَى اِبْن مَرْيَم . وَقَالَ قَتَادَةُ : وَعَلَى سُنَّته وَمِنْهَاجه . وَقَالَ اِبْن جُرَيْج : قَالَ اِبْن عَبَّاس فِي قَوْله مُصَدِّقًا بِكَلِمَةٍ مِنْ اللَّه قَالَ : كَانَ يَحْيَى وَعِيسَى اِبْنَيْ خَالَة وَكَانَتْ أُمّ يَحْيَى تَقُول لِمَرْيَمَ : إِنِّي أَجِد الَّذِي فِي بَطْنِي يَسْجُد لِلَّذِي فِي بَطْنك فَذَلِكَ تَصْدِيقه لَهُ فِي بَطْن أُمّه وَهُوَ أَوَّل مَنْ صَدَّقَ عِيسَى وَكَلِمَة اللَّه عِيسَى , وَهُوَ أَكْبَر مِنْ عِيسَى عَلَيْهِ السَّلَام وَهَكَذَا قَالَ السُّدِّيّ أَيْضًا . وَقَوْله \" وَسَيِّدًا \" . قَالَ أَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس وَقَتَادَة وَسَعِيد بْن جُبَيْر وَغَيْرهمْ : الْحَلِيم وَقَالَ قَتَادَة : سَيِّدًا فِي الْعِلْم وَالْعِبَادَة. وَقَالَ اِبْن عَبَّاس وَالثَّوْرِيّ وَالضَّحَّاك السَّيِّد الْحَلِيم التَّقِيّ : قَالَ سَعِيد بْن الْمُسَيِّب : هُوَ الْفَقِيه الْعَالِم وَقَالَ عَطِيَّة : السَّيِّد فِي خُلُقه وَدِينه وَقَالَ عِكْرِمَة : هُوَ الَّذِي لَا يَغْلِبهُ الْغَضَب وَقَالَ اِبْن زَيْد : هُوَ الشَّرِيف وَقَالَ مُجَاهِد وَغَيْره هُوَ الْكَرِيم عَلَى اللَّه عَزَّ وَجَلَّ . وَقَوْله \" وَحَصُورًا \" رُوِيَ عَنْ اِبْن مَسْعُود وَابْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَأَبِي الشَّعْثَاء وَعَطِيَّة الْعَوْفِيّ أَنَّهُمْ قَالُوا : الَّذِي لَا يَأْتِي النِّسَاء . وَعَنْ أَبِي الْعَالِيَة وَالرَّبِيع بْن أَنَس : هُوَ الَّذِي لَا يُولَد لَهُ وَلَا مَاء لَهُ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا يَحْيَى بْن الْمُغِيرَة أَنْبَأَنَا جَرِير عَنْ قَابُوس عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس فِي الْحَصُور : الَّذِي لَا يُنْزِل الْمَاء وَقَدْ رَوَى اِبْن أَبِي حَاتِم فِي هَذَا حَدِيثًا غَرِيبًا جِدًّا فَقَالَ : حَدَّثَنَا أَبُو جَعْفَر مُحَمَّد بْن غَالِب الْبَغْدَادِيّ حَدَّثَنِي سَعِيد بْن سُلَيْمَان حَدَّثَنَا عَبَّاد يَعْنِي اِبْن الْعَوَّام عَنْ يَحْيَى بْن سَعِيد عَنْ الْمُسَيِّب عَنْ اِبْن الْعَاصِ - لَا يَدْرِي عَبْد اللَّه أَوْ عَمْرو - عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله \" وَسَيِّدًا وَحَصُورًا \" قَالَ : ثُمَّ تَنَاوَلَ شَيْئًا مِنْ الْأَرْض فَقَالَ \" كَانَ ذَكَرُهُ مِثْل هَذَا \" . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا يَحْيَى بْن سَعِيد الْقَطَّان عَنْ يَحْيَى بْن سَعِيد الْأَنْصَارِيّ أَنَّهُ سَمِعَ سَعِيد بْن الْمُسَيِّب عَنْ عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ يَقُول : لَيْسَ أَحَد مِنْ خَلْق اللَّه لَا يَلْقَاهُ بِذَنْبٍ غَيْر يَحْيَى بْن زَكَرِيَّا ثُمَّ قَرَأَ سَعِيد \" وَسَيِّدًا وَحَصُورًا \" ثُمَّ أَخَذَ شَيْئًا مِنْ الْأَرْض فَقَالَ : الْحَصُور مَنْ ذَكَرُهُ مِثْل ذَا وَأَشَارَ يَحْيَى بْن سَعِيد الْقَطَّان بِطَرَفِ أُصْبُعه السَّبَّابَة فَهَذَا مَوْقُوف أَصَحّ إِسْنَادًا مِنْ الْمَرْفُوع وَرَوَاهُ اِبْن الْمُنْذِر فِي تَفْسِيره : حَدَّثَنَا أَحْمَد بْن دَاوُدَ السَّمْنَانِيّ حَدَّثَنَا سُوَيْد بْن سَعِيد حَدَّثَنَا عَلِيّ بْن مُسْهِر عَنْ يَحْيَى بْن سَعِيد عَنْ سَعِيد بْن الْمُسَيِّب قَالَ : سَمِعْت عَبْد اللَّه بْن عَمْرو بْن الْعَاص قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ عَبْد يَلْقَى اللَّه إِلَّا ذَا ذَنْبٍ إِلَّا يَحْيَى بْن زَكَرِيَّا فَإِنَّ اللَّه يَقُول \" وَسَيِّدًا وَحَصُورًا \" - قَالَ - : وَإِنَّمَا ذَكَرُهُ مِثْل هُدْبَة الثَّوْب \" وَأَشَارَ بِأُنْمُلَتِهِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عِيسَى بْن حَمَّاد وَمُحَمَّد بْن سَلَمَة الْمُرَادِيّ قَالَا : حَدَّثَنَا حَجَّاج بْن سُلَيْمَان الْمُقْرِي عَنْ اللَّيْث بْن سَعْد عَنْ مُحَمَّد بْن عَجْلَان عَنْ الْقَعْقَاع عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كُلّ اِبْن آدَم يَلْقَى اللَّه بِذَنْبٍ يُعَذِّبهُ عَلَيْهِ إِنْ شَاءَ أَوْ يَرْحَمهُ إِلَّا يَحْيَى بْن زَكَرِيَّا فَإِنَّهُ كَانَ سَيِّدًا وَحَصُورًا وَنَبِيًّا مِنْ الصَّالِحِينَ \" ثُمَّ أَهْوَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى قَذَاة مِنْ الْأَرْض فَأَخَذَهَا وَقَالَ : \" وَكَانَ ذَكَره مِثْل هَذِهِ الْقَذَاة \" . وَقَدْ قَالَ الْقَاضِي عِيَاض فِي كِتَابه الشِّفَاء : اِعْلَمْ أَنَّ ثَنَاء اللَّه تَعَالَى عَلَى يَحْيَى أَنَّهُ كَانَ \" حَصُورًا \" لَيْسَ كَمَا قَالَهُ بَعْضهمْ إِنَّهُ كَانَ هَيُوبًا أَوْ لَا ذَكَرَ لَهُ بَلْ قَدْ أَنْكَرَ هَذَا حُذَّاق الْمُفَسِّرِينَ وَنُقَّاد الْعُلَمَاء وَقَالُوا : هَذِهِ نَقِيصَة وَعَيْب وَلَا يَلِيق بِالْأَنْبِيَاءِ عَلَيْهِمْ السَّلَام وَإِنَّمَا مَعْنَاهُ أَنَّهُ مَعْصُوم مِنْ الذُّنُوب أَيْ لَا يَأْتِيهَا كَأَنَّهُ حَصُور عَنْهَا وَقِيلَ : مَانِعًا نَفْسه مِنْ الشَّهَوَات وَقِيلَ لَيْسَتْ لَهُ شَهْوَة فِي النِّسَاء وَقَدْ بَانَ لَك مِنْ هَذَا أَنَّ عَدَم الْقُدْرَة عَلَى النِّكَاح نَقْصٌ وَإِنَّمَا الْفَضْل فِي كَوْنهَا مَوْجُودَة ثُمَّ يَمْنَعهَا إِمَّا بِمُجَاهَدَةٍ كَعِيسَى أَوْ بِكِفَايَةٍ مِنْ اللَّه عَزَّ وَجَلَّ كَيَحْيَى عَلَيْهِ السَّلَام ثُمَّ هِيَ فِي حَقّ مَنْ قَدَرَ عَلَيْهَا وَقَامَ بِالْوَاجِبِ فِيهَا وَلَمْ تَشْغَلهُ عَنْ رَبّه : دَرَجَة عُلْيَا وَهِيَ دَرَجَة نَبِيّنَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الَّذِي لَمْ يَشْغَلهُ كَثْرَتهنَّ عَنْ عِبَادَة رَبّه بَلْ زَادَهُ ذَلِكَ عِبَادَة بِتَحْصِينِهِنَّ وَقِيَامه عَلَيْهِنَّ وَإِكْسَابه لَهُنَّ وَهِدَايَته إِيَّاهُنَّ بَلْ قَدْ صَرَّحَ أَنَّهَا لَيْسَتْ مِنْ حُظُوظ دُنْيَاهُ هُوَ وَإِنْ كَانَتْ مِنْ حُظُوظ دُنْيَا غَيْره فَقَالَ : \" حُبِّبَ إِلَيَّ مِنْ دُنْيَاكُمْ \" هَذَا لَفْظه. وَالْمَقْصُود أَنَّهُ مَدْح لِيَحْيَى بِأَنَّهُ حَصُور لَيْسَ أَنَّهُ لَا يَأْتِي النِّسَاء بَلْ مَعْنَاهُ كَمَا قَالَهُ هُوَ وَغَيْره : أَنَّهُ مَعْصُوم مِنْ الْفَوَاحِش وَالْقَاذُورَات وَلَا يَمْنَع ذَلِكَ مِنْ تَزْوِيجه بِالنِّسَاءِ الْحَلَال وَغِشْيَانهنَّ وَإِيلَادهنَّ بَلْ قَدْ يُفْهَم وُجُود النَّسْل لَهُ مِنْ دُعَاء زَكَرِيَّا الْمُتَقَدِّم حَيْثُ قَالَ : \" هَبْ لِي مِنْ لَدُنْك ذُرِّيَّة طَيِّبَة \" كَأَنَّهُ قَالَ وَلَدًا لَهُ ذُرِّيَّة وَنَسْل وَعَقِب وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم . وَقَوْله \" وَنَبِيًّا مِنْ الصَّالِحِينَ \" هَذِهِ بِشَارَة ثَانِيَة بِنُبُوَّةِ يَحْيَى بَعْد الْبِشَارَة بِوِلَادَتِهِ وَهِيَ أَعْلَى مِنْ الْأُولَى كَقَوْلِهِ لِأُمِّ مُوسَى \" إِنَّا رَادُّوهُ إِلَيْك وَجَاعِلُوهُ مِنْ الْمُرْسَلِينَ \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39976, "aya_id": 39}]