[{"text": "قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلاَّ تَغْفِرْ لِي وَتَرْحَمْنِي أَكُن مِّنَ الْخَاسِرِينَ", "sura_id": 11, "type": 0, "id": 1520, "aya_id": 47}, {"text": "قال رب إني أعوذ بك أن أسألك ما ليس لي به علم وإلا تغفر لي وترحمني أكن من الخاسرين", "sura_id": 11, "type": 1, "id": 7756, "aya_id": 47}, {"text": "47 - (قال رب إني أعوذ بك) من (أن أسألك ما ليس لي به علم وإلا تغفر لي) ما فرط مني (وترحمني أكن من الخاسرين) \r\n", "sura_id": 11, "type": 2, "id": 26464, "aya_id": 47}, {"text": "قال نوح: يا رب إني أعتصم وأستجير بك أن أسألك ما ليس لي به علم, وإن لم تغفر لي ذنبي, وترحمني برحمتك, أكن من الذين غَبَنوا أنفسهم حظوظها وهلكوا.\r\n", "sura_id": 11, "type": 3, "id": 32700, "aya_id": 47}, {"text": " <font color=red>قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ</font><BR><p>\" قَالَ يَا نُوح إِنَّهُ لَيْسَ مِنْ أَهْلِك \" أَيْ الَّذِينَ وَعَدْت إِنْجَاءَهُمْ لِأَنِّي إِنَّمَا وَعَدْتُك بِنَجَاةِ مَنْ آمَنَ مِنْ أَهْلِك وَلِهَذَا قَالَ وَأَهْلَك إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْل مِنْهُمْ \" فَكَانَ هَذَا الْوَلَد مِمَّنْ سَبَقَ عَلَيْهِ الْقَوْل بِالْغَرَقِ لِكُفْرِهِ وَمُخَالَفَته أَبَاهُ نَبِيّ اللَّه نُوحًا عَلَيْهِ السَّلَام وَقَدْ نَصَّ غَيْر وَاحِد مِنْ الْأَئِمَّة عَلَى تَخْطِئَة مَنْ ذَهَبَ فِي تَفْسِير هَذَا إِلَى أَنَّهُ لَيْسَ بِابْنِهِ , وَإِنَّمَا كَانَ اِبْن زَنْيَة , وَيُحْكَى الْقَوْل بِأَنَّهُ لَيْسَ بِابْنِهِ وَإِنَّمَا كَانَ اِبْن اِمْرَأَته عَنْ مُجَاهِد وَالْحَسَن وَعُبَيْد بْن عُمَيْر وَأَبِي جَعْفَر الْبَاقِر وَابْن جُرَيْج وَاحْتَجَّ بَعْضهمْ بِقَوْلِهِ \" إِنَّهُ عَمَل غَيْر صَالِح \" وَبِقَوْلِهِ \" فَخَانَتَاهُمَا \" فَمِمَّنْ قَالَهُ الْحَسَن الْبَصْرِيّ اِحْتَجَّ بِهَاتَيْنِ الْآيَتَيْنِ وَبَعْضهمْ يَقُول اِبْن اِمْرَأَته , وَهَذَا يَحْتَمِل أَنْ يَكُون أَرَادَ مَا أَرَادَ الْحَسَن أَوْ أَرَادَ أَنَّهُ نُسِبَ إِلَيْهِ مَجَازًا لِكَوْنِهِ كَانَ رَبِيبًا عِنْده فَاَللَّه أَعْلَم . وَقَالَ اِبْن عَبَّاس وَغَيْر وَاحِد مِنْ السَّلَف مَا زَنَتْ اِمْرَأَة نَبِيّ قَطُّ قَالَ : وَقَوْله \" إِنَّهُ لَيْسَ مِنْ أَهْلِك\" أَيْ الَّذِينَ وَعَدْتُك نَجَاتهمْ وَقَوْل اِبْن عَبَّاس فِي هَذَا هُوَ الْحَقّ الَّذِي لَا مَحِيد عَنْهُ فَإِنَّ اللَّه سُبْحَانه أَغْيَر مِنْ أَنْ يُمَكِّن اِمْرَأَة نَبِيّ مِنْ الْفَاحِشَة ; وَلِهَذَا غَضِبَ اللَّه عَلَى الَّذِينَ رَمَوْا أُمَّ الْمُؤْمِنِينَ عَائِشَة بِنْت الصِّدِّيق زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنْكَرَ عَلَى الْمُؤْمِنِينَ الَّذِينَ تَكَلَّمُوا بِهَذَا وَأَشَاعُوهُ وَلِهَذَا قَالَ تَعَالَى \" إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَة مِنْكُمْ لَا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْر لَكُمْ لِكُلِّ اِمْرِئٍ مِنْهُمْ مَا اِكْتَسَبَ مِنْ الْإِثْم وَاَلَّذِي تَوَلَّى كِبْره مِنْهُمْ لَهُ عَذَاب عَظِيم - إِلَى قَوْله - إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهِ عِلْم وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْد اللَّه عَظِيم . وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة وَغَيْره عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : هُوَ اِبْنه غَيْر أَنَّهُ خَالَفَهُ فِي الْعَمَل وَالنِّيَّة قَالَ عِكْرِمَة فِي بَعْض الْحُرُوف إِنَّهُ عَمِلَ عَمَلًا غَيْر صَالِح وَالْخِيَانَة تَكُون عَلَى غَيْر بَاب وَقَدْ وَرَدَ فِي الْحَدِيث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَرَأَ بِذَلِك فَقَالَ الْإِمَام أَحْمَد . حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ ثَابِت عَنْ شَهْر بْن حَوْشَبٍ عَنْ أَسْمَاء بِنْت يَزِيد قَالَتْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ يَقْرَأ \" إِنَّهُ عَمِلَ غَيْر صَالِح\" وَسَمِعْته يَقُول \" يَا عِبَادِي الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسهمْ لَا تَقْنَطُوا مِنْ رَحْمَة اللَّه إِنَّ اللَّه يَغْفِر الذُّنُوب جَمِيعًا \" وَلَا يُبَالِي \" إِنَّهُ هُوَ الْغَفُور الرَّحِيم \" وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا وَكِيع حَدَّثَنَا هَارُون النَّحْوِيّ عَنْ ثَابِت البُنَانِيّ عَنْ شَهْر بْن حَوْشَبٍ عَنْ أُمّ سَلَمَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَهَا \" إِنَّهُ عَمِلَ غَيْر صَالِح \" أَعَادَهُ أَحْمَد أَيْضًا فِي مُسْنَده , أُمّ سَلَمَة هِيَ أُمّ الْمُؤْمِنِينَ وَالظَّاهِر وَاَللَّه أَعْلَم أَنَّهَا أَسْمَاء بِنْت يَزِيد فَإِنَّهَا تُكَنَّى بِذَلك أَيْضًا وَقَالَ عَبْد الرَّزَّاق أَيْضًا أَنَا الثَّوْرِيّ عَنْ اِبْن عُيَيْنَةَ عَنْ مُوسَى بْن أَبِي عَائِشَة عَنْ سُلَيْمَان بْن قُبَّة قَالَ سَمِعْت اِبْن عَبَّاس سُئِلَ وَهُوَ إِلَى جَنْب الْكَعْبَة عَنْ قَوْل اللَّه \" فَخَانَتَاهُمَا\" قَالَ أَمَا إِنَّهُ لَمْ يَكُنْ بِالزِّنَا وَلَكِنْ كَانَتْ هَذِهِ تُخْبِر النَّاس أَنَّهُ مَجْنُون , وَكَانَتْ هَذِهِ تَدُلّ عَلَى الْأَضْيَاف ثُمَّ قَرَأَ \" إِنَّهُ عَمَل غَيْر صَالِح \" قَالَ اِبْن عُيَيْنَةَ وَأَخْبَرَنِي عَمَّار الذَّهَبِيّ أَنَّهُ سَأَلَ سَعِيد بْن جُبَيْر عَنْ ذَلِكَ فَقَالَ : كَانَ اِبْن نُوح , إِنَّ اللَّه لَا يَكْذِب. قَالَ تَعَالَى \" وَنَادَى نُوح اِبْنه \" قَالَ : وَقَالَ بَعْض الْعُلَمَاء مَا فَجَرَتْ اِمْرَأَة نَبِيّ قَطُّ . وَكَذَا رُوِيَ عَنْ مُجَاهِد أَيْضًا وَعِكْرِمَةَ وَالضَّحَّاك وَمَيْمُون بْن مِهْرَان وَثَابِت بْن الْحَجَّاج وَهُوَ اِخْتِيَار أَبِي جَعْفَر بْن جَرِير , وَهُوَ الصَّوَاب الَّذِي لَا شَكّ فِيهِ .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37665, "aya_id": 47}]