[{"text": "وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ", "sura_id": 39, "type": 0, "id": 4125, "aya_id": 67}, {"text": "وما قدروا الله حق قدره والأرض جميعا قبضته يوم القيامة والسماوات مطويات بيمينه سبحانه وتعالى عما يشركون", "sura_id": 39, "type": 1, "id": 10361, "aya_id": 67}, {"text": "67 - (وما قدروا الله حق قدره) ما عرفوه حق معرفته أو ما عظموه حق عظمته حين أشركوا به غيره (والأرض جميعا) حال أي السبع (قبضته) أي مقبوضة له في ملكه وتصرفه (يوم القيامة والسماوات مطويات) مجموعات (بيمينه) بقدرته (سبحانه وتعالى عما يشركون) معه \r\n", "sura_id": 39, "type": 2, "id": 29069, "aya_id": 67}, {"text": "وما عظَّم هؤلاء المشركون اللهَ حق تعظيمه; إذ عبدوا معه غيره مما لا ينفع ولا يضر, فسوَّوا المخلوق مع عجزه بالخالق العظيم, الذي من عظيم قدرته أن جميع الأرض في قبضته يوم القيامة, والسموات مطويات بيمينه, تنزه وتعاظم سبحانه وتعالى عما يشرك به هؤلاء المشركون، وفي الآية دليل على إثبات القبضة, واليمين, والطيِّ, لله كما يليق بجلاله وعظمته, من غير تكييف ولا تشبيه.\r\n", "sura_id": 39, "type": 3, "id": 35305, "aya_id": 67}, {"text": " <font color=red>وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ</font><BR><p>يَقُول تَبَارَكَ وَتَعَالَى \" وَمَا قَدَرُوا اللَّه حَقَّ قَدْرِهِ \" أَيْ مَا قَدَرَ الْمُشْرِكُونَ اللَّه حَقَّ قَدْرِهِ حِين عَبَدُوا مَعَهُ غَيْرَهُ وَهُوَ الْعَظِيم الَّذِي لَا أَعْظَم مِنْهُ الْقَادِر عَلَى كُلّ شَيْء الْمَالِك لِكُلِّ شَيْء وَكُلّ شَيْء تَحْت قَهْرِهِ وَقُدْرَته قَالَ مُجَاهِد نَزَلَتْ فِي قُرَيْش وَقَالَ السُّدِّيّ مَا عَظَّمُوهُ حَقَّ تَعْظِيمه وَقَالَ مُحَمَّد بْن كَعْب لَوْ قَدَرُوهُ حَقّ قَدْره مَا كَذَّبُوا . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" وَمَا قَدَرُوا اللَّه حَقّ قَدْره هُمْ الْكُفَّار الَّذِينَ لَمْ يُؤْمِنُوا بِقُدْرَةِ اللَّه عَلَيْهِمْ فَمَنْ آمَنَ أَنَّ اللَّه عَلَى كُلّ شَيّ قَدِير فَقَدْ قَدَرَ اللَّه حَقَّ قَدْرِهِ وَمَنْ لَمْ يُؤْمِن بِذَلِكَ فَلَمْ يَقْدُر اللَّه حَقّ قَدْره وَقَدْ وَرَدَتْ أَحَادِيث كَثِيرَة مُتَعَلِّقَة بِهَذِهِ الْآيَة الْكَرِيمَة وَالطَّرِيق فِيهَا وَفِي أَمْثَالهَا مَذْهَب السَّلَفِ وَهُوَ إِمْرَارهَا كَمَا جَاءَتْ مِنْ غَيْر تَكْيِيف وَلَا تَحْرِيف . قَالَ الْبُخَارِيّ قَوْله تَعَالَى \" وَمَا قَدَرُوا اللَّه حَقّ قَدْره \" حَدَّثَنَا آدَم حَدَّثَنَا سُفْيَان عَنْ مَنْصُور عَنْ إِبْرَاهِيم عَنْ عُبَيْدَة عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : جَاءَ حَبْر مِنْ الْأَحْبَار إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا مُحَمَّد إِنَّا نَجِد أَنَّ اللَّه عَزَّ وَجَلَّ يَجْعَل السَّمَاوَات عَلَى أُصْبُع وَالْأَرَضِينَ عَلَى أُصْبُع وَالشَّجَر عَلَى أُصْبُع وَالْمَاء وَالثَّرَى عَلَى أُصْبُع وَسَائِر الْخَلْق عَلَى أُصْبُع فَيَقُول أَنَا الْمَلِك فَضَحِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ نَوَاجِذه تَصْدِيقًا لِقَوْلِ الْحَبْر ثُمَّ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَمَا قَدَرُوا اللَّه حَقَّ قَدْره وَالْأَرْض جَمِيعًا قَبْضَتُهُ يَوْم الْقِيَامَة \" الْآيَة وَرَوَاهُ الْبُخَارِيّ أَيْضًا فِي غَيْر هَذَا الْمَوْضِع مِنْ صَحِيحه وَالْإِمَام أَحْمَد وَمُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ فِي التَّفْسِير مِنْ سُنَنَيْهِمَا كُلّهمْ مِنْ حَدِيث سُلَيْمَان بْن مِهْرَان الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ عُبَيْدَة عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ بِنَحْوِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة عَنْ عَبْد اللَّه رَضِيَ اللَّه عَنْهُ قَالَ جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أَهْل الْكِتَاب فَقَالَ يَا أَبَا الْقَاسِم أَبَلَغَك أَنَّ اللَّه تَعَالَى يَحْمِل الْخَلَائِق عَلَى أُصْبُع وَالسَّمَاوَات عَلَى أُصْبُع وَالْأَرَضِينَ عَلَى أُصْبُع وَالشَّجَر عَلَى أُصْبُع وَالْمَاء وَالثَّرَى عَلَى أُصْبُع ؟ قَالَ فَضَحِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ نَوَاجِذه قَالَ وَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَمَا قَدَرُوا اللَّه حَقّ قَدْره \" إِلَى آخِر الْآيَة وَهَكَذَا رَوَاهُ الْبُخَارِيّ وَمُسْلِم وَالنَّسَائِيّ مِنْ طُرُق عَنْ الْأَعْمَش بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حُسَيْن بْن حَسَن الْأَشْقَر حَدَّثَنَا أَبُو كُدَيْنَة عَنْ عَطَاء عَنْ أَبِي الضُّحَى عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ مَرَّ يَهُودِيّ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ جَالِس فَقَالَ : كَيْفَ تَقُول يَا أَبَا الْقَاسِم يَوْم يَجْعَل اللَّه سُبْحَانه وَتَعَالَى السَّمَاء عَلَى ذِهْ - وَأَشَارَ بِالسِّبَابَةِ - وَالْأَرْض عَلَى ذِهْ وَالْجِبَال عَلَى ذِهْ وَسَائِر الْخَلْق عَلَى ذِهْ - كُلُّ ذَلِكَ يُشِير بِأَصَابِعِهِ - قَالَ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَمَا قَدَرُوا اللَّه حَقّ قَدْره \" الْآيَة وَكَذَا رَوَاهُ التِّرْمِذِيّ فِي التَّفْسِير عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن الدَّارِمِيّ عَنْ مُحَمَّد بْن الصَّلْت عَنْ أَبِي جَعْفَر عَنْ أَبِي كُدَيْنَة يَحْيَى بْن الْمُهَلَّب عَنْ عَطَاء بْن السَّائِب عَنْ أَبِي الضُّحَى مُسْلِم بْن صُبَيْح بِهِ وَقَالَ الْحَسَن صَحِيح غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه . ثُمَّ قَالَ الْبُخَارِيّ حَدَّثَنَا سَعِيد بْن عُفَيْر حَدَّثَنَا اللَّيْث حَدَّثَنَا عَبْد الرَّحْمَن بْن خَالِد بْن مُسَافِر عَنْ اِبْن شِهَاب عَنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن أَنَّ أَبَا هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يَقْبِض اللَّه تَعَالَى الْأَرْض وَيَطْوِي السَّمَاء بِيَمِينِهِ ثُمَّ يَقُول أَنَا الْمَلِك أَيْنَ مُلُوك الْأَرْض \" تَفَرَّدَ بِهِ مِنْ هَذَا الْوَجْه وَرَوَاهُ مُسْلِم مِنْ وَجْه آخَر . وَقَالَ الْبُخَارِيّ فِي مَوْضِع آخَر حَدَّثَنَا مُقَدَّم بْن مُحَمَّد حَدَّثَنَا عَمِّي الْقَاسِم بْن يَحْيَى عَنْ عُبَيْد اللَّه عَنْ نَافِع عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه تَبَارَكَ وَتَعَالَى يَقْبِض يَوْم الْقِيَامَة الْأَرَضِينَ عَلَى أُصْبُع وَتَكُون السَّمَاوَات بِيَمِينِهِ ثُمَّ يَقُول أَنَا الْمَلِك \" تَفَرَّدَ بِهِ أَيْضًا مِنْ هَذَا الْوَجْه وَرَوَاهُ مُسْلِم مِنْ وَجْه آخَر وَقَدْ رَوَاهُ الْإِمَام أَحْمَد مِنْ طَرِيق أُخْرَى بِلَفْظٍ آخَر أَبْسَط مِنْ هَذَا السِّيَاق وَأَطْوَل فَقَالَ حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد بْن سَلَمَة أَخْبَرَنَا إِسْحَاق بْن عَبْد اللَّه بْن أَبِي طَلْحَة عَنْ عُبَيْد اللَّه بْن مِقْسَم عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ هَذِهِ الْآيَة ذَات يَوْم عَلَى الْمِنْبَر \" وَمَا قَدَرُوا اللَّه حَقَّ قَدْره وَالْأَرْض جَمِيعًا قَبْضَتُهُ يَوْم الْقِيَامَة وَالسَّمَاوَات مَطْوِيَّات بِيَمِينِهِ سُبْحَانه وَتَعَالَى عَمَّا يُشْرِكُونَ \" وَرَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول هَكَذَا بِيَدِهِ يُحَرِّكهَا يُقْبِل بِهَا وَيُدْبِر \" يُمَجِّد الرَّبّ نَفْسه أَنَا الْجَبَّار أَنَا الْمُتَكَبِّر أَنَا الْمَلِك أَنَا الْعَزِيز أَنَا الْكَرِيم \" فَرَجَفَ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمِنْبَر حَتَّى قُلْنَا لَيَخِرَّنَّ بِهِ وَقَدْ رَوَاهُ مُسْلِم وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث عَبْد الْعَزِيز بْن أَبِي حَازِم زَادَ مُسْلِم وَيَعْقُوب بْن عَبْد الرَّحْمَن كِلَاهُمَا عَنْ أَبِي حَازِم عَنْ عُبَيْد اللَّه بْن مِقْسَم عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا بِهِ نَحْوه وَلَفْظ مُسْلِم عَنْ عُبَيْد اللَّه بْن مِقْسَم فِي هَذَا الْحَدِيث أَنَّهُ نَظَرَ إِلَى عَبْد اللَّه بْن عُمَر رَضِيَ اللَّه عَنْهُمَا كَيْفَ يَحْكِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ يَأْخُذ اللَّه تَبَارَكَ وَتَعَالَى سَمَاوَاته وَأَرَاضِيه بِيَدِهِ وَيَقُول أَنَا الْمَلِك وَيَقْبِض أَصَابِعه وَيَبْسُطهَا أَنَا الْمَلِك حَتَّى نَظَرْت إِلَى الْمِنْبَر يَتَحَرَّك مِنْ أَسْفَل شَيْء مِنْهُ حَتَّى إِنِّي لَأَقُول أَسَاقِط هُوَ بِرَسُولِ اللَّه ؟ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ. وَقَالَ الْبَزَّار حَدَّثَنَا سُلَيْمَان بْن سَيْف حَدَّثَنَا أَبُو عَلِيّ الْحَنَفِيّ حَدَّثَنَا عِبَاد الْمِنْقَرِيّ حَدَّثَنِي مُحَمَّد بْن الْمُنْكَدِر قَالَ حَدَّثَنَا عَبْد اللَّه بْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ هَذِهِ الْآيَة عَلَى الْمِنْبَر \" وَمَا قَدَرُوا اللَّه حَقّ قَدْره \" - حَتَّى بَلَغَ - \" سُبْحَانه وَتَعَالَى عَمَّا يُشْرِكُونَ \" فَقَالَ الْمِنْبَر هَكَذَا فَجَاءَ وَذَهَبَ ثَلَاث مَرَّات وَاَللَّه أَعْلَم وَرَوَاهُ الْإِمَام الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ مِنْ حَدِيث عُبَيْد بْن عُمَيْر عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا وَقَالَ صَحِيح وَقَالَ الطَّبَرَانِيّ فِي الْمُعْجَم الْكَبِير حَدَّثَنَا عَبْد الرَّحْمَن بْن مُعَاوِيَة الْعُتْبِيّ حَدَّثَنَا حَسَّان بْن نَافِع عَنْ صَخْر بْن جُوَيْرِيَة حَدَّثَنَا سَعِيد بْن سَالِم الْقَدَّاح عَنْ مَعْمَر بْن الْحَسَن عَنْ بَكْر بْن خُنَيْس عَنْ أَبِي شَيْبَة عَنْ عَبْد الْمَلِك بْن عُمَيْر عَنْ جَرِير رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِنَفَرٍ مِنْ أَصْحَابه رَضِيَ اللَّه عَنْهُمْ \" إِنِّي قَارِئ عَلَيْكُمْ آيَات مِنْ آخِر سُورَة الزُّمَر فَمَنْ بَكَى مِنْكُمْ وَجَبَتْ لَهُ الْجَنَّة \" فَقَرَأَهَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ عِنْد \" وَمَا قَدَرُوا اللَّه حَقّ قَدْره \" إِلَى آخِر السُّورَة فَمِنَّا مَنْ بَكَى وَمِنَّا مَنْ لَمْ يَبْكِ فَقَالَ الَّذِينَ لَمْ يَبْكُوا يَا رَسُول اللَّه لَقَدْ جَهِدْنَا أَنْ نَبْكِيَ فَلَمْ نَبْكِ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي سَأَقْرَؤُهَا عَلَيْكُمْ فَمَنْ لَمْ يَبْكِ فَلْيَتَبَاكَ \" هَذَا حَدِيث غَرِيب جِدًّا وَأَغْرَب مِنْهُ مَا رَوَاهُ فِي الْمُعْجَم الْكَبِير أَيْضًا حَدَّثَنَا هَاشِم بْن زَيْد حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل بْن عَيَّاش حَدَّثَنِي أَبِي حَدَّثَنِي ضَمْضَم بْن زُرْعَة عَنْ شُرَيْح بْن عُبَيْد عَنْ أَبِي مَالِك الْأَشْعَرِيّ قَالَ : قَالَ رَسُول اللَّه \" إِنَّ اللَّه تَعَالَى يَقُول ثَلَاث خِلَال غَيَّبْتهنَّ عَنْ عِبَادِي لَوْ رَآهُنَّ رَجُل مَا عَمِلَ بِسُوءٍ أَبَدًا : لَوْ كَشَفْت غِطَائِي فَرَآنِي حَتَّى اِسْتَيْقَنَ وَيَعْلَم كَيْفَ أَفْعَل بِخَلْقِي إِذَا أَتَيْتهمْ وَقَبَضْت السَّمَاوَات بِيَدِي ثُمَّ قَبَضْت الْأَرَضِينَ ثُمَّ قُلْت أَنَا الْمَلِك مَنْ ذَا الَّذِي لَهُ الْمُلْك دُونِي فَأُرِيهِمْ الْجَنَّة وَمَا أَعْدَدْت لَهُمْ فِيهَا مِنْ كُلّ خَيْر فَيَسْتَيْقِنُوهَا وَأُرِيهِمْ النَّار وَمَا أَعْدَدْت لَهُمْ فِيهَا مِنْ كُلّ شَرّ فَيَسْتَيْقِنُوهَا وَلَكِنْ عَمْدًا غَيَّبْت ذَلِكَ عَنْهُمْ لِأَعْلَم كَيْفَ يَعْمَلُونَ وَقَدْ بَيَّنْته لَهُمْ \" وَهَذَا إِسْنَاد مُتَقَارِب وَهِيَ نُسْخَة تُرْوَى بِهَا أَحَادِيث جَمَّة وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40755, "aya_id": 67}]