[{"text": "وَبَيْنَهُمَا حِجَابٌ وَعَلَى الأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلاًّ بِسِيمَاهُمْ وَنَادَوْاْ أَصْحَابَ الْجَنَّةِ أَن سَلاَمٌ عَلَيْكُمْ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ", "sura_id": 7, "type": 0, "id": 1000, "aya_id": 46}, {"text": "وبينهما حجاب وعلى الأعراف رجال يعرفون كلا بسيماهم ونادوا أصحاب الجنة أن سلام عليكم لم يدخلوها وهم يطمعون", "sura_id": 7, "type": 1, "id": 7236, "aya_id": 46}, {"text": "46 - (وبينهما) أي أصحاب الجنة والنار (حجاب) حاجز ، قيل هو سور الأعراف (وعلى الأعراف) وهو سور الجنة (رجال) استوت حسناتهم وسيئاتهم كما في الحديث (يعرفون كلا) من أهل الجنة والنار (بسيماهم) بعلامتهم وهي بياض الوجوه للمؤمنين وسوادها للكافرين لرؤيتهم لهم إذ موضعهم عال (ونادوا أصحاب الجنة أن سلام عليكم) قال تعالى (لم يدخلوها) أي أصحاب الأعراف الجنة (وهم يطمعون) في دخولها ، قال الحسن لم يطمعهم إلا لكرامة يريدها بهم وروى الحاكم عن حذيفة قال : \"بينما هم كذلك إذ طلع عليهم ربك فقال قوموا ادخلوا الجنة فقد غفرت لكم\" \r\n", "sura_id": 7, "type": 2, "id": 25944, "aya_id": 46}, {"text": "وبين أصحاب الجنة وأصحاب النار حاجز عظيم يقال له الأعراف, وعلى هذا الحاجز رجال يعرفون أهل الجنة وأهل النار بعلاماتهم, كبياض وجوه أهل الجنة, وسواد وجوه أهل النار, وهؤلاء الرجال قوم استوت حسناتهم وسيئاتهم يرجون رحمة الله تعالى. ونادى رجال الأعراف أهل الجنة بالتحية قائلين لهم: سلام عليكم, وأهل الأعراف لم يدخلوا الجنة بعد, وهم يرجون دخولها.\r\n", "sura_id": 7, "type": 3, "id": 32180, "aya_id": 46}, {"text": " <font color=red>وَبَيْنَهُمَا حِجَابٌ وَعَلَى الْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّا بِسِيمَاهُمْ وَنَادَوْا أَصْحَابَ الْجَنَّةِ أَنْ سَلَامٌ عَلَيْكُمْ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى مُخَاطَبَة أَهْل الْجَنَّة مَعَ أَهْل النَّار نَبَّهَ أَنَّ بَيْن الْجَنَّة وَالنَّار حِجَابًا وَهُوَ الْحَاجِز الْمَانِع مِنْ وُصُول أَهْل النَّار إِلَى الْجَنَّة قَالَ اِبْن جَرِير وَهُوَ السُّور الَّذِي قَالَ اللَّه تَعَالَى\" فَضُرِبَ بَيْنهمْ بِسُورٍ لَهُ بَاب بَاطِنه فِيهِ الرَّحْمَة وَظَاهِره مِنْ قِبَله الْعَذَاب \" وَهُوَ الْأَعْرَاف الَّذِي قَالَ اللَّه تَعَالَى فِيهِ \" وَعَلَى الْأَعْرَاف رِجَال \" ثُمَّ رُوِيَ بِإِسْنَادِهِ عَنْ السُّدِّيّ أَنَّهُ قَالَ فِي قَوْله تَعَالَى \" وَبَيْنهمَا حِجَاب\" هُوَ السُّور وَهُوَ الْأَعْرَاف وَقَالَ مُجَاهِد الْأَعْرَاف حِجَاب بَيْن الْجَنَّة وَالنَّار سُور لَهُ بَاب قَالَ اِبْن جَرِير وَالْأَعْرَاف جَمْع عُرْف وَكُلّ مُرْتَفِع مِنْ الْأَرْض عِنْد الْعَرَب يُسَمَّى عُرْفًا وَإِنَّمَا قِيلَ لِعُرْفِ الدِّيك عُرْفًا لِارْتِفَاعِهِ . حَدَّثَنَا سُفْيَان بْن وَكِيع حَدَّثَنَا اِبْن عُيَيْنَة عَنْ عَبْد اللَّه بْن أَبِي يَزِيد سَمِعَ اِبْن عَبَّاس يَقُول الْأَعْرَاف هُوَ الشَّيْء الْمُشْرِف . وَقَالَ الثَّوْرِيّ عَنْ جَابِر عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ الْأَعْرَاف سُور كَعُرْفِ الدِّيك وَفِي رِوَايَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه تَعَالَى عَنْهُ الْأَعْرَاف جَمْع : تَلّ بَيْن الْجَنَّة وَالنَّار حُبِسَ عَلَيْهِ مِنْ أَهْل الذُّنُوب بَيْن الْجَنَّة وَالنَّار وَفِي رِوَايَة عَنْهُ هُوَ سُور بَيْن الْجَنَّة وَالنَّار وَكَذَا قَالَ الضَّحَّاك وَغَيْر وَاحِد مِنْ عُلَمَاء التَّفْسِير وَقَالَ السُّدِّيّ إِنَّمَا سُمِّيَ الْأَعْرَاف أَعْرَافًا لِأَنَّ أَصْحَابه يَعْرِفُونَ النَّاس وَاخْتَلَفَتْ عِبَارَات الْمُفَسِّرِينَ فِي أَصْحَاب الْأَعْرَاف مَنْ هُمْ وَكُلّهَا قَرِيبَة تَرْجِع إِلَى مَعْنًى وَاحِد وَهُوَ أَنَّهُمْ قَوْم اِسْتَوَتْ حَسَنَاتهمْ وَسَيِّئَاتهمْ نَصَّ عَلَيْهِ حُذَيْفَة وَابْن عَبَّاس وَابْن مَسْعُود وَغَيْر وَاحِد مِنْ السَّلَف وَالْخَلَف رَحِمَهُمْ اللَّه وَقَدْ جَاءَ فِي حَدِيث مَرْفُوع رَوَاهُ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ حَدَّثَنَا عَبْد اللَّه بْن إِسْمَاعِيل حَدَّثَنَا عَبْد بْن الْحَسَن حَدَّثَنَا سُلَيْمَان بْن دَاوُدَ حَدَّثَنَا النُّعْمَان بْن عَبْد السَّلَام حَدَّثَنَا شَيْخ لَنَا يُقَال لَهُ أَبُو عَبَّاد عَنْ عَبْد اللَّه بْن مُحَمَّد بْن عُقَيْل عَنْ جَابِر بْن عَبْد اللَّه قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَمَّنْ اِسْتَوَتْ حَسَنَاته وَسَيِّئَاته فَقَالَ \" أُولَئِكَ أَصْحَاب الْأَعْرَاف لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ \" . وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَرَوَاهُ مِنْ وَجْه آخَر عَنْ سَعِيد بْن سَلَمَة عَنْ أَبِي الْحُسَام عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ رَجُل مِنْ مُزَيْنَة قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَمَّنْ اِسْتَوَتْ حَسَنَاته وَسَيِّئَاته وَعَنْ أَصْحَاب الْأَعْرَاف فَقَالَ\" إِنَّهُمْ قَوْم خَرَجُوا عُصَاة بِغَيْرِ إِذْن آبَائِهِمْ فَقُتِلُوا فِي سَبِيل اللَّه \" . وَقَالَ سَعِيد بْن مَنْصُور حَدَّثَنَا أَبُو مَعْشَر حَدَّثَنَا يَحْيَى بْن شِبْل عَنْ يَحْيَى بْن عَبْد الرَّحْمَن الْمُزَنِيّ عَنْ أَبِيهِ قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَصْحَاب الْأَعْرَاف قَالَ \" هُمْ نَاس قُتِلُوا فِي سَبِيل اللَّه بِمَعْصِيَةِ آبَائِهِمْ فَمَنَعَهُمْ مِنْ دُخُول الْجَنَّة مَعْصِيَة آبَائِهِمْ وَمَنَعَهُمْ مِنْ النَّار قَتْلهمْ فِي سَبِيل اللَّه \" . وَرَوَاهُ اِبْن مَرْدَوَيْهِ وَابْن جَرِير وَابْن أَبِي حَاتِم مِنْ طُرُق عَنْ أَبِي مَعْشَر بِهِ وَكَذَا رَوَاهُ اِبْن مَاجَهْ مَرْفُوعًا مِنْ حَدِيث أَبِي سَعِيد الْخُدْرِيّ وَابْن عَبَّاس وَاَللَّه أَعْلَم بِصِحَّةِ هَذِهِ الْأَخْبَار الْمَرْفُوعَة وَقُصَارَاهَا أَنْ تَكُون مَوْقُوفَة وَفِيهِ دَلَالَة عَلَى مَا ذُكِرَ . وَقَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب حَدَّثَنَا هُشَيْم أَخْبَرَنَا حُصَيْن عَنْ الشَّعْبِيّ عَنْ حُذَيْفَة أَنَّهُ سُئِلَ عَنْ أَصْحَاب الْأَعْرَاف قَالَ : فَقَالَ \" هُمْ قَوْم اِسْتَوَتْ حَسَنَاتهمْ وَسَيِّئَاتهمْ فَقَعَدَتْ بِهِمْ سَيِّئَاتهمْ عَنْ الْجَنَّة وَخَلَفَتْ بِهِمْ حَسَنَاتهمْ عَنْ النَّار قَالَ فَوَقَفُوا هُنَالِكَ عَلَى السُّور حَتَّى يَقْضِي اللَّه فِيهِمْ \" وَقَدْ رَوَاهُ مِنْ وَجْه آخَر أَبْسَط مِنْ هَذَا فَقَالَ حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا يَحْيَى بْن وَاضِح حَدَّثَنَا يُونُس بْن أَبِي إِسْحَاق قَالَ : قَالَ الشَّعْبِيّ أُرْسِلَ إِلَى عَبْد الْحَمِيد بْن عَبْد الرَّحْمَن وَعِنْده أَبُو الزِّنَاد عَبْد اللَّه بْن ذَكْوَان مَوْلَى قُرَيْش فَإِذَا هُمَا قَدْ ذَكَرَا مِنْ أَصْحَاب الْأَعْرَاف ذِكْرًا لَيْسَ كَمَا ذَكَرَا فَقُلْت لَهُمَا إِنْ شِئْتُمَا أَنْبَأْتُكُمَا بِمَا ذَكَرَ حُذَيْفَة فَقَالَا هَاتِ فَقُلْت إِنَّ حُذَيْفَة ذَكَرَ أَصْحَاب الْأَعْرَاف فَقَالَ هُمْ قَوْم تَجَاوَزَتْ بِهِمْ حَسَنَاتهمْ النَّار وَقَعَدَتْ بِهِمْ سَيِّئَاتهمْ عَنْ الْجَنَّة \" فَإِذَا صُرِفَتْ أَبْصَارهمْ تِلْقَاء أَصْحَاب النَّار قَالُوا رَبّنَا لَا تَجْعَلنَا مَعَ الْقَوْم الظَّالِمِينَ \" فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ طَلَعَ عَلَيْهِمْ رَبّك فَقَالَ لَهُمْ اِذْهَبُوا فَادْخُلُوا الْجَنَّة فَإِنِّي قَدْ غَفَرْت لَكُمْ . وَقَالَ عَبْد اللَّه بْن الْمُبَارَك عَنْ أَبِي بَكْر الْهُذَلِيّ قَالَ : قَالَ سَعِيد بْن جُبَيْر وَهُوَ يُحَدِّث ذَلِكَ عَنْ اِبْن مَسْعُود قَالَ يُحَاسَب النَّاس يَوْم الْقِيَامَة فَمَنْ كَانَتْ حَسَنَاته أَكْثَر مِنْ سَيِّئَاته بِوَاحِدَةٍ دَخَلَ الْجَنَّة وَمَنْ كَانَتْ سَيِّئَاته أَكْثَر مِنْ حَسَنَاته بِوَاحِدَةٍ دَخَلَ النَّار ثُمَّ قَرَأَ قَوْل اللَّه \" فَمَنْ ثَقُلَتْ مَوَازِينه \" الْآيَتَيْنِ ثُمَّ قَالَ الْمِيزَان يَخِفّ بِمِثْقَالِ حَبَّة وَيَرْجَح قَالَ وَمَنْ اِسْتَوَتْ حَسَنَاته وَسَيِّئَاته كَانَ مِنْ أَصْحَاب الْأَعْرَاف فَوَقَفُوا عَلَى الصِّرَاط ثُمَّ عَرَفُوا أَهْل الْجَنَّة وَأَهْل النَّار فَإِذَا نَظَرُوا إِلَى أَهْل الْجَنَّة نَادَوْا سَلَام عَلَيْكُمْ وَإِذَا صَرَفُوا أَبْصَارهمْ إِلَى يَسَارهمْ نَظَرُوا أَهْل النَّار \" قَالُوا رَبّنَا لَا تَجْعَلنَا مَعَ الْقَوْم الظَّالِمِينَ \" تَعَوَّذُوا بِاَللَّهِ مِنْ مَنَازِلهمْ قَالَ فَأَمَّا أَصْحَاب الْحَسَنَات فَإِنَّهُمْ يُعْطَوْنَ نُورًا يَمْشُونَ بِهِ بَيْن أَيْدِيهمْ وَبِأَيْمَانِهِمْ وَيُعْطَى كُلّ عَبْد يَوْمئِذٍ نُورًا وَكُلّ أَمَة نُورًا فَإِذَا أَتَوْا عَلَى الصِّرَاط سَلَبَ اللَّه نُور كُلّ مُنَافِق وَمُنَافِقَة فَلَمَّا رَأَى أَهْل الْجَنَّة مَا لَقِيَ الْمُنَافِقُونَ قَالُوا \" رَبّنَا أَتْمِمْ لَنَا نُورنَا \" وَأَمَّا أَصْحَاب الْأَعْرَاف فَإِنَّ النُّور كَانَ بِأَيْدِيهِمْ فَلَمْ يُنْزَع فَهُنَالِكَ يَقُول اللَّه تَعَالَى \" لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ \" فَكَانَ الطَّمَع دُخُولًا قَالَ : فَقَالَ اِبْن مَسْعُود إِنَّ الْعَبْد إِذَا عَمِلَ حَسَنَة كُتِبَ لَهُ بِهَا عَشْر وَإِذَا عَمِلَ سَيِّئَة لَمْ تُكْتَب إِلَّا وَاحِدَة ثُمَّ يَقُول هَلَكَ مَنْ غَلَبَتْ آحَاده عَشَرَاته رَوَاهُ اِبْن جَرِير وَقَالَ أَيْضًا حَدَّثَنِي اِبْن وَكِيع حَدَّثَنَا اِبْن حُمَيْد قَالَا حَدَّثَنَا جَرِير عَنْ مَنْصُور عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ عَبْد اللَّه بْن الْحَارِث عَنْ اِبْن عَبَّاس قَالَ : الْأَعْرَاف السُّور الَّذِي بَيْن الْجَنَّة وَالنَّار وَأَصْحَاب الْأَعْرَاف بِذَلِكَ الْمَكَان حَتَّى إِذَا بَدَأَ اللَّه أَنْ يُعَافِيهِمْ اِنْطَلَقَ بِهِمْ إِلَى نَهَر يُقَال لَهُ نَهَر الْحَيَاة حَافَّتَاهُ قَصَب الذَّهَب مُكَلَّل بِاللُّؤْلُؤِ تُرَابه الْمِسْك فَأُلْقُوا فِيهِ حَتَّى تَصْلُح أَلْوَانهمْ وَتَبْدُو فِي نُحُورهمْ شَامَة بَيْضَاء يُعْرَفُونَ بِهَا حَتَّى إِذَا صَلَحَتْ أَلْوَانهمْ أَتَى بِهِمْ الرَّحْمَن تَبَارَكَ وَتَعَالَى فَقَالَ \" تَمَنَّوْا مَا شِئْتُمْ \" فَيَتَمَنَّوْنَ حَتَّى إِذَا اِنْقَطَعَتْ أُمْنِيَّاتهمْ قَالَ لَهُمْ \" لَكُمْ الَّذِي تَمَنَّيْتُمْ وَمِثْله سَبْعُونَ ضِعْفًا \" فَيَدْخُلُونَ الْجَنَّة وَفِي نُحُورهمْ شَامَة بَيْضَاء يُعْرَفُونَ بِهَا يُسَمُّونَ مَسَاكِين أَهْل الْجَنَّة . وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ يَحْيَى بْن الْمُغِيرَة عَنْ جَرِير بِهِ وَقَدْ رَوَاهُ سُفْيَان الثَّوْرِيّ عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ مُجَاهِد وَعَنْ عَبْد اللَّه بْن الْحَارِث مِنْ قَوْله وَهَذَا أَصَحّ وَاَللَّه أَعْلَم . وَهَكَذَا رُوِيَ عَنْ مُجَاهِد وَالضَّحَّاك وَغَيْر وَاحِد وَقَالَ سَعِيد بْن دَاوُدَ حَدَّثَنِي جَرِير عَنْ عُمَارَة بْن الْقَعْقَاع عَنْ أَبِي زُرْعَة عَنْ عَمْرو بْن جَرِير قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَصْحَاب الْأَعْرَاف قَالَ \" هُمْ آخِر مَنْ يُفْصَل بَيْنهمْ مِنْ الْعِبَاد فَإِذَا فَرَغَ رَبّ الْعَالَمِينَ مِنْ الْفَصْل بَيْن الْعِبَاد قَالَ أَنْتُمْ قَوْم أَخْرَجَتْكُمْ حَسَنَاتكُمْ مِنْ النَّار وَلَمْ تَدْخُلُوا الْجَنَّة فَأَنْتُمْ عُتَقَائِي فَارْعَوْا مِنْ الْجَنَّة حَيْثُ شِئْتُمْ \" . وَهَذَا مُرْسَل حَسَن وَقِيلَ هُمْ أَوْلَاد الزِّنَا حَكَاهُ الْقُرْطُبِيّ وَرَوَى الْحَافِظ اِبْن عَسَاكِر فِي تَرْجَمَة الْوَلِيد بْن مُوسَى عَنْ شَيْبَة بْن عُثْمَان عَنْ عُرْوَة بْن رُوَيْم عَنْ الْحَسَن عَنْ أَنَس بْن مَالِك عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ مُؤْمِنِي الْجِنّ لَهُمْ ثَوَاب وَعَلَيْهِمْ عِقَاب فَسَأَلْنَاهُ عَنْ ثَوَابهمْ وَعَنْ مُؤْمِنِيهِمْ فَقَالَ عَلَى الْأَعْرَاف وَلَيْسُوا فِي الْجَنَّة مَعَ أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلْنَاهُ وَمَا الْأَعْرَاف فَقَالَ حَائِط الْجَنَّة تَجْرِي فِيهَا الْأَنْهَار وَتَنْبُت فِيهِ الْأَشْجَار وَالثِّمَار رَوَاهُ الْبَيْهَقِيّ عَنْ اِبْن بَشْرَان عَنْ عَلِيّ بْن مُحَمَّد الْمِصْرِيّ عَنْ يُوسُف بْن يَزِيد عَنْ الْوَلِيد بْن مُوسَى بِهِ وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ خُصَيْف عَنْ مُجَاهِد قَالَ أَصْحَاب الْأَعْرَاف قَوْم صَالِحُونَ فُقَهَاء عُلَمَاء . وَقَالَ اِبْن جَرِير حَدَّثَنَا يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة عَنْ سُلَيْمَان التَّيْمِيّ عَنْ أَبِي مِجْلَز فِي قَوْله تَعَالَى \" وَبَيْنهمَا حِجَاب وَعَلَى الْأَعْرَاف رِجَال يَعْرِفُونَ كُلًّا بِسِيمَاهُمْ\" قَالَ هُمْ رِجَال مِنْ الْمَلَائِكَة يَعْرِفُونَ أَهْل الْجَنَّة وَأَهْل النَّار قَالَ \" وَنَادَوْا أَصْحَاب الْجَنَّة أَنْ سَلَام عَلَيْكُمْ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ وَإِذَا صُرِفَتْ أَبْصَارهمْ تِلْقَاء أَصْحَاب النَّار قَالُوا رَبّنَا لَا تَجْعَلنَا مَعَ الْقَوْم الظَّالِمِينَ وَنَادَى أَصْحَاب الْأَعْرَاف رِجَالًا يَعْرِفُونَهُمْ بِسِيمَاهُمْ قَالُوا مَا أَغْنَى عَنْكُمْ جَمْعكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُونَ أَهَؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالهُمْ اللَّه بِرَحْمَةٍ \" قَالَ فَيُقَال حِين يَدْخُل أَهْل الْجَنَّة الْجَنَّة\" اُدْخُلُوا الْجَنَّة لَا خَوْف عَلَيْكُمْ وَلَا أَنْتُمْ تَحْزَنُونَ\" . وَهَذَا صَحِيح إِلَى أَبِي مِجْلَزٍ لَاحِق بْن حُمَيْد أَحَد التَّابِعِينَ وَهُوَ غَرِيب مِنْ قَوْله وَخِلَاف الظَّاهِر مِنْ السِّيَاق وَقَوْل الْجُمْهُور مُقَدَّم عَلَى قَوْله بِدَلَالَةِ الْآيَة عَلَى مَا ذَهَبُوا إِلَيْهِ وَكَذَا قَوْل مُجَاهِد إِنَّهُمْ قَوْم صَالِحُونَ عُلَمَاء فُقَهَاء فِيهِ غَرَابَة أَيْضًا وَاَللَّه أَعْلَم . وَقَدْ حَكَى الْقُرْطُبِيّ وَغَيْره فِيهِمْ اِثْنَيْ عَشَرَ قَوْلًا مِنْهَا أَنَّهُمْ شَهِدُوا أَنَّهُمْ صُلَحَاء تَهَرَّعُوا مِنْ فَزَع الْآخِرَة وَخَلْق يَطَّلِعُونَ عَلَى أَخْبَار النَّاس وَقِيلَ هُمْ أَنْبِيَاء وَقِيلَ مَلَائِكَة وَقَوْله تَعَالَى \" يَعْرِفُونَ كُلًّا بِسِيمَاهُمْ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَالَ يَعْرِفُونَ أَهْل الْجَنَّة بِبَيَاضِ الْوُجُوه وَأَهْل النَّار بِسَوَادِ الْوُجُوه وَكَذَا رَوَى الضَّحَّاك عَنْهُ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : أَنْزَلَهُمْ اللَّه تِلْكَ الْمَنْزِلَة لِيُعْرَفُوا فِي الْجَنَّة وَالنَّار وَلِيَعْرِفُوا أَهْل النَّار بِسَوَادِ الْوُجُوه وَيَتَعَوَّذُوا بِاَللَّهِ أَنْ يَجْعَلهُمْ مَعَ الْقَوْم الظَّالِمِينَ وَهُمْ فِي ذَلِكَ يُحَيُّونَ أَهْل الْجَنَّة بِالسَّلَامِ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ أَنْ يَدْخُلُوهَا وَهُمْ دَاخِلُوهَا إِنْ شَاءَ اللَّه وَكَذَا قَالَ مُجَاهِد وَالضَّحَّاك وَالسُّدِّيّ وَالْحَسَن وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَغَيْرهمْ وَقَالَ مَعْمَر عَنْ الْحَسَن إِنَّهُ تَلَا هَذِهِ الْآيَة \" لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ \" قَالَ وَاَللَّه مَا جُعِلَ ذَلِكَ الطَّمَع فِي قُلُوبهمْ إِلَّا لِكَرَامَةٍ يُرِيدهَا بِهِمْ وَقَالَ قَتَادَة قَدْ أَنْبَأَكُمْ اللَّه بِمَكَانِهِمْ مِنْ الطَّمَع .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42613, "aya_id": 46}]