[{"text": "أَوَلَمْ يَكْفِهِمْ أَنَّا أَنزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ", "sura_id": 29, "type": 0, "id": 3391, "aya_id": 51}, {"text": "أو لم يكفهم أنا أنزلنا عليك الكتاب يتلى عليهم إن في ذلك لرحمة وذكرى لقوم يؤمنون", "sura_id": 29, "type": 1, "id": 9627, "aya_id": 51}, {"text": "51 - (أولم يكفهم أنا) فيما طلبوا (أنزلنا عليك الكتاب يتلى) القرآن (عليهم إن) فهو آية مستمرة لا انقضاء لها بخلاف ما ذكر من الآيات (في ذلك لرحمة) الكتاب (وذكرى لقوم) عظة (يؤمنون قل) \r\n", "sura_id": 29, "type": 2, "id": 28335, "aya_id": 51}, {"text": "أولم يكف هؤلاء المشركين في علمهم بصدقك -أيها الرسول- أنَّا أنزلنا عليك القرآن يتلى عليهم؟ إن في هذا القرآن لَرحمة للمؤمنين في الدنيا والآخرة, وذكرى يتذكرون بما فيه من عبرة وعظة.\r\n", "sura_id": 29, "type": 3, "id": 34571, "aya_id": 51}, {"text": " <font color=red>أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ</font><BR><p>ثُمَّ قَالَ تَعَالَى مُبَيِّنًا كَثْرَة جَهْلهمْ وَسَخَافَة عَقْلهمْ حَيْثُ طَلَبُوا آيَات تَدُلّهُمْ عَلَى صِدْق مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِيمَا جَاءَهُمْ وَقَدْ جَاءَهُمْ بِالْكِتَابِ الْعَزِيز الَّذِي لَا يَأْتِيه الْبَاطِل مِنْ بَيْن يَدَيْهِ وَلَا مِنْ خَلْفه الَّذِي هُوَ أَعْظَم مِنْ كُلّ مُعْجِزَة إِذْ عَجَزَتْ الْفُصَحَاء وَالْبُلَغَاء عَنْ مُعَارَضَته بَلْ عَنْ مُعَارَضَة عَشْر سُوَر مِنْ مِثْله بَلْ عَنْ مُعَارَضَة سُورَة مِنْهُ فَقَالَ تَعَالَى : \" أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْك الْكِتَاب يُتْلَى عَلَيْهِمْ \" أَيْ أَوَلَمْ يَكْفِهِمْ آيَة أَنَّا أَنْزَلْنَا عَلَيْك الْكِتَاب الْعَظِيم الَّذِي فِيهِ خَبَر مَا قَبْلهمْ وَنَبَأ مَا بَعْدهمْ وَحُكْم مَا بَيْنهمْ وَأَنْتَ رَجُل أُمِّيّ لَا تَقْرَأ وَلَا تَكْتُب وَلَمْ تُخَالِط أَحَدًا مِنْ أَهْل الْكِتَاب فَجِئْتهمْ بِأَخْبَارِ مَا فِي الصُّحُف الْأُولَى بِبَيَانِ الصَّوَاب مِمَّا اِخْتَلَفُوا فِيهِ وَبِالْحَقِّ الْوَاضِح الْبَيِّن الْجَلِيّ كَمَا قَالَ تَعَالَى\" أَوَلَمْ يَكُنْ لَهُمْ آيَة أَنْ يَعْلَمهُ عُلَمَاء بَنِي إِسْرَائِيل\" وَقَالَ تَعَالَى \" وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَة مِنْ رَبّه أَوَلَمْ تَأْتِهِمْ بَيِّنَة مَا فِي الصُّحُف الْأُولَى \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَجَّاج حَدَّثَنَا لَيْث حَدَّثَنِي سَعِيد بْن أَبِي سَعِيد عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ الْأَنْبِيَاء مِنْ نَبِيّ إِلَّا قَدْ أُعْطِيَ مِنْ الْآيَات مَا مِثْله آمَنَ عَلَيْهِ الْبَشَر وَإِنَّمَا كَانَ الَّذِي أُوتِيته وَحْيًا أَوْحَاهُ اللَّه إِلَيَّ فَأَرْجُو أَنْ أَكُون أَكْثَر تَابِعًا يَوْم الْقِيَامَة \" أَخْرَجَاهُ مِنْ حَدِيث اللَّيْث . وَقَدْ قَالَ اللَّه تَعَالَى \" إِنَّ فِي ذَلِكَ لَرَحْمَة وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ\" أَيْ إِنَّ فِي هَذَا الْقُرْآن لَرَحْمَة أَيْ بَيَانًا لِلْحَقِّ وَإِزَاحَة لِلْبَاطِلِ وَذِكْرَى بِمَا فِيهِ حُلُول النِّقْمَات وَنُزُول الْعِقَاب بِالْمُكَذِّبِينَ وَالْعَاصِينَ لِقَوْمٍ يُؤْمِنُونَ .</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39820, "aya_id": 51}]