[{"text": "ثُمَّ بَعَثْنَا مِن بَعْدِهِم مُّوسَى بِآيَاتِنَا إِلَى فِرْعَوْنَ وَمَلَئِهِ فَظَلَمُواْ بِهَا فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ", "sura_id": 7, "type": 0, "id": 1057, "aya_id": 103}, {"text": "ثم بعثنا من بعدهم موسى بآياتنا إلى فرعون وملئه فظلموا بها فانظر كيف كان عاقبة المفسدين", "sura_id": 7, "type": 1, "id": 7293, "aya_id": 103}, {"text": "103 - (ثم بعثنا من بعدهم) أي الرسل المذكورين (موسى بآياتنا) التسع (إلى فرعون وملئه) قومه (فظلموا) كفروا (بها فانظر كيف كان عاقبة المفسدين) بالكفر من إهلاكهم \r\n", "sura_id": 7, "type": 2, "id": 26001, "aya_id": 103}, {"text": "ثم بعثنا من بعد الرسل المتقدم ذِكْرهم موسى بن عمران بمعجزاتنا البينة إلى فرعون وقومه, فجحدوا وكفروا بها ظلمًا منهم وعنادًا, فانظر -أيها الرسول- متبصرًا كيف فعلنا بهم وأغرقناهم عن آخرهم بمرأى من موسى وقومه؟ وتلك نهاية المفسدين.\r\n", "sura_id": 7, "type": 3, "id": 32237, "aya_id": 103}, {"text": " <font color=red>ثُمَّ بَعَثْنَا مِنْ بَعْدِهِمْ مُوسَى بِآيَاتِنَا إِلَى فِرْعَوْنَ وَمَلَئِهِ فَظَلَمُوا بِهَا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ</font><BR><p>يَقُول تَعَالَى \" ثُمَّ بَعَثْنَا مِنْ بَعْدهمْ \" أَيْ الرُّسُل الْمُتَقَدِّم ذِكْرهمْ كَنُوحٍ وَهُود وَصَالِح وَلُوط وَشُعَيْب صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ وَعَلَى سَائِر أَنْبِيَاء اللَّه أَجْمَعِينَ\" مُوسَى بِآيَاتِنَا \" أَيْ بِحُجَجِنَا وَدَلَائِلنَا الْبَيِّنَة إِلَى فِرْعَوْن وَهُوَ مَلِك مِصْر فِي زَمَن مُوسَى \" وَمَلَئِهِ \" أَيْ قَوْمه \" فَظَلَمُوا بِهَا \" أَيْ جَحَدُوا وَكَفَرُوا بِهَا ظُلْمًا مِنْهُمْ وَعِنَادًا كَقَوْلِهِ تَعَالَى \" وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسهمْ ظُلْمًا وَعُلُوًّا فَانْظُرْ كَيْف كَانَ عَاقِبَة الْمُفْسِدِينَ\" أَيْ الَّذِينَ صَدُّوا عَنْ سَبِيل اللَّه وَكَذَّبُوا رُسُله أَيْ اُنْظُرْ يَا مُحَمَّد كَيْف فَعَلْنَا بِهِمْ وَأَغْرَقْنَاهُمْ عَنْ آخِرهمْ بِمَرْأًى مِنْ مُوسَى وَقَوْمه وَهَذَا أَبْلَغ فِي النَّكَال بِفِرْعَوْن وَقَوْمه وَأَشْفَى لِقُلُوبِ أَوْلِيَاء اللَّه مُوسَى وَقَوْمه مِنْ الْمُؤْمِنِينَ بِهِ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42471, "aya_id": 103}]