[{"text": "قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِن كَانُوا يَنطِقُونَ", "sura_id": 21, "type": 0, "id": 2546, "aya_id": 63}, {"text": "قال بل فعله كبيرهم هذا فاسألوهم إن كانوا ينطقون", "sura_id": 21, "type": 1, "id": 8782, "aya_id": 63}, {"text": "63 - (قال) ساكتا عن فعله (بل فعله كبيرهم هذا فاسألوهم) عن فاعله (إن كانوا ينطقون) فيه تقديم جواب الشرط وفيما قبله تعريض لهم بأن الصنم المعلوم عجزه عن الفعل لا يكون إلاها \r\n", "sura_id": 21, "type": 2, "id": 27490, "aya_id": 63}, {"text": "وتمَّ لإبراهيم ما أراد من إظهار سفههم على مرأى منهم. فقال محتجًا عليهم معرِّضًا بغباوتهم: بل الذي كسَّرها هذا الصنم الكبير, فاسألوا آلهتكم المزعومة عن ذلك, إن كانت تتكلم أو تُحير جوابًا.\r\n", "sura_id": 21, "type": 3, "id": 33726, "aya_id": 63}, {"text": " <font color=red>قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ</font><BR><p>\" فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ \" وَإِنَّمَا أَرَادَ بِهَذَا أَنْ يُبَادِرُوا مِنْ تِلْقَاء أَنْفُسهمْ فَيَعْتَرِفُوا أَنَّهُمْ لَا يَنْطِقُونَ وَأَنَّ هَذَا لَا يَصْدُر عَنْ هَذَا الصَّنَم لِأَنَّهُ جَمَاد . وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث هِشَام بْن حَسَّان عَنْ مُحَمَّد بْن سِيرِينَ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه\" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَالَ \" إِنَّ إِبْرَاهِيم عَلَيْهِ السَّلَام لَمْ يَكْذِب غَيْر ثَلَاث : ثِنْتَيْنِ فِي ذَات اللَّه قَوْله\" بَلْ فَعَلَهُ كَبِيرهمْ هَذَا \" وَقَوْله \" إِنِّي سَقِيم \" قَالَ وَبَيْنَا هُوَ يَسِير فِي أَرْض جَبَّار مِنْ الْجَبَابِرَة وَمَعَهُ سَارَة إِذْ نَزَلَ مَنْزِلًا فَأَتَى الْجَبَّار رَجُل فَقَالَ إِنَّهُ قَدْ نَزَلَ هَهُنَا رَجُل بِأَرْضِك مَعَهُ اِمْرَأَة أَحْسَن النَّاس فَأَرْسَلَ إِلَيْهِ فَجَاءَ فَقَالَ مَا هَذِهِ الْمَرْأَة مِنْك ؟ قَالَ أُخْتِي . قَالَ فَاذْهَبْ فَأَرْسِلْ بِهَا إِلَيَّ فَانْطَلَقَ إِلَى سَارَة فَقَالَ إِنَّ هَذَا الْجَبَّار قَدْ سَأَلَنِي عَنْك فَأَخْبَرْته أَنَّك أُخْتِي فَلَا تَكْذِبِينِي عِنْده فَإِنَّك أُخْتِي فِي كِتَاب اللَّه وَإِنَّهُ لَيْسَ فِي الْأَرْض مُسْلِم غَيْرِي وَغَيْرك فَانْطَلَقَ بِهَا إِبْرَاهِيم ثُمَّ قَامَ يُصَلِّي فَلَمَّا أَنْ دَخَلَتْ عَلَيْهِ فَرَآهَا أَهْوَى إِلَيْهَا فَتَنَاوَلَهَا فَأُخِذَ أَخْذًا شَدِيدًا فَقَالَ ادْعِي اللَّه لِي وَلَا أَضُرّك فَدَعَتْ لَهُ فَأُرْسِلَ فَأَهْوَى إِلَيْهَا فَتَنَاوَلَهَا فَأُخِذَ بِمِثْلِهَا أَوْ أَشَدّ فَفَعَلَ ذَلِكَ الثَّالِثَة فَأُخِذَ فَذَكَرَ مِثْل الْمَرَّتَيْنِ الْأُولَيَيْنِ فَقَالَ ادْعِي اللَّه فَلَا أَضُرّك فَدَعَتْ لَهُ فَأُرْسِلَ ثُمَّ دَعَا أَدْنَى حُجَّابه فَقَالَ إِنَّك لَمْ تَأْتِنِي بِإِنْسَانٍ وَلَكِنَّك أَتَيْتنِي بِشَيْطَانٍ أَخْرِجْهَا وَأَعْطِهَا هَاجَر فَأُخْرِجَتْ وَأُعْطِيَتْ هَاجَر فَأَقْبَلَتْ فَلَمَّا أَحَسَّ إِبْرَاهِيم بِمَجِيئِهَا اِنْفَتَلَ مِنْ صَلَاته وَقَالَ مَهْيَمْ ؟ قَالَتْ كَفَى اللَّه كَيْد الْكَافِر الْفَاجِر وَأَخْدَمَنِي هَاجَر\" قَالَ مُحَمَّد بْن سِيرِينَ فَكَانَ أَبُو هُرَيْرَة إِذَا حَدَّثَ بِهَذَا الْحَدِيث قَالَ تِلْكَ أُمّكُمْ يَا بَنِي مَاء السَّمَاء .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38989, "aya_id": 63}]