[{"text": "اتَّخَذُواْ أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُواْ إِلاَّ لِيَعْبُدُواْ إِلَهًا وَاحِدًا لاَّ إِلَهَ إِلاَّ هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ", "sura_id": 9, "type": 0, "id": 1266, "aya_id": 31}, {"text": "اتخذوا أحبارهم و رهبانهم أربابا من دون الله و المسيح ابن مريم و ما أمروا إلا ليعبدوا إلها واحدا لا إله إلا هو سبحانه عما يشركون", "sura_id": 9, "type": 1, "id": 7502, "aya_id": 31}, {"text": "31 - (اتخذوا أحبارهم) علماء اليهود (ورهبانهم) عبَّاد النصارى (أرباباً من دون الله) حيث اتبعوهم في تحليل ما حرم الله وتحريم ما أحل (والمسيح ابن مريم وما أمروا) في التوراة والإنجيل (إلا ليعبدوا) أي يعبدوا (إلها واحدا لا إله إلا هو سبحانه) تنزيهاً له (عما يشركون) \r\n", "sura_id": 9, "type": 2, "id": 26210, "aya_id": 31}, {"text": "اتخذ اليهودُ والنصارى العلماءَ والعُبَّادَ أربابًا يُشَرِّعون لهم الأحكام, فيلتزمون بها ويتركون شرائع الله, واتخذوا المسيح عيسى ابن مريم إلهًا فعبدوه, وقد أمرهم الله بعبادته وحده دون غيره، فهو الإله الحق لا إله إلا هو. تنزَّه وتقدَّس عما يفتريه أهل الشرك والضلال.\r\n", "sura_id": 9, "type": 3, "id": 32446, "aya_id": 31}, {"text": " <font color=red>اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ</font><BR><p>وَقَوْله \" اِتَّخَذُوا أَحْبَارهمْ وَرُهْبَانهمْ أَرْبَابًا مِنْ دُون اللَّه وَالْمَسِيح اِبْن مَرْيَم \" رَوَى الْإِمَام أَحْمَد وَالتِّرْمِذِيّ وَابْن جَرِير مِنْ طُرُق عَنْ عَدِيّ بْن حَاتِم رَضِيَ اللَّه عَنْهُ أَنَّهُ لَمَّا بَلَغَتْهُ دَعْوَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَرَّ إِلَى الشَّام وَكَانَ قَدْ تَنَصَّرَ فِي الْجَاهِلِيَّة فَأُسِرَتْ أُخْته وَجَمَاعَة مِنْ قَوْمه ثُمَّ مَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أُخْته وَأَعْتَقَهَا فَرَجَعَتْ إِلَى أَخِيهَا فَرَغَّبَتْهُ فِي الْإِسْلَام وَفِي الْقُدُوم عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَتَقَدَّمَ عَدِيّ إِلَى الْمَدِينَة وَكَانَ رَئِيسًا فِي قَوْمه طَيْئ وَأَبُوهُ حَاتِم الطَّائِيّ الْمَشْهُور بِالْكَرْمِ فَتَحَدَّثَ النَّاس بِقُدُومِهِ فَدَخَلَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ وَفِي عُنُق عَدِيّ صَلِيب مِنْ فِضَّة وَهُوَ يَقْرَأ هَذِهِ الْآيَة \" اِتَّخَذُوا أَحْبَارهمْ وَرُهْبَانهمْ أَرْبَابًا مِنْ دُون اللَّه \" قَالَ : فَقُلْت إِنَّهُمْ لَمْ يَعْبُدُوهُمْ فَقَالَ \" بَلَى إِنَّهُمْ حَرَّمُوا عَلَيْهِمْ الْحَلَال وَأَحَلُّوا لَهُمْ الْحَرَام فَاتَّبَعُوهُمْ فَذَلِكَ عِبَادَتهمْ إِيَّاهُمْ \" وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا عَدِيّ مَا تَقُول ؟ أَيَضُرُّك أَنْ يُقَال اللَّه أَكْبَر ؟ فَهَلْ تَعْلَم شَيْئًا أَكْبَر مِنْ اللَّه ؟ مَا يَضُرّك أَيَضُرُّك أَنْ يُقَال لَا إِلَه إِلَّا اللَّه فَهَلْ تَعْلَم إِلَهًا غَيْر اللَّه ؟ ثُمَّ دَعَاهُ إِلَى الْإِسْلَام فَأَسْلَمَ وَشَهِدَ شَهَادَة الْحَقّ قَالَ : فَلَقَدْ رَأَيْت وَجْهه اِسْتَبْشَرَ ثُمَّ قَالَ \" إِنَّ الْيَهُود مَغْضُوب عَلَيْهِمْ وَالنَّصَارَى ضَالُّونَ \" وَهَكَذَا قَالَ حُذَيْفَة بْن الْيَمَان وَعَبْد اللَّه بْن عَبَّاس وَغَيْرهمَا فِي تَفْسِير \" اِتَّخَذُوا أَحْبَارهمْ وَرُهْبَانهمْ أَرْبَابًا مِنْ دُون اللَّه \" إنَّهُمْ اِتَّبَعُوهُمْ فِيمَا حَلَّلُوا وَحَرَّمُوا وَقَالَ السُّدِّيّ اِسْتَنْصَحُوا الرِّجَال وَنَبَذُوا كِتَاب اللَّه وَرَاء ظُهُورهمْ وَلِهَذَا قَالَ تَعَالَى \" وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا \" أَيْ الَّذِي إِذَا حَرَّمَ الشَّيْء فَهُوَ الْحَرَام وَمَا حَلَّلَهُ فَهُوَ الْحَلَال وَمَا شَرَعَهُ اُتُّبِعَ وَمَا حَكَمَ بِهِ نَفَذَ \" لَا إِلَه إِلَّا هُوَ وَلَا رَبّ سِوَاهُ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43448, "aya_id": 31}]