[{"text": "إِنَّ الَّذِينَ آمَنُواْ وَالَّذِينَ هَادُواْ وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَعَمِلَ صَالِحاً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ", "sura_id": 2, "type": 0, "id": 69, "aya_id": 62}, {"text": "إن الذين آمنوا والذين هادوا والنصارى والصابئين من آمن بالله واليوم الآخر وعمل صالحا فلهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون", "sura_id": 2, "type": 1, "id": 6305, "aya_id": 62}, {"text": "62 - (إن الذين آمنوا) بالأنبياء من قبل (والذين هادوا) هم اليهود (والنصارى والصابئين) طائفة من اليهود أو النصارى (من آمن) منهم (بالله واليوم الآخر) في زمن نبينا (وعمل صالحا) بشريعته (فلهم أجرهم) أي ثواب أعمالهم (عند ربهم ولا خوف عليهم ولا هم يحزنون) روعي في ضمير آمن وعمل لفظ من وفيما بعد معناها \r\n", "sura_id": 2, "type": 2, "id": 25013, "aya_id": 62}, {"text": "إن المؤمنين من هذه الأمة, الذين صدَّقوا بالله ورسله, وعملوا بشرعه, والذين كانوا قبل بعثة محمد صلى الله عليه وسلم من الأمم السالفة من اليهود, والنصارى, والصابئين- وهم قوم باقون على فطرتهم, ولا دين مقرر لهم يتبعونه- هؤلاء جميعًا إذا صدَّقوا بالله تصديقًا صحيحًا خالصًا, وبيوم البعث والجزاء, وعملوا عملا مرضيًا عند الله, فثوابهم ثابت لهم عند ربهم, ولا خوف عليهم فيما يستقبلونه من أمر الآخرة، ولا هم يحزنون على ما فاتهم من أمور الدنيا. وأما بعد بعثة محمد صلى الله عليه وسلم خاتمًا للنبيين والمرسلين إلى الناس كافة, فلا يقبل الله من أحد دينًا غير ما جاء به, وهو الإسلام.\r\n", "sura_id": 2, "type": 3, "id": 31249, "aya_id": 62}, {"text": " <font color=red>إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ</font><BR><p>لَمَّا بَيَّنَ تَعَالَى حَالَ مَنْ خَالَفَ أَوَامِره وَارْتَكَبَ زَوَاجِره وَتَعَدَّى فِي فِعْل مَا لَا إِذْن فِيهِ وَانْتَهَكَ الْمَحَارِم وَمَا أَحَلَّ بِهِمْ مِنْ النَّكَال نَبَّهَ تَعَالَى عَلَى أَنَّ مَنْ أَحْسَنَ مِنْ الْأُمَم السَّالِفَة وَأَطَاعَ فَإِنَّ لَهُ جَزَاء الْحُسْنَى وَكَذَلِكَ الْأَمْر إِلَى قِيَام السَّاعَة كُلّ مَنْ اِتَّبَعَ الرَّسُول النَّبِيّ الْأُمِّيّ فَلَهُ السَّعَادَة الْأَبَدِيَّة وَلَا خَوْف عَلَيْهِمْ فِيمَا يَسْتَقْبِلُونَهُ وَلَا هُمْ يَحْزَنُونَ عَلَى مَا يَتْرُكُونَهُ وَيُخَلِّفُونَهُ كَمَا قَالَ تَعَالَى \" أَلَا إِنَّ أَوْلِيَاء اللَّه لَا خَوْف عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ \" وَكَمَا تَقُول الْمَلَائِكَة لِلْمُؤْمِنِينَ عِنْد الِاحْتِضَار فِي قَوْله\" إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّه ثُمَّ اِسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمْ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عُمَر بْن أَبِي عُمَر الْعَدَوِيّ حَدَّثَنَا سُفْيَان عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد قَالَ : قَالَ سَلْمَان رَضِيَ اللَّه عَنْهُ سَأَلْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَهْل دِين كُنْت مَعَهُمْ فَذَكَرْت مِنْ صَلَاتهمْ وَعِبَادَتهمْ فَنَزَلَتْ \" إِنَّ الَّذِينَ آمَنُوا وَاَلَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاَللَّهِ وَالْيَوْم الْآخِر \" الْآيَة وَقَالَ السُّدِّيّ إِنَّ \" الَّذِينَ آمَنُوا وَاَلَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاَللَّهِ وَالْيَوْم الْآخِر وَعَمِلَ صَالِحًا \" الْآيَة نَزَلَتْ فِي أَصْحَاب سَلْمَان الْفَارِسِيّ بَيْنَا هُوَ يُحَدِّث النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذْ ذَكَرَ أَصْحَابه فَأَخْبَرَهُ خَبَرهمْ فَقَالَ : كَانُوا يُصَلُّونَ وَيَصُومُونَ وَيُؤْمِنُونَ بِك وَيَشْهَدُونَ أَنَّك سَتُبْعَثُ نَبِيًّا فَلَمَّا فَرَغَ سَلْمَان مِنْ ثَنَائِهِ عَلَيْهِمْ قَالَ لَهُ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا سَلْمَان مِنْ أَهْل النَّار \" فَاشْتَدَّ ذَلِكَ عَلَى سَلْمَان فَأَنْزَلَ اللَّه هَذِهِ الْآيَة فَكَانَ إِيمَان الْيَهُود أَنَّهُ مَنْ تَمَسَّكَ بِالتَّوْرَاةِ وَسُنَّة مُوسَى عَلَيْهِ السَّلَام حَتَّى جَاءَ عِيسَى فَلَمَّا جَاءَ عِيسَى كَانَ مَنْ تَمَسَّكَ بِالتَّوْرَاةِ وَأَخَذَ بِسُنَّةِ مُوسَى فَلَمْ يَدَعهَا وَلَمْ يَتْبَع عِيسَى كَانَ هَالِكًا وَإِيمَان النَّصَارَى أَنَّ مَنْ تَمَسَّكَ بِالْإِنْجِيلِ مِنْهُمْ وَشَرَائِع عِيسَى كَانَ مُؤْمِنًا مَقْبُولًا مِنْهُ حَتَّى جَاءَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَنْ لَمْ يَتَّبِع مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْهُمْ وَيَدَع مَا كَانَ عَلَيْهِ مِنْ سُنَّة عِيسَى وَالْإِنْجِيل كَانَ هَالِكًا . قَالَ اِبْن أَبِي حَاتِم : وَرُوِيَ عَنْ سَعِيد بْن جُبَيْر نَحْو هَذَا \" قُلْت \" هَذَا لَا يُنَافِي مَا رَوَى عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" إِنَّ الَّذِينَ آمَنُوا وَاَلَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاَللَّهِ وَالْيَوْم الْآخِر \" - قَالَ - فَأَنْزَلَ اللَّه بَعْد ذَلِكَ \" وَمَنْ يَبْتَغِ غَيْر الْإِسْلَام دِينًا فَلَنْ يُقْبَل مِنْهُ وَهُوَ فِي الْآخِرَة مِنْ الْخَاسِرِينَ \" فَإِنَّ هَذَا الَّذِي قَالَهُ اِبْن عَبَّاس إِخْبَارٌ عَنْ أَنَّهُ لَا يُقْبَل مِنْ أَحَد طَرِيقَةً وَلَا عَمَلًا إِلَّا مَا كَانَ مُوَافِقًا لِشَرِيعَةِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْد أَنْ بَعَثَهُ بِهِ فَأَمَّا قَبْل ذَلِكَ فَكُلّ مَنْ اِتَّبَعَ الرَّسُول فِي زَمَانه فَهُوَ عَلَى هُدًى وَسَبِيل وَنَجَاة فَالْيَهُود أَتْبَاع مُوسَى عَلَيْهِ السَّلَام وَاَلَّذِينَ كَانُوا يَتَحَاكَمُونَ إِلَى التَّوْرَاة فِي زَمَانهمْ وَالْيَهُود مِنْ الْهَوَادَة وَهِيَ الْمَوَدَّة أَوْ التَّهَوُّد وَهِيَ التَّوْبَة كَقَوْلِ مُوسَى عَلَيْهِ السَّلَام \" إِنَّا هُدْنَا إِلَيْك \" أَيْ تُبْنَا فَكَأَنَّهُمْ سُمُّوا بِذَلِكَ فِي الْأَصْل لِتَوْبَتِهِمْ وَمَوَدَّتهمْ فِي بَعْضهمْ لِبَعْضٍ وَقِيلَ لِنِسْبَتِهِمْ إِلَى يَهُودَا أَكْبَر أَوْلَاد يَعْقُوب وَقَالَ أَبُو عَمْرو بْن الْعَلَاء لِأَنَّهُمْ يَتَهَوَّدُونَ أَيْ يَتَحَرَّكُونَ عِنْد قِرَاءَة التَّوْرَاة فَلَمَّا بُعِثَ عِيسَى صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَجَبَ عَلَى بَنِي إِسْرَائِيل اِتِّبَاعه وَالِانْقِيَاد لَهُ فَأَصْحَابه وَأَهْل دِينه هُمْ النَّصَارَى وَسُمُّوا بِذَلِكَ لِتَنَاصُرِهِمْ فِيمَا بَيْنهمْ وَقَدْ يُقَال لَهُمْ أَنْصَار أَيْضًا كَمَا قَالَ عِيسَى عَلَيْهِ السَّلَام \" مَنْ أَنْصَارِي إِلَى اللَّه قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَار اللَّه \" وَقِيلَ إِنَّهُمْ سُمُّوا بِذَلِكَ مِنْ أَجْل أَنَّهُمْ نَزَلُوا أَرْضًا يُقَال لَهَا نَاصِرَة قَالَهُ قَتَادَة وَابْن جُرَيْج وَرُوِيَ عَنْ اِبْن عَبَّاس أَيْضًا وَاَللَّه أَعْلَم . وَالنَّصَارَى جَمَعَ نَصْرَان كَنَشَاوَى جَمْع نَشْوَان وَسُكَارَى جَمْع سَكْرَان وَيُقَال لِلْمَرْأَةِ نَصْرَانَة قَالَ الشَّاعِر : نَصْرَانَة لَمْ تَحْنَف فَلَمَّا بَعَثَ اللَّه مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَاتَمًا لِلنَّبِيِّينَ وَرَسُولًا إِلَى بَنِي آدَم عَلَى الْإِطْلَاق وَجَبَ عَلَيْهِمْ تَصْدِيقه فِيمَا أَخْبَرَ وَطَاعَته فِيمَا أَمَرَ وَالِانْكِفَاف عَمَّا عَنْهُ زَجَرَ وَهَؤُلَاءِ هُمْ الْمُؤْمِنُونَ حَقًّا وَسُمِّيَتْ أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُؤْمِنِينَ لِكَثْرَةِ إِيمَانهمْ وَشِدَّة إِيقَانهمْ وَلِأَنَّهُمْ يُؤْمِنُونَ بِجَمِيعِ الْأَنْبِيَاء الْمَاضِيَة وَالْغُيُوب الْآتِيَة وَأَمَّا الصَّابِئِينَ فَقَدْ اُخْتُلِفَ فِيهِمْ فَقَالَ سُفْيَان الثَّوْرِيّ عَنْ لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد قَالَ الصَّابِئُونَ قَوْم بَيْن الْمَجُوس وَالْيَهُود وَالنَّصَارَى لَيْسَ لَهُمْ دِين وَكَذَا رَوَاهُ اِبْن أَبِي نَجِيح عَنْهُ . وَرُوِيَ عَنْ عَطَاء وَسَعِيد بْن جُبَيْر نَحْو ذَلِكَ وَقَالَ أَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ وَأَبُو الشَّعْثَاء جَابِر بْن زَيْد وَالضَّحَّاك وَإِسْحَاق بْن رَاهْوَيْهِ الصَّابِئُونَ فِرْقَة مِنْ أَهْل الْكِتَاب يَقْرَءُونَ الزَّبُور وَلِهَذَا قَالَ أَبُو حَنِيفَة وَإِسْحَاق لَا بَأْس بِذَبَائِحِهِمْ وَمُنَاكَحَتهمْ. وَقَالَ هُشَيْم عَنْ مُطَرِّف : كُنَّا عِنْد الْحَكَم بْن عُتْبَة فَحَدَّثَهُ رَجُل مِنْ أَهْل الْبَصْرَة عَنْ الْحَسَن أَنَّهُ كَانَ يَقُول فِي الصَّابِئِينَ إِنَّهُمْ كَالْمَجُوسِ فَقَالَ الْحَكَم أَلَمْ أُخْبِركُمْ بِذَلِكَ وَقَالَ عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ مُعَاوِيَة بْن عَبْد الْكَرِيم سَمِعْت الْحَسَن ذَكَرَ الصَّابِئِينَ فَقَالَ : هُمْ قَوْمٌ يَعْبُدُونَ الْمَلَائِكَة . وَقَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن عَبْد الْأَعْلَى حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان عَنْ أَبِيهِ عَنْ الْحَسَن قَالَ : أَخْبَرَ زِيَاد أَنَّ الصَّابِئِينَ يُصَلُّونَ إِلَى الْقِبْلَة وَيُصَلُّونَ الْخَمْس قَالَ : فَأَرَادَ أَنْ يَضَع عَنْهُمْ الْجِزْيَة قَالَ فَخُبِّرَ بَعْدُ أَنَّهُمْ يَعْبُدُونَ الْمَلَائِكَة وَقَالَ أَبُو جَعْفَر الرَّازِيّ بَلَغَنِي أَنَّ الصَّابِئِينَ قَوْم يَعْبُدُونَ الْمَلَائِكَة وَيَقْرَءُونَ الزَّبُور وَيُصَلُّونَ لِلْقِبْلَةِ وَكَذَا قَالَ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي اِبْن أَبِي الزِّنَاد عَنْ أَبِيهِ قَالَ : الصَّابِئُونَ قَوْم مِمَّا يَلِي الْعِرَاق وَهُمْ بِكُوثَى وَهُمْ يُؤْمِنُونَ بِالنَّبِيِّينَ كُلّهمْ وَيَصُومُونَ مِنْ كُلّ سَنَة ثَلَاثِينَ يَوْمًا وَيُصَلُّونَ إِلَى الْيَمَن كُلّ يَوْم خَمْس صَلَوَات وَسُئِلَ وَهْب بْن مُنَبِّه عَنْ الصَّابِئِينَ فَقَالَ : الَّذِي يَعْرِف اللَّه وَحْده وَلَيْسَتْ لَهُ شَرِيعَة يَعْمَل بِهَا وَلَمْ يُحْدِث كُفْرًا . وَقَالَ عَبْد اللَّه بْن وَهْب : قَالَ عَبْد الرَّحْمَن بْن زَيْد الصَّابِئُونَ أَهْل دِين مِنْ الْأَدْيَان كَانُوا بِجَزِيرَةِ الْمَوْصِل يَقُولُونَ لَا إِلَه إِلَّا اللَّه وَلَيْسَ لَهُمْ عَمَل وَلَا كِتَاب وَلَا نَبِيّ إِلَّا قَوْل لَا إِلَه إِلَّا اللَّه قَالَ وَلَمْ يُؤْمِنُوا بِرَسُولٍ فَمِنْ أَجْل ذَلِكَ كَانَ الْمُشْرِكُونَ يَقُولُونَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه هَؤُلَاءِ الصَّابِئُونَ يُشَبِّهُونَهُمْ بِهِمْ يَعْنِي فِي قَوْله لَا إِلَه إِلَّا اللَّه . وَقَالَ الْخَلِيل : هُمْ قَوْم يُشْبِهُ دِينُهُمْ دِينَ النَّصَارَى إِلَّا أَنَّ قِبْلَتهمْ نَحْو مَهَبّ الْجَنُوب يَزْعُمُونَ أَنَّهُمْ عَلَى دِين نُوح عَلَيْهِ السَّلَام وَحَكَى الْقُرْطُبِيّ عَنْ مُجَاهِد وَالْحَسَن وَابْن أَبِي نَجِيح أَنَّهُمْ قَوْم تَرَكَّبَ دِينهمْ بَيْن الْيَهُود وَالْمَجُوس وَلَا تُؤْكَل ذَبَائِحهمْ وَلَا تُنْكَح نِسَاؤُهُمْ قَالَ الْقُرْطُبِيّ : وَاَلَّذِي تَحَصَّلَ مِنْ مَذْهَبهمْ فِيمَا ذَكَرَهُ بَعْض الْعُلَمَاء أَنَّهُمْ مُوَحِّدُونَ وَيَعْتَقِدُونَ تَأْثِير النُّجُوم وَأَنَّهُمْ فَاعِلَة وَلِهَذَا أَفْتَى أَبُو سَعِيد الْإِصْطَخْرِيّ بِكُفْرِهِمْ لِلْقَادِرِ بِاَللَّهِ حِين سَأَلَهُ عَنْهُمْ وَاخْتَارَ الرَّازِيّ أَنَّ الصَّابِئِينَ قَوْم يَعْبُدُونَ الْكَوَاكِب بِمَعْنَى أَنَّ اللَّه جَعَلَهَا قِبْلَة لِلْعِبَادَةِ وَالدُّعَاء أَوْ بِمَعْنَى أَنَّ اللَّه فَوَّضَ تَدْبِير أَمْر هَذَا الْعَالَم إِلَيْهَا قَالَ : وَهَذَا الْقَوْل هُوَ الْمَنْسُوب إِلَى الكشرانيين الَّذِينَ جَاءَهُمْ إِبْرَاهِيم عَلَيْهِ السَّلَام رَادًّا عَلَيْهِمْ وَمُبْطِلًا لِقَوْلِهِمْ وَأَظْهَرُ الْأَقْوَال - وَاَللَّهُ أَعْلَمُ - قَوْلُ مُجَاهِد وَمُتَابِعِيهِ وَوَهْب بْن مُنَبِّه أَنَّهُمْ قَوْم لَيْسُوا عَلَى دِين الْيَهُود وَلَا النَّصَارَى وَلَا الْمَجُوس وَلَا الْمُشْرِكِينَ وَإِنَّمَا هُمْ قَوْم بَاقُونَ عَلَى فِطْرَتهمْ وَلَا دِين مُقَرَّر لَهُمْ يَتَّبِعُونَهُ وَيَقْتَفُونَهُ . وَلِهَذَا كَانَ الْمُشْرِكُونَ يَنْبِزُونَ مَنْ أَسْلَمَ بِالصَّابِئِ أَيْ أَنَّهُ قَدْ خَرَجَ عَنْ سَائِر أَدْيَان أَهْل الْأَرْض إِذْ ذَاكَ وَقَالَ بَعْض الْعُلَمَاء الصَّابِئُونَ الَّذِينَ لَمْ تَبْلُغهُمْ دَعْوَة نَبِيّ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38741, "aya_id": 62}]