[{"text": "فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ وَكُنَّا فَاعِلِينَ", "sura_id": 21, "type": 0, "id": 2562, "aya_id": 79}, {"text": "ففهمناها سليمان و كلا آتينا حكما و علما و سخرنا مع داود الجبال يسبحن و الطير و كنا فاعلين", "sura_id": 21, "type": 1, "id": 8798, "aya_id": 79}, {"text": "79 - (ففهمناها) أي الحكومة (سليمان) وحكمهما باجتهاد ورجع داود إلى سليمان وقيل بوحي والثاني ناسخ للأول (وكلا) منهما (آتينا) ـه (حكما) نبوة (وعلما) بامور الدين (وسخرنا مع داود الجبال يسبحن والطير) كذلك سخر للتسبيح معه لأمره به إذا وجد فترة لينشط له (وكنا فاعلين) تسخير تسبيحهما معه وإن كان عجبا عندكم أي مجاوبته للسيد دود \r\n", "sura_id": 21, "type": 2, "id": 27506, "aya_id": 79}, {"text": "فَفَهَّمنا سليمان مراعاة مصلحة الطرفين مع العدل, فحكم على صاحب الغنم بإصلاح الزرع التالف في فترة يستفيد فيها صاحب الزرع بمنافع الغنم من لبن وصوف ونحوهما, ثم تعود الغنم إلى صاحبها والزرع إلى صاحبه; لمساواة قيمة ما تلف من الزرع لمنفعة الغنم, وكلا من داود وسليمان أعطيناه حكمًا وعلمًا, ومننَّا على داود بتطويع الجبال تسبِّح معه إذا سبَّح, وكذلك الطير تسبِّح, وكنا فاعلين ذلك.\r\n", "sura_id": 21, "type": 3, "id": 33742, "aya_id": 79}, {"text": " <font color=red>فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا وَسَخَّرْنَا مَعَ دَاوُدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ وَكُنَّا فَاعِلِينَ</font><BR><p>وَقَوْله \" فَفَهَّمْنَاهَا سُلَيْمَان وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا حَمَّاد عَنْ حُمَيْد أَنَّ إِيَاس اِبْن مُعَاوِيَة لَمَّا اِسْتَقْضَى أَتَاهُ الْحَسَن فَبَكَى فَقَالَ مَا يُبْكِيك ؟ قَالَ يَا أَبَا سَعِيد بَلَغَنِي أَنَّ الْقُضَاة رَجُل اِجْتَهَدَ فَأَخْطَأَ فَهُوَ فِي النَّار وَرَجُل مَالَ بِهِ الْهَوَى فَهُوَ فِي النَّار وَرَجُل اِجْتَهَدَ فَأَصَابَ فَهُوَ فِي الْجَنَّة فَقَالَ الْحَسَن الْبَصْرِيّ : إِنَّ فِيمَا قَصَّ اللَّه مِنْ نَبَأ دَاوُد وَسُلَيْمَان عَلَيْهِمَا الصَّلَاة وَالسَّلَام وَالْأَنْبِيَاء حُكْمًا يَرُدّ قَوْل هَؤُلَاءِ النَّاس عَنْ قَوْلهمْ قَالَ اللَّه تَعَالَى \" وَدَاوُد وَسُلَيْمَان إِذْ يَحْكُمَانِ فِي الْحَرْث إِذْ نَفَشَتْ فِيهِ غَنَم الْقَوْم وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ \" فَأَثْنَى اللَّه عَلَى سُلَيْمَان وَلَمْ يَذُمّ دَاوُد ثُمَّ قَالَ يَعْنِي الْحَسَن إِنَّ اللَّه اِتَّخَذَ عَلَى الْحُكَّام ثَلَاثًا لَا يَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا وَلَا يَتَّبِعُوا فِيهِ الْهَوَى وَلَا يَخْشَوْا فِيهِ أَحَدًا ثُمَّ تَلَا \" يَا دَاوُد إِنَّا جَعَلْنَاك خَلِيفَة فِي الْأَرْض فَاحْكُمْ بَيْن النَّاس بِالْحَقِّ وَلَا تَتَّبِع الْهَوَى فَيُضِلّك عَنْ سَبِيل اللَّه \" وَقَالَ \" فَلَا تَخْشَوْا النَّاس وَاخْشَوْنِ \" وَقَالَ \" وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا \" قُلْت أَمَّا الْأَنْبِيَاء عَلَيْهِمْ السَّلَام فَكُلّهمْ مَعْصُومُونَ مُؤَيَّدُونَ مِنْ اللَّه عَزَّ وَجَلَّ وَهَذَا مِمَّا لَا خِلَاف فِيهِ بَيْن الْعُلَمَاء الْمُحَقِّقِينَ مِنْ السَّلَف وَالْخَلَف وَأَمَّا مَنْ سِوَاهُمْ فَقَدْ ثَبَتَ فِي صَحِيح الْبُخَارِيّ عَنْ عَمْرو بْن الْعَاص أَنَّهُ قَالَ قَالَ رَسُول اللَّه \" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" : \" إِذَا اِجْتَهَدَ الْحَاكِم فَأَصَابَ فَلَهُ أَجْرَانِ وَإِذَا اِجْتَهَدَ فَأَخْطَأَ فَلَهُ أَجْر \" فَهَذَا الْحَدِيث يَرُدّ نَصًّا مَا تَوَهَّمَهُ إِيَاس مِنْ أَنَّ الْقَاضِي إِذَا اِجْتَهَدَ فَأَخْطَأَ فَهُوَ فِي النَّار وَاَللَّه أَعْلَم وَفِي السُّنَن : الْقُضَاة ثَلَاثَة قَاضٍ فِي الْجَنَّة وَقَاضِيَانِ فِي النَّار رَجُل عَلِمَ الْحَقّ وَقَضَى بِهِ فَهُوَ فِي الْجَنَّة وَرَجُل حَكَمَ بَيْن النَّاس عَلَى جَهْل فَهُوَ فِي النَّار وَرَجُل عَلِمَ الْحَقّ وَقَضَى خِلَافه فَهُوَ فِي النَّار وَقَرِيب مِنْ هَذِهِ الْقِصَّة الْمَذْكُورَة فِي الْقُرْآن مَا رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده حَيْثُ قَالَ حَدَّثَنَا عَلِيّ بْن حَفْص أَخْبَرَنَا وَرْقَاء عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة قَالَ قَالَ رَسُول اللَّه \" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" \" بَيْنَمَا اِمْرَأَتَانِ مَعَهُمَا اِبْنَانِ لَهُمَا إِذْ جَاءَ الذِّئْب فَأَخَذَ أَحَد الِابْنَيْنِ فَتَحَاكَمَتَا إِلَى دَاوُد فَقَضَى بِهِ لِلْكُبْرَى فَخَرَجَتَا فَدَعَاهُمَا سُلَيْمَان فَقَالَ هَاتُوا السِّكِّين أَشُقّهُ بَيْنكُمَا فَقَالَتْ الصُّغْرَى يَرْحَمك اللَّه هُوَ اِبْنهَا لَا تَشُقّهُ فَقَضَى بِهِ لِلصُّغْرَى \" وَأَخْرَجَهُ الْبُخَارِيّ وَمُسْلِم فِي صَحِيحَيْهِمَا وَبَوَّبَ عَلَيْهِ النَّسَائِيّ فِي كِتَاب الْقُضَاة \" بَاب الْحَاكِم يُوهِم خِلَاف الْحُكْم لِيَسْتَعْلِم الْحَقّ \" وَهَكَذَا الْقِصَّة الَّتِي أَوْرَدَهَا الْحَافِظ أَبُو الْقَاسِم بْن عَسَاكِر فِي تَرْجَمَة سُلَيْمَان عَلَيْهِ السَّلَام مِنْ تَارِيخه عَنْ طَرِيق الْحَسَن بْن سُفْيَان عَنْ صَفْوَان بْن صَالِح عَنْ الْوَلِيد بْن مُسْلِم عَنْ سَعِيد بْن بِشْر عَنْ قَتَادَة عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس فَذَكَرَ قِصَّة مُطَوَّلَة مُلَخَّصهَا أَنَّ اِمْرَأَة حَسْنَاء فِي زَمَان بَنِي إِسْرَائِيل رَاوَدَهَا عَنْ نَفْسهَا أَرْبَعَة مِنْ رُؤَسَائِهِمْ فَامْتَنَعَتْ عَلَى كُلّ مِنْهُمْ فَاتَّفَقُوا فِيمَا بَيْنهمْ عَلَيْهَا فَشَهِدُوا عِنْد دَاوُد عَلَيْهِ السَّلَام أَنَّهَا مَكَّنَتْ مِنْ نَفْسهَا كَلْبًا لَهَا قَدْ عَوَّدَتْهُ ذَلِكَ مِنْهَا فَأَمَرَ بِرَجْمِهَا فَلَمَّا كَانَ عَشِيَّة ذَلِكَ الْيَوْم جَلَسَ سُلَيْمَان وَاجْتَمَعَ مَعَهُ وَلَدَانِ مِثْله فَانْتَصَبَ حَاكِمًا وَتَزَيَّا أَرْبَعَة مِنْهُمْ بِزِيِّ أُولَئِكَ وَآخَر بِزِيِّ الْمَرْأَة وَشَهِدُوا عَلَيْهَا بِأَنَّهَا مَكَّنَتْ مِنْ نَفْسهَا كَلْبًا فَقَالَ سُلَيْمَان فَرِّقُوا بَيْنهمْ فَسَأَلَ أَوَّلهمْ مَا كَانَ لَوْن الْكَلْب فَقَالَ أَسْوَد فَعَزَلَهُ وَاسْتَدْعَى الْآخَر فَسَأَلَهُ عَنْ لَوْنه فَقَالَ أَحْمَر وَقَالَ الْآخَر أَغْبَش وَقَالَ الْآخَر أَبْيَض فَأَمَرَ عِنْد ذَلِكَ بِقَتْلِهِمْ فَحُكِيَ ذَلِكَ لِدَاوُد عَلَيْهِ السَّلَام فَاسْتَدْعَى مِنْ فَوْره بِأُولَئِكَ الْأَرْبَعَة فَسَأَلَهُمْ مُتَفَرِّقِينَ عَنْ لَوْن ذَلِكَ الْكَلْب فَاخْتَلَفُوا عَلَيْهِ فَأَمَرَ بِقَتْلِهِمْ وَقَوْله \" وَسَخَّرْنَا مَعَ دَاوُد الْجِبَال يُسَبِّحْنَ وَالطَّيْر\" الْآيَة وَذَلِكَ لِطِيبِ صَوْته بِتِلَاوَةِ كِتَابه الزَّبُور وَكَانَ إِذَا تَرَنَّمَ بِهِ تَقِف الطَّيْر فِي الْهَوَاء فَتُجَاوِبهُ وَتَرُدّ عَلَيْهِ الْجِبَال تَأْوِيبًا وَلِهَذَا لَمَّا مَرَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أَبِي مُوسَى الْأَشْعَرِيّ وَهُوَ يَتْلُو الْقُرْآن مِنْ اللَّيْل وَكَانَ لَهُ صَوْت طَيِّب جِدًّا فَوَقَفَ وَاسْتَمَعَ لِقِرَاءَتِهِ وَقَالَ : لَقَدْ أُوتِيَ هَذَا مِزْمَارًا مِنْ مَزَامِير آلِ دَاوُد \" قَالَ يَا رَسُول اللَّه لَوْ عَلِمْت أَنَّك تَسْتَمِع لَحَبَّرْته لَك تَحْبِيرًا وَقَالَ أَبُو عُثْمَان النَّهْدِيّ مَا سَمِعْت صَوْت صَنْج وَلَا بَرْبَط وَلَا مِزْمَار مِثْل صَوْت أَبِي مُوسَى رَضِيَ اللَّه عَنْهُ وَمَعَ هَذَا قَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام \" لَقَدْ أُوتِيَ مِزْمَارًا مِنْ مَزَامِير آلِ دَاوُد\" .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 39006, "aya_id": 79}]