[{"text": "كَيْفَ وَإِن يَظْهَرُوا عَلَيْكُمْ لاَ يَرْقُبُواْ فِيكُمْ إِلاًّ وَلاَ ذِمَّةً يُرْضُونَكُم بِأَفْوَاهِهِمْ وَتَأْبَى قُلُوبُهُمْ وَأَكْثَرُهُمْ فَاسِقُونَ", "sura_id": 9, "type": 0, "id": 1243, "aya_id": 8}, {"text": "كيف وإن يظهروا عليكم لا يرقبوا فيكم إلا ولا ذمة يرضونكم بأفواههم وتأبى قلوبهم وأكثرهم فاسقون", "sura_id": 9, "type": 1, "id": 7479, "aya_id": 8}, {"text": "8 - (كيف) يكون لهم عهد (وإن يظهروا عليكم) يظفروا بكم (لا يرقبوا) يراعوا (فيكم إلا) قرابة (ولا ذمة) عهداً بل يؤذونكم ما استطاعوا وجملة الشرط حال (يرضونكم بأفواههم) بكلامهم الحسن (وتأبى قلوبهم) الوفاء به (وأكثرهم فاسقون) ناقضون للعهد \r\n", "sura_id": 9, "type": 2, "id": 26187, "aya_id": 8}, {"text": "إن شأن المشركين أن يلتزموا بالعهود ما دامت الغلبة لغيرهم, أما إذا شعروا بالقوة على المؤمنين فإنهم لا يراعون القرابة ولا العهد, فلا يغرنكم منهم ما يعاملونكم به وقت الخوف منكم, فإنهم يقولون لكم كلامًا بألسنتهم; لترضوا عنهم, ولكن قلوبهم تأبى ذلك, وأكثرهم متمردون على الإسلام ناقضون للعهد.\r\n", "sura_id": 9, "type": 3, "id": 32423, "aya_id": 8}, {"text": " <font color=red>كَيْفَ وَإِنْ يَظْهَرُوا عَلَيْكُمْ لَا يَرْقُبُوا فِيكُمْ إِلًّا وَلَا ذِمَّةً يُرْضُونَكُمْ بِأَفْوَاهِهِمْ وَتَأْبَى قُلُوبُهُمْ وَأَكْثَرُهُمْ فَاسِقُونَ</font><BR><p>يَقُول تَعَالَى مُحَرِّضًا لِلْمُؤْمِنِينَ عَلَى مُعَادَاتهمْ وَالتَّبَرُّؤِ مِنْهُمْ وَمُبَيِّنًا أَنَّهُمْ لَا يَسْتَحِقُّونَ أَنْ يَكُون لَهُمْ عَهْد لِشِرْكِهِمْ بِاَللَّهِ تَعَالَى وَكُفْرهمْ بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلِأَنَّهُمْ لَوْ ظَهَرُوا عَلَى الْمُسْلِمِينَ وَأُدِيلُوا عَلَيْهِمْ لَمْ يُبْقُوا وَلَمْ يَذَرُوا وَلَا رَاقَبُوا فِيهِمْ إِلًّا وَلَا ذِمَّة قَالَ عَلِيّ بْن أَبِي طَلْحَة وَعِكْرِمَة وَالْعَوْفِيّ عَنْ اِبْن عَبَّاس : الْإلّ الْقَرَابَة وَالذِّمَّة الْعَهْد وَكَذَا قَالَ الضَّحَّاك وَالسُّدِّيّ كَمَا قَالَ تَمِيم بْن مُقْبِل : أَفْسَدَ النَّاس خُلُوف خَلَفُوا قَطَعُوا الْإِلّ وَأَعْرَاق الرَّحِم وَقَالَ حَسَّان بْن ثَابِت رَضِيَ اللَّه عَنْهُ : وَجَدْنَاهُمْ كَاذِبًا إلُّهُمْ وَذُو الْإِلّ وَالْعَهْد لَا يَكْذِب وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد لَا يَرْقُبُونَ فِي مُؤْمِن إِلًّا : قَالَ إِلَّا اللَّه , وَفِي رِوَايَة لَا يَرْقُبُونَ اللَّه وَلَا غَيْره وَقَالَ اِبْن جَرِير : حَدَّثَنِي يَعْقُوب حَدَّثَنَا اِبْن عُلَيَّة عَنْ سُلَيْمَان عَنْ أَبِي مِجْلَز فِي قَوْله تَعَالَى \" لَا يَرْقُبُونَ فِي مُؤْمِن إِلًّا وَلَا ذِمَّة \" مِثْل قَوْله جِبْرِيل مِيكَائِيل إِسْرَافِيل كَأَنَّهُ يَقُول لَا يَرْقُبُونَ اللَّه وَالْقَوْل الْأَوَّل أَظْهَر وَأَشْهَر وَعَلَيْهِ الْأَكْثَر . وَعَنْ مُجَاهِد أَيْضًا الْإِلّ الْعَهْد . وَقَالَ قَتَادَة الْإِلّ الْحَلِف .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43501, "aya_id": 8}]