[{"text": "وَضَرَبَ اللّهُ مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللّهِ فَأَذَاقَهَا اللّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُواْ يَصْنَعُونَ", "sura_id": 16, "type": 0, "id": 2013, "aya_id": 112}, {"text": "وضرب الله مثلا قرية كانت آمنة مطمئنة يأتيها رزقها رغدا من كل مكان فكفرت بأنعم الله فأذاقها الله لباس الجوع والخوف بما كانوا يصنعون", "sura_id": 16, "type": 1, "id": 8249, "aya_id": 112}, {"text": "112 - (وضرب الله مثلا) ويبدل منه (قرية) هي مكة والمراد اهلها (كانت آمنة) من الغارات لا تهاج (مطمئنة) لا يحتاج إلى الانتقال عنها لضيق أو خوف (يأتيها رزقها رغدا) واسعا (من كل مكان فكفرت بأنعم الله) بتكذيب النبي صلى الله عليه وسلم (فأذاقها الله لباس الجوع) فقحطوا سبع سنين (والخوف) بسرايا النبي صلى الله عليه وسلم (بما كانوا يصنعون) \r\n", "sura_id": 16, "type": 2, "id": 26957, "aya_id": 112}, {"text": "وضرب الله مثلا بلدة \"مكة\" كانت في أمان من الاعتداء, واطمئنان مِن ضيق العيش, يأتيها رزقها هنيئًا سهلا من كل جهة, فجحد أهلُها نِعَمَ الله عليهم, وأشركوا به, ولم يشكروا له, فعاقبهم الله بالجوع, والخوف من سرايا رسول الله صلى الله عليه وسلم وجيوشه, التي كانت تخيفهم; وذلك بسبب كفرهم وصنيعهم الباطل.\r\n", "sura_id": 16, "type": 3, "id": 33193, "aya_id": 112}, {"text": " <font color=red>وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ</font><BR><p>هَذَا مَثَل أُرِيدَ بِهِ أَهْل مَكَّة فَإِنَّهَا كَانَتْ آمِنَة مُطْمَئِنَّة مُسْتَقِرّه يَتَخَطَّف النَّاس مِنْ حَوْلهَا وَمَنْ دَخَلَهَا كَانَ آمِنًا لَا يَخَاف كَمَا قَالَ تَعَالَى \" وَقَالُوا إِنْ نَتَّبِع الْهُدَى مَعَك نُتَخَطَّف مِنْ أَرْضنَا أَوَلَمْ نُمَكِّن لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَات كُلّ شَيْء رِزْقًا مِنْ لَدُنَّا\" وَهَكَذَا قَالَ هَاهُنَا \" يَأْتِيهَا رِزْقهَا رَغَدًا \" أَيْ هَنِيئًا سَهْلًا \" مِنْ كُلّ مَكَان فَكَفَرَتْ بِأَنْعُمِ اللَّه \" أَيْ جَحَدَتْ آلَاء اللَّه عَلَيْهَا وَأَعْظَمهَا بَعْثَة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَيْهِمْ كَمَا قَالَ تَعَالَى \" أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَة اللَّه كُفْرًا وَأَحَلُّوا قَوْمهمْ دَار الْبَوَار جَهَنَّم يَصْلَوْنَهَا وَبِئْسَ الْقَرَار \" وَلِهَذَا بَدَّلَهُمْ اللَّه بِحَالَيْهِمْ الْأَوَّلَيْنِ خِلَافهمَا فَقَالَ \" فَأَذَاقَهَا اللَّه لِبَاس الْجُوع وَالْخَوْف \" أَيْ أَلْبَسَهَا وَأَذَاقَهَا الْجُوع بَعْد أَنْ كَانَ يُجْبَى إِلَيْهِمْ ثَمَرَات كُلّ شَيْء وَيَأْتِيهَا رِزْقهَا رَغَدًا مِنْ كُلّ مَكَان وَذَلِكَ أَنَّهُمْ اِسْتَعْصَوْا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبَوْا إِلَّا خِلَافه فَدَعَا عَلَيْهِمْ بِسَبْعٍ كَسَبْعِ يُوسُف فَأَصَابَتْهُمْ سَنَة أَذْهَبَتْ كُلّ شَيْء لَهُمْ فَأَكَلُوا الْعِلْهِز وَهُوَ وَبَر الْبَعِير يُخْلَط بِدَمِهِ إِذَا نَحَرُوهُ وَقَوْله وَالْخَوْف وَذَلِكَ أَنَّهُمْ بُدِّلُوا بِأَمْنِهِمْ خَوْفًا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه حِين هَاجَرُوا إِلَى الْمَدِينَة مِنْ سَطْوَته وَسَرَايَاهُ وَجُيُوشه .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38066, "aya_id": 112}]