[{"text": "أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ", "sura_id": 94, "type": 0, "id": 6091, "aya_id": 1}, {"text": "ألم نشرح لك صدرك", "sura_id": 94, "type": 1, "id": 12327, "aya_id": 1}, {"text": "سورة الشرح 1 - (ألم نشرح) استفهام تقرير أي شرحنا (لك) يا محمد (صدرك) بالنبوة وغيرها \r\n", "sura_id": 94, "type": 2, "id": 31035, "aya_id": 1}, {"text": "ألم نوسع -أيها النبي- لك صدرك لشرائع الدين، والدعوة إلى الله، والاتصاف بمكارم الأخلاق،\r\n", "sura_id": 94, "type": 3, "id": 37271, "aya_id": 1}, {"text": " <font color=red>أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ</font><BR><p>يَقُول تَعَالَى \" أَلَمْ نَشْرَح لَك صَدْرك \" يَعْنِي أَمَا شَرَحْنَا لَك صَدْرك أَيْ نَوَّرْنَاهُ وَجَعَلْنَاهُ فَسِيحًا رَحِيبًا وَاسِعًا كَقَوْلِهِ \" فَمَنْ يُرِدْ اللَّه أَنْ يَهْدِيه يَشْرَح صَدْره لِلْإِسْلَامِ \" وَكَمَا شَرَحَ اللَّه صَدْره كَذَلِكَ جَعَلَ شَرْعه فَسِيحًا وَاسِعًا سَهْلًا لَا حَرَج فِيهِ وَلَا إِصْر وَلَا ضِيق . وَقِيلَ الْمُرَاد بِقَوْلِهِ \" أَلَمْ نَشْرَح لَك صَدْرك \" شَرَحَ صَدْره لَيْلَة الْإِسْرَاء كَمَا تَقَدَّمَ مِنْ رِوَايَة مَالِك بْن صَعْصَعَة وَقَدْ أَوْرَدَهُ التِّرْمِذِيّ هَهُنَا وَهَذَا إِنْ كَانَ وَاقِعًا لَيْلَة الْإِسْرَاء كَمَا رَوَاهُ مَالِك بْن صَعْصَعَة وَلَكِنْ لَا مُنَافَاة فَإِنَّ مِنْ جُمْلَة شَرْح صَدْره الَّذِي فُعِلَ بِصَدْرِهِ لَيْلَة الْإِسْرَاء وَمَا نَشَأَ عَنْهُ مِنْ الشَّرْح الْمَعْنَوِيّ أَيْضًا فَاَللَّه أَعْلَم . قَالَ عَبْد اللَّه بْن الْإِمَام أَحْمَد حَدَّثَنِي مُحَمَّد بْن عَبْد الرَّحِيم أَبُو يَحْيَى الْفَزَّاز حَدَّثَنَا يُونُس بْن مُحَمَّد حَدَّثَنَا مُعَاذ بْن مُحَمَّد بْن أُبَيّ بْن كَعْب حَدَّثَنِي أَبُو مُحَمَّد بْن مُعَاذ عَنْ مُحَمَّد عَنْ أُبَيّ بْن كَعْب أَنَّ أَبَا هُرَيْرَة كَانَ جَرِيئًا عَلَى أَنْ يَسْأَل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ أَشْيَاء لَا يَسْأَلهُ عَنْهَا غَيْره فَقَالَ يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا أَوَّل مَا رَأَيْت مِنْ أَمْر النُّبُوَّة ؟ فَاسْتَوَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِسًا وَقَالَ \" لَقَدْ سَأَلْت يَا أَبَا هُرَيْرَة إِنِّي فِي الصَّحْرَاء اِبْن عَشْر سِنِينَ وَأَشْهُر وَإِذَا بِكَلَامٍ فَوْق رَأْسِي وَإِذَا رَجُل يَقُول لِرَجُلٍ أَهُوَ هُوَ ؟ فَاسْتَقْبَلَانِي بِوُجُوهٍ لَمْ أَرَهَا قَطُّ وَأَرْوَاح لَمْ أَجِدهَا مِنْ خَلْق قَطُّ وَثِيَاب لَمْ أَرَهَا عَلَى أَحَد قَطُّ فَأَقْبَلَا إِلَيَّ يَمْشِيَانِ حَتَّى أَخَذَ كُلّ وَاحِد مِنْهُمَا بِعَضُدِي لَا أَجِد لِأَحَدِهِمَا مَسًّا فَقَالَ أَحَدهمَا لِصَاحِبِهِ أَضْجِعْهُ فَأَضْجَعَانِي بِلَا قَصْر وَلَا هَصْر فَقَالَ أَحَدهمَا لِصَاحِبِهِ اِفْلِقْ صَدْره فَهَوَى أَحَدهمَا إِلَى صَدْرِي فَفَلَقَهُ فِيمَا أَرَى بِلَا دَم وَلَا وَجَع فَقَالَ لَهُ أَخْرِجْ الْغِلّ وَالْحَسَد فَأَخْرَجَ شَيْئًا كَهَيْئَةِ الْعَلَقَة ثُمَّ نَبَذَهَا فَطَرَحَهَا فَقَالَ لَهُ أَدْخِلْ الرَّأْفَة وَالرَّحْمَة فَإِذَا مِثْل الَّذِي أَخْرَجَ شِبْه الْفِضَّة ثُمَّ هَزَّ إِبْهَام رِجْلِي الْيُمْنَى فَقَالَ اُغْدُ وَاسْلَمْ فَرَجَعْت بِهَا أَغْدُو رِقَّة عَلَى الصَّغِير وَرَحْمَة لِلْكَبِيرِ \" .</p><BR> <br> ", "sura_id": 94, "type": 4, "id": 43590, "aya_id": 1}]