[{"text": "الَّذِينَ يُنفِقُونَ أَمْوَالَهُم بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلاَنِيَةً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ", "sura_id": 2, "type": 0, "id": 281, "aya_id": 274}, {"text": "الذين ينفقون أموالهم بالليل والنهار سرا وعلانية فلهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون", "sura_id": 2, "type": 1, "id": 6517, "aya_id": 274}, {"text": "274 - (الذين ينفقون أموالهم بالليل والنهار سراً وعلانية فلهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون) \r\n", "sura_id": 2, "type": 2, "id": 25225, "aya_id": 274}, {"text": "الذين يُخْرجون أموالهم مرضاة لله ليلا ونهارًا مسرِّين ومعلنين, فلهم أجرهم عند ربهم, ولا خوف عليهم فيما يستقبلونه من أمر الآخرة, ولا هم يحزنون على ما فاتهم من حظوظ الدنيا. ذلك التشريع الإلهي الحكيم هو منهاج الإسلام في الإنفاق لما فيه مِن سدِّ حاجة الفقراء في كرامة وعزة, وتطهير مال الأغنياء, وتحقيق التعاون على البر والتقوى; ابتغاء وجه الله دون قهر أو إكراه \r\n", "sura_id": 2, "type": 3, "id": 31461, "aya_id": 274}, {"text": " <font color=red>الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ</font><BR><p>هَذَا مَدْح مِنْهُ تَعَالَى لِلْمُنْفِقِينَ فِي سَبِيله وَابْتِغَاء مَرْضَاته فِي جَمِيع الْأَوْقَات مِنْ لَيْل أَوْ نَهَار وَالْأَحْوَال مِنْ سِرّ وَجِهَار حَتَّى إِنَّ النَّفَقَة عَلَى الْأَهْل تَدْخُل فِي ذَلِكَ أَيْضًا كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ لِسَعْدِ بْن أَبِي وَقَّاص حِين عَادَهُ مَرِيضًا عَام الْفَتْح وَفِي رِوَايَة عَام حَجَّة الْوَدَاع وَإِنَّك لَنْ تُنْفِق نَفَقَة تَبْتَغِي بِهَا وَجْه اللَّه إِلَّا اِزْدَدْت بِهَا دَرَجَة وَرِفْعَة حَتَّى مَا تَجْعَل فِي فِي اِمْرَأَتك وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر وَبِهَزِّ قَالَا : حَدَّثَنَا شُعْبَة عَنْ عَدِيّ بْن ثَابِت قَالَ : سَمِعْت عَبْد اللَّه بْن يَزِيد الْأَنْصَارِيّ يُحَدِّث عَنْ أَبِي مَسْعُود رَضِيَ اللَّه عَنْهُمَا عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ إِنَّ الْمُسْلِم إِذَا أَنْفَقَ عَلَى أَهْله نَفَقَة يَحْتَسِبهَا كَانَتْ لَهُ صَدَقَة أَخْرَجَاهُ مِنْ حَدِيث شُعْبَة بِهِ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا سُلَيْمَان بْن عَبْد الرَّحْمَن حَدَّثَنَا مُحَمَّد بْن شُعَيْب قَالَ : سَمِعْت سَعِيد بْن يَسَار عَنْ يَزِيد بْن عَبْد اللَّه بْن عَرِيب الْمَلِيكِيّ عَنْ أَبِيهِ عَنْ جَدّه عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ نَزَلَتْ هَذِهِ الْآيَة\" الَّذِينَ يُنْفِقُونَ أَمْوَالهمْ بِاللَّيْلِ وَالنَّهَار سِرًّا وَعَلَانِيَة فَلَهُمْ أَجْرُهُمْ عِنْد رَبّهمْ \" فِي أَصْحَاب الْخَيْل وَقَالَ حَنَش الصَّنْعَانِيّ : عَنْ اِبْن شِهَاب عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة قَالَ : هُمْ الَّذِينَ يَعْلِفُونَ الْخَيْل فِي سَبِيل اللَّه رَوَاهُ اِبْن أَبِي حَاتِم ثُمَّ قَالَ : وَكَذَا رُوِيَ عَنْ أَبِي أُمَامَة وَسَعِيد بْن الْمُسَيِّب وَمَكْحُول وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ أَخْبَرَنَا يَحْيَى بْن يَمَان عَنْ عَبْد الْوَهَّاب بْن مُجَاهِد عَنْ اِبْن جُبَيْر عَنْ أَبِيهِ قَالَ : كَانَ لِعَلِيٍّ أَرْبَعَة دَرَاهِم فَأَنْفَقَ دِرْهَمًا لَيْلًا وَدِرْهَمًا نَهَارًا وَدِرْهَمًا سِرًّا وَدِرْهَمًا عَلَانِيَة فَنَزَلَتْ \" الَّذِينَ يُنْفِقُونَ أَمْوَالهمْ بِاللَّيْلِ وَالنَّهَار سِرًّا وَعَلَانِيَة \" وَكَذَا رَوَاهُ اِبْن جَرِير مِنْ طَرِيق عَبْد الْوَهَّاب بْن مُجَاهِد وَهُوَ ضَعِيف لَكِنْ رَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ وَجْه آخَر عَنْ اِبْن عَبَّاس أَنَّهَا نَزَلَتْ فِي عَلِيّ بْن أَبِي طَالِب وَقَوْله \" فَلَهُمْ أَجْرهمْ عِنْد رَبّهمْ \" أَيْ يَوْم الْقِيَامَة عَلَى مَا فَعَلُوا مِنْ الْإِنْفَاق فِي الطَّاعَات \" وَلَا خَوْف عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ \" تَقَدَّمَ تَفْسِيره .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38690, "aya_id": 274}]