[{"text": "وَجَاءتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ", "sura_id": 50, "type": 0, "id": 4649, "aya_id": 19}, {"text": "وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد", "sura_id": 50, "type": 1, "id": 10885, "aya_id": 19}, {"text": "19 - (وجاءت سكرة الموت) غمرته وشدته (بالحق) من أمر الآخرة حتى يراها المنكر لها عيانا وهو نفس الشدة (ذلك) الموت (ما كنت منه تحيد) تهرب وتفزع \r\n", "sura_id": 50, "type": 2, "id": 29593, "aya_id": 19}, {"text": "وجاءت شدة الموت وغَمْرته بالحق الذي لا مردَّ له ولا مناص, ذلك ما كنت منه - أيها الإنسان - تهرب وتروغ.\r\n", "sura_id": 50, "type": 3, "id": 35829, "aya_id": 19}, {"text": " <font color=red>وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ</font><BR><p>يَقُول عَزَّ وَجَلَّ وَجَاءَتْ أَيّهَا الْإِنْسَان سَكْرَة الْمَوْت بِالْحَقِّ أَيْ كَشَفَتْ لَك عَنْ الْيَقِين الَّذِي كُنْت تَمْتَرِي فِيهِ \" ذَلِكَ مَا كُنْت مِنْهُ تَحِيد \" أَيْ هَذَا هُوَ الَّذِي كُنْت تَفِرّ مِنْهُ قَدْ جَاءَك فَلَا مَحِيد وَلَا مَنَاص وَلَا فِكَاك وَلَا خَلَاص وَقَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي الْمُخَاطَب بِقَوْلِهِ\" وَجَاءَتْ سَكْرَة الْمَوْت بِالْحَقِّ ذَلِكَ مَا كُنْت مِنْهُ تَحِيد\" فَالصَّحِيح أَنَّ الْمُخَاطَب بِذَلِكَ الْإِنْسَان مِنْ حَيْثُ هُوَ وَقِيلَ الْكَافِر وَقِيلَ غَيْر ذَلِكَ وَقَالَ أَبُو بَكْر بْن أَبِي الدُّنْيَا حَدَّثَنَا إِبْرَاهِيم بْن زِيَاد سبلان أَخْبَرَنَا عَبَّاد بْن عَبَّاد عَنْ مُحَمَّد بْن عَمْرو بْن عَلْقَمَة عَنْ أَبِيهِ عَنْ جَدّه عَلْقَمَة بْن وَقَّاص قَالَ إِنَّ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ حَضَرْت أَبِي رَضِيَ اللَّه عَنْهُ وَهُوَ يَمُوت وَأَنَا جَالِسَة عِنْد رَأْسِهِ فَأَخَذَ غَشْيَة فَتَمَثَّلْت بِبَيْتٍ مِنْ الشِّعْر : مَنْ لَا يَزَال دَمْعُهُ مُقَنَّعًا فَإِنَّهُ لَا بُدَّ مَرَّة مَدْفُوق قَالَتْ فَرَفَعَ رَضِيَ اللَّه عَنْهُ رَأْسه فَقَالَ يَا بُنَيَّة لَيْسَ كَذَلِكَ وَلَكِنْ كَمَا قَالَ تَعَالَى \" وَجَاءَتْ سَكْرَة الْمَوْت بِالْحَقِّ ذَلِكَ مَا كُنْت مِنْهُ تَحِيد \" وَحَدَّثَنَا خَلَف بْن هِشَام حَدَّثَنَا أَبُو شِهَاب الْخَيَّاط عَنْ إِسْمَاعِيل بْن أَبِي خَالِد عَنْ الْبَهِيّ قَالَ لَمَّا أَنْ ثَقُلَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ جَاءَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا فَتَمَثَّلَتْ بِهَذَا الْبَيْت : لَعَمْرك مَا يُغْنِي الثَّرَاءُ عَنْ الْفَتَى إِذَا حَشْرَجَتْ يَوْمًا وَضَاقَ بِهَا الصَّدْرُ . فَكَشَفَ عَنْ وَجْهه وَقَالَ رَضِيَ اللَّه عَنْهُ لَيْسَ كَذَلِكَ وَلَكِنْ قُولِي \" وَجَاءَتْ سَكْرَة الْمَوْت بِالْحَقِّ ذَلِكَ مَا كُنْت مِنْهُ تَحِيد \" وَقَدْ أَوْرَدْت لِهَذَا الْأَثَر طُرُقًا كَثِيرَة فِي سِيرَة الصِّدِّيق رَضِيَ اللَّه عَنْهُ عِنْد ذِكْر وَفَاته وَقَدْ ثَبَتَ فِي الصَّحِيح عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ لَمَّا تَغَشَّاهُ الْمَوْت جَعَلَ يَمْسَح الْعَرَق عَنْ وَجْهه وَيَقُول \" سُبْحَان اللَّه إِنَّ لِلْمَوْتِ لَسَكَرَاتٍ \" وَفِي قَوْله \" ذَلِكَ مَا كُنْت مِنْهُ تَحِيد \" قَوْلَانِ \" أَحَدهمَا \" أَنَّ مَا هَهُنَا مَوْصُولَةٌ أَيْ الَّذِي كُنْت مِنْهُ تَحِيد بِمَعْنَى تَبْتَعِد وَتَتَنَاءَى وَتَفِرّ قَدْ حَلَّ بِك وَنَزَلَ بِسَاحَتِك \" وَالْقَوْل الثَّانِي \" أَنَّ مَا نَافِيَة بِمَعْنَى ذَلِكَ مَا كُنْت تَقْدِر عَلَى الْفِرَاق مِنْهُ وَلَا الْحَيْد عَنْهُ وَقَدْ قَالَ الطَّبَرَانِيّ فِي الْمُعْجَم الْكَبِير حَدَّثَنَا مُؤَمَّل بْن عَلِيّ الصَّائِغ الْمَكِّيّ حَدَّثَنَا حَفْص عَنْ اِبْن عُمَر الحدي حَدَّثَنَا مُعَاذ بْن مُحَمَّد الْهُذَلِيّ عَنْ يُونُس بْن عُبَيْد عَنْ الْحَسَن عَنْ سَمُرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَثَل الَّذِي يَفِرّ مِنْ الْمَوْت مَثَل الثَّعْلَب تَطْلُبهُ الْأَرْض بِدَيْنٍ فَجَاءَ يَسْعَى حَتَّى إِذَا أَعْيَا وَأَسْهَرَ دَخَلَ جُحْرَهُ وَقَالَتْ لَهُ الْأَرْض يَا ثَعْلَب دَيْنِي فَخَرَجَ وَلَهُ حُصَاص فَلَمْ يَزَلْ كَذَلِكَ حَتَّى تَقَطَّعَتْ عُنُقه وَمَاتَ \" وَمَضْمُون هَذَا الْمَثَل كَمَا لَا اِنْفِكَاك لَهُ وَلَا مَحِيد عَنْ الْأَرْض كَذَلِكَ الْإِنْسَان لَا مَحِيد لَهُ عَنْ الْمَوْت وَقَوْله تَبَارَكَ وَتَعَالَى \" وَنُفِخَ فِي الصُّور ذَلِكَ يَوْم الْوَعِيد \" قَدْ تَقَدَّمَ الْكَلَام عَلَى حَدِيث النَّفْخ فِي الصُّور وَالْفَزَع وَالصَّعْق وَالْبَعْث وَذَلِكَ يَوْم الْقِيَامَة وَفِي الْحَدِيث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كَيْف أَنْعَمُ وَصَاحِب هَذَا الْقَرْن قَدْ اِلْتَقَمَ الْقَرْن وَحَنَى جَبْهَته وَانْتَظَرَ أَنْ يُؤْذَن لَهُ \" قَالُوا يَا رَسُول اللَّه كَيْف نَقُول ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُولُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ\" فَقَالَ الْقَوْم حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ .</p><BR> <br> ", "sura_id": 50, "type": 4, "id": 41567, "aya_id": 19}]