[{"text": "قُلْ مَن رَّبُّ السَّمَاوَاتِ وَالأَرْضِ قُلِ اللّهُ قُلْ أَفَاتَّخَذْتُم مِّن دُونِهِ أَوْلِيَاء لاَ يَمْلِكُونَ لِأَنفُسِهِمْ نَفْعًا وَلاَ ضَرًّا قُلْ هَلْ يَسْتَوِي الأَعْمَى وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ أَمْ جَعَلُواْ لِلّهِ شُرَكَاء خَلَقُواْ كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ قُلِ اللّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ", "sura_id": 13, "type": 0, "id": 1723, "aya_id": 16}, {"text": "قل من رب السماوات والأرض قل الله قل أفاتخذتم من دونه أولياء لا يملكون لأنفسهم نفعا ولا ضرا قل هل يستوي الأعمى والبصير أم هل تستوي الظلمات والنور أم جعلوا لله شركاء خلقوا كخلقه فتشابه الخلق عليهم قل الله خالق كل شيء وهو الواحد القهار", "sura_id": 13, "type": 1, "id": 7959, "aya_id": 16}, {"text": "16 - (قل) يا محمد لقومك (من رب السماوات والأرض قل الله) إن لم يقولوه لا جواب غيره (قل) لهم (أفاتخذتم من دونه) أي غيره (أولياء) أصناماً تعبدونها (لا يملكون لأنفسهم نفعاً ولا ضراً) وتركتم مالِكَهما ؟ استفهام توبيخ (قل هل يستوي الأعمى والبصير) الكافر والمؤمن (أم هل تستوي الظلمات) الكفر (والنور) الإيمان لا (أم جعلوا لله شركاء خلقوا كخلقه فتشابه الخلق) أي خلق الشركاء بخلق الله (عليهم) فاعتقدوا استحقاق عبادتهم بخلقه استفهام إنكار أي ليس الأمر كذلك ولا يستحق العبادة إلا الخالق (قل الله خالق كل شيء) لا شريك له فيه فلا شريك له في العبادة (وهو الواحد القهار) لعباده \r\n", "sura_id": 13, "type": 2, "id": 26667, "aya_id": 16}, {"text": "قل -أيها الرسول- للمشركين: مَن خالق السَّموات والأرض ومدبِّرهما؟ قل: الله هو الخالق المدبر لهما, وأنتم تقرون بذلك, ثم قل لهم ملزمًا بالحجة: أجعلتم غيره معبودين لكم, وهم لا يَقْدرون على نفع أنفسهم أو ضرها فضلا عن نفعكم أو ضركم, وتركتم عبادة مالكها؟ قل لهم -أيها الرسول-: هل يستوي عندكم الكافر -وهو كالأعمى- والمؤمن وهو كالبصير؟ أم هل يستوي عندكم الكفر -وهو كالظلمات- والإيمان -وهو كالنور؟ أم أن أولياءهم الذين جعلوهم شركاء لله يخلقون مثل خَلْقه, فتشابه عليهم خَلْق الشركاء بخلق الله, فاعتقدوا استحقاقهم للعبادة؟ قل لهم -أيها الرسول-: الله تعالى خالق كل كائن من العدم, وهو المستحق للعبادة وحده, وهو الواحد القهار الذي يستحق الألوهية والعبادة, لا الأصنام والأوثان التي لا تضرُّ ولا تنفع.\r\n", "sura_id": 13, "type": 3, "id": 32903, "aya_id": 16}, {"text": " <font color=red>قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ</font><BR><p>يُقَرِّر تَعَالَى أَنَّهُ لَا إِلَه إِلَّا هُوَ لِأَنَّهُمْ مُعْتَرِفُونَ بِأَنَّهُ هُوَ الَّذِي خَلَقَ السَّمَوَات وَالْأَرْض وَهُوَ رَبّهَا وَمُدَبِّرهَا وَهُمْ مَعَ هَذَا قَدْ اِتَّخَذُوا مِنْ دُونه أَوْلِيَاء يَعْبُدُونَهُمْ وَأُولَئِكَ الْآلِهَة لَا تَمْلِك لِأَنْفُسِهَا وَلَا لِعَابِدِيهَا بِطَرِيقِ الْأَوْلَى نَفْعًا وَلَا ضَرًّا أَيْ لَا تُحَصِّل لَهُمْ مَنْفَعَة وَلَا تَدْفَع عَنْهُمْ مَضَرَّة فَهَلْ يَسْتَوِي مَنْ عَبَدَ هَذِهِ الْآلِهَة مَعَ اللَّه وَمَنْ عَبَدَ اللَّه وَحْده لَا شَرِيك لَهُ فَهُوَ عَلَى نُور مِنْ رَبّه ؟ وَلِهَذَا قَالَ \" قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِير أَمْ هَلْ تَسْتَوِي الظُّلُمَات وَالنُّور أَمْ جَعَلُوا لِلَّهِ شُرَكَاء خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْق عَلَيْهِمْ \" أَيْ أَجَعَلَ هَؤُلَاءِ الْمُشْرِكُونَ مَعَ اللَّه آلِهَة تُنَاظِر الرَّبّ وَتُمَاثِلهُ فِي الْخَلْق فَخَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْق عَلَيْهِمْ فَلَا يَدْرُونَ أَنَّهَا مَخْلُوقَة مِنْ مَخْلُوق غَيْره أَيْ لَيْسَ الْأَمْر كَذَلِكَ فَإِنَّهُ لَا يُشَابِههُ شَيْء وَلَا يُمَاثِلهُ وَلَا نِدّ لَهُ وَلَا عِدْل لَهُ وَلَا وَزِير لَهُ وَلَا وَلَد وَلَا صَاحِبَة \" تَعَالَى اللَّه عَنْ ذَلِكَ عُلُوًّا كَبِيرًا \" وَإِنَّمَا عَبَدَ هَؤُلَاءِ الْمُشْرِكُونَ مَعَهُ آلِهَة هُمْ مُعْتَرِفُونَ أَنَّهَا مَخْلُوقَة لَهُ عَبِيد لَهُ كَمَا كَانُوا يَقُولُونَ فِي تَلْبِيَتهمْ : لَبَّيْكَ لَا شَرِيك لَك إِلَّا شَرِيكًا هُوَ لَك تَمْلِكهُ وَمَا مَلَكَ وَكَمَا أَخْبَرَ تَعَالَى عَنْهُمْ فِي قَوْله \" مَا نَعْبُدهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّه زُلْفَى \" فَأَنْكَرَ تَعَالَى عَلَيْهِمْ ذَلِكَ حَيْثُ اِعْتَقَدُوا ذَلِكَ وَهُوَ تَعَالَى لَا يَشْفَع أَحَد عِنْده إِلَّا بِإِذْنِهِ\" وَلَا تَنْفَع الشَّفَاعَة عِنْده إِلَّا لِمَنْ أَذِنَ لَهُ \" \" وَكَمْ مِنْ مَلَك فِي السَّمَوَات \" الْآيَة وَقَالَ \" إِنْ كُلّ مَنْ فِي السَّمَوَات وَالْأَرْض إِلَّا آتِي الرَّحْمَن عَبْدًا لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا وَكُلّهمْ آتِيه يَوْم الْقِيَامَة فَرْدًا \" فَإِذَا كَانَ الْجَمِيع عَبِيدًا فَلَمْ يَعْبُد بَعْضهمْ بَعْضًا بِلَا دَلِيل وَلَا بُرْهَان بَلْ مُجَرَّد الرَّأْي وَالِاخْتِرَاع وَالِابْتِدَاع ثُمَّ قَدْ أَرْسَلَ رُسُله مِنْ أَوَّلهمْ إِلَى آخِرهمْ تَزْجُرهُمْ عَنْ ذَلِكَ وَتَنْهَاهُمْ عَنْ عِبَادَة مَنْ سِوَى اللَّه فَكَذَّبُوهُمْ وَخَالَفُوهُمْ فَحَقَّتْ عَلَيْهِمْ كَلِمَة الْعَذَاب لَا مَحَالَة\" وَلَا يَظْلِم رَبّك أَحَدًا \" .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37864, "aya_id": 16}]