[{"text": "أُوْلَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجاوَزُ عَن سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ", "sura_id": 46, "type": 0, "id": 4526, "aya_id": 16}, {"text": "أولئك الذين نتقبل عنهم أحسن ما عملوا ونتجاوز عن سيئاتهم في أصحاب الجنة وعد الصدق الذي كانوا يوعدون", "sura_id": 46, "type": 1, "id": 10762, "aya_id": 16}, {"text": "16 - (أولئك) أي قائلو هذا القول أبوبكر وغيره (الذين نتقبل عنهم أحسن) بمعنى حسن (ما عملوا ونتجاوز عن سيئاتهم في أصحاب الجنة) حال أي كائنين في جملتهم (وعد الصدق الذي كانوا يوعدون) في قوله تعالى وعد الله المؤمنين والمؤمنات جنات \r\n", "sura_id": 46, "type": 2, "id": 29470, "aya_id": 16}, {"text": "أولئك الذين نتقبل منهم أحسن ما عملوا من صالحات الأعمال, ونصفح عن سيئاتهم, في جملة أصحاب الجنة, هذا الوعد الذي وعدناهم به هو وعد الصدق الحق الذي لا شك فيه.\r\n", "sura_id": 46, "type": 3, "id": 35706, "aya_id": 16}, {"text": " <font color=red>أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ</font><BR><p>قَالَ اللَّه عَزَّ وَجَلَّ \" أُولَئِكَ الَّذِينَ نَتَقَبَّل عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَز عَنْ سَيِّئَاتهمْ فِي أَصْحَاب الْجَنَّة \" أَيْ هَؤُلَاءِ الْمُتَّصِفُونَ بِمَا ذَكَرْنَا التَّائِبُونَ إِلَى اللَّه الْمُنِيبُونَ إِلَيْهِ الْمُسْتَدْرِكُونَ مَا فَاتَ بِالتَّوْبَةِ وَالِاسْتِغْفَار هُمْ الَّذِينَ نَتَقَبَّل عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَز عَنْ سَيِّئَاتِهِمْ فَيُغْفَر لَهُمْ الْكَثِير مِنْ الزَّلَل وَنَتَقَبَّل مِنْهُمْ الْيَسِير مِنْ الْعَمَل مِنْ أَصْحَاب الْجَنَّة أَيْ هُمْ فِي جُمْلَة أَصْحَاب الْجَنَّة , وَهَذَا حُكْمهمْ عِنْد اللَّه كَمَا وَعَدَ اللَّه عَزَّ وَجَلَّ مَنْ تَابَ إِلَيْهِ وَأَنَابَ . وَلِهَذَا قَالَ تَعَالَى \" وَعْدَ الصِّدْق الَّذِي كَانُوا يُوعَدُونَ \" قَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان عَنْ الْحَكَم بْن أَبَان عَنْ الْغِطْرِيف عَنْ جَابِر بْن زَيْد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الرُّوح الْأَمِين عَلَيْهِ الصَّلَاة وَالسَّلَام قَالَ\" يُؤْتَى بِحَسَنَاتِ الْعَبْد وَسَيِّئَاته فَيُقْتَصّ بَعْضهَا بِبَعْضٍ فَإِنْ بَقِيَتْ حَسَنَة وَسَّعَ اللَّه تَعَالَى لَهُ فِي الْجَنَّة\" قَالَ فَدَخَلْت عَلَى يَزْدَاد فَحَدَّثَ بِمِثْلِ هَذَا قَالَ : قُلْت فَإِنْ ذَهَبَتْ الْحَسَنَة قَالَ \" أُولَئِكَ الَّذِينَ نَتَقَبَّل عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَز عَنْ سَيِّئَاتهمْ فِي أَصْحَاب الْجَنَّة وَعْد الصِّدْق الَّذِي كَانُوا يُوعَدُونَ \" وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ مُحَمَّد بْن عَبْد الْأَعْلَى الصَّنْعَانِيّ عَنْ الْمُعْتَمِر بْن سُلَيْمَان بِإِسْنَادِهِ مِثْله وَزَادَ عَنْ الرُّوح الْأَمِين قَالَ : قَالَ الرَّبّ جَلَّ جَلَاله يُؤْتَى بِحَسَنَاتِ الْعَبْد وَسَيِّئَاته فَذَكَرَهُ وَهُوَ حَدِيث غَرِيب وَإِسْنَاده جَيِّد لَا بَأْس بِهِ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا سُلَيْمَان بْن مَعْبَد حَدَّثَنَا عَمْرو بْن عَاصِم الْكِلَابِيّ حَدَّثَنَا أَبُو عَوَانَة عَنْ أَبِي بِشْر جَعْفَر بْن أَبِي وَحْشِيَّة عَنْ أَبِي وَحْشِيَّة عَنْ يُوسُف بْن سَعْد عَنْ مُحَمَّد بْن حَاطِب وَقَالَ : وَنَزَلَ فِي دَارِي حَيْثُ ظَهَرَ عَلِيّ رَضِيَ اللَّه عَنْهُ عَلَى أَهْل الْبَصْرَة فَقَالَ لِي يَوْمًا لَقَدْ شَهِدْت أَمِير الْمُؤْمِنِينَ عَلِيًّا رَضِيَ اللَّه عَنْهُ وَعِنْده عَمَّار وَصَعْصَعَة وَالْأَشْتَر وَمُحَمَّد بْن أَبِي بَكْر رَضِيَ اللَّه عَنْهُمْ فَذَكَرُوا عُثْمَان رَضِيَ اللَّه عَنْهُ فَنَالُوا مِنْهُ فَكَانَ عَلِيّ رَضِيَ اللَّه عَنْهُ عَلَى السَّرِير وَمَعَهُ عُودٌ فِي يَده فَقَالَ قَائِل مِنْهُمْ إِنَّ عِنْدكُمْ مَنْ يَفْصِل بَيْنكُمْ فَسَأَلُوهُ فَقَالَ عَلِيّ رَضِيَ اللَّه عَنْهُ كَانَ عُثْمَانُ رَضِيَ اللَّه عَنْهُ مِنْ الَّذِينَ قَالَ اللَّه تَعَالَى\" أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَز عَنْ سَيِّئَاتهمْ فِي أَصْحَاب الْجَنَّة وَعْدَ الصِّدْق الَّذِي كَانُوا يُوعَدُونَ \" قَالَ وَاَللَّه عُثْمَان وَأَصْحَاب عُثْمَان رَضِيَ اللَّه قَالَهَا ثَلَاثًا قَالَ يُوسُف فَقُلْت لِمُحَمَّدِ بْن حَاطِب آللَّه لَسَمِعْت هَذَا مِنْ عَلِيّ ؟ قَالَ آللَّه لَسَمِعْت هَذَا مِنْ عَلِيّ رَضِيَ اللَّه عَنْهُ .</p><BR> <br> ", "sura_id": 46, "type": 4, "id": 41324, "aya_id": 16}]