[{"text": "الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ", "sura_id": 40, "type": 0, "id": 4140, "aya_id": 7}, {"text": "الذين يحملون العرش ومن حوله يسبحون بحمد ربهم ويؤمنون به ويستغفرون للذين آمنوا ربنا وسعت كل شيء رحمة وعلما فاغفر للذين تابوا واتبعوا سبيلك وقهم عذاب الجحيم", "sura_id": 40, "type": 1, "id": 10376, "aya_id": 7}, {"text": "7 - (الذين يحملون العرش) مبتدأ (ومن حوله) عطف عليه (يسبحون) خبره (بحمد ربهم) ملابسين للحمد أي يقولون سبحان الله وبحمده (ويؤمنون به) تعالى ببصائرهم أي يصدقون بوحدانيته (ويستغفرون للذين آمنوا) يقولون (ربنا وسعت كل شيء رحمة وعلما) أي وسعت رحمتك كل شيء ووسع علمك كل شيء (فاغفر للذين تابوا) من الشرك (واتبعوا سبيلك) دين الإسلام (وقهم عذاب الجحيم) النار \r\n", "sura_id": 40, "type": 2, "id": 29084, "aya_id": 7}, {"text": "الذين يحملون عرش الرحمن من الملائكة ومَن حول العرش ممن يحف به منهم, ينزِّهون الله عن كل نقص, ويحمَدونه بما هو أهل له, ويؤمنون به حق الإيمان, ويطلبون منه أن يعفو عن المؤمنين, قائلين: ربنا وسعت كل شيء رحمة وعلمًا, فاغفر للذين تابوا من الشرك والمعاصي, وسلكوا الطريق الذي أمرتهم أن يسلكوه وهو الإسلام, وجَنِّبْهم عذاب النار وأهوالها.\r\n", "sura_id": 40, "type": 3, "id": 35320, "aya_id": 7}, {"text": " <font color=red>الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ</font><BR><p>يُخْبِر تَعَالَى عَنْ الْمَلَائِكَة الْمُقَرَّبِينَ مِنْ حَمَلَة الْعَرْش الْأَرْبَعَة وَمَنْ حَوْله مِنْ الْمَلَائِكَة الْكَرُوبِيِّينَ بِأَنَّهُمْ يُسَبِّحُونَ بِحَمْدِ رَبّهمْ أَيْ يَقْرُنُونَ بَيْن التَّسْبِيح الدَّالّ عَلَى نَفْي النَّقَائِص وَالتَّحْمِيد الْمُقْتَضِي لِإِثْبَاتِ صِفَات الْمَدْح\" وَيُؤْمِنُونَ بِهِ \" أَيْ خَاشِعُونَ لَهُ أَذِلَّاء بَيْن يَدَيْهِ وَأَنَّهُمْ \" يَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا \" أَيْ مِنْ أَهْل الْأَرْض مِمَّنْ آمَنَ بِالْغَيْبِ فَقَيَّضَ اللَّه تَعَالَى مَلَائِكَته الْمُقَرَّبِينَ أَنْ يَدْعُوا لِلْمُؤْمِنِينَ بِظَهْرِ الْغَيْب وَلَمَّا كَانَ هَذَا مِنْ سَجَايَا الْمَلَائِكَة عَلَيْهِمْ الصَّلَاة وَالسَّلَام كَانُوا يُؤَمِّنُونَ عَلَى دُعَاء الْمُؤْمِن لِأَخِيهِ بِظَهْرِ الْغَيْب كَمَا ثَبَتَ فِي صَحِيح مُسْلِم \" إِذَا دَعَا الْمُسْلِم لِأَخِيهِ بِظَهْرِ الْغَيْب قَالَ الْمَلَك آمِينَ وَلَك بِمِثْلِهِ \" وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد - هُوَ اِبْن شَيْبَة - حَدَّثَنَا عُبَيْدَة بْن سُلَيْمَان عَنْ مُحَمَّد بْن إِسْحَاق عَنْ يَعْقُوب بْن عُتْبَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" صَدَقَ أُمَيَّة بْن أَبِي الصَّلْت فِي شَيْء مِنْ شِعْره \" فَقَالَ : زُحَلٌ وَثَوْرٌ تَحْتَ رِجْلِ يَمِينِهِ وَالنَّسْرُ لِلْأُخْرَى وَلَيْثٌ مُرْصَدُ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" صَدَقَ \" فَقَالَ : وَالشَّمْسُ تَطْلُعُ كُلَّ آخِرِ لَيْلَةٍ حَمْرَاءَ يُصْبِحُ لَوْنُهَا يَتَوَرَّدُ تَأْبَى فَمَا تَطْلُعْ لَنَا فِي رِسْلِهَا إِلَّا مُعَذَّبَةً وَإِلَّا تُجْلَدُ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" صَدَقَ \" وَهَذَا إِسْنَاد جَيِّد وَهُوَ يَقْتَضِي أَنَّ حَمَلَة الْعَرْش الْيَوْم أَرْبَعَة فَإِذَا كَانَ يَوْم الْقِيَامَة كَانُوا ثَمَانِيَة كَمَا قَالَ تَعَالَى \" وَيَحْمِل عَرْش رَبّك فَوْقهمْ يَوْمئِذٍ ثَمَانِيَة \" وَهُنَا سُؤَال وَهُوَ أَنْ يُقَال مَا الْجَمْع بَيْن الْمَفْهُوم مِنْ هَذِهِ الْآيَة وَدَلَالَة هَذَا الْحَدِيث ؟ وَبَيْن الْحَدِيث الَّذِي رَوَاهُ أَبُو دَاوُد ثَنَا مُحَمَّد بْن الصَّبَّاح الْبَزَّار ثنا الْوَلِيد بْن أَبِي ثَوْر عَنْ سِمَاك عَنْ عَبْد اللَّه بْن عُمَيْرَة عَنْ الْأَحْنَف بْن قَيْس عَنْ الْعَبَّاس بْن عَبْد الْمُطَّلِب رَضِيَ اللَّه عَنْهُ قَالَ : كُنْت بِالْبَطْحَاءِ فِي عِصَابَة فِيهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَرَّتْ بِهِمْ سَحَابَة فَنَظَرَ إِلَيْهَا فَقَالَ \" مَا تُسَمُّونَ هَذِهِ ؟ \" قَالُوا السَّحَاب قَالَ \" وَالْمُزْن \" قَالُوا وَالْمُزْن قَالَ \" وَالْعَنَان \" قَالُوا وَالْعَنَان - قَالَ أَبُو دَاوُد وَلَمْ أُتْقِنْ الْعَنَان جَيِّدًا - قَالَ \" هَلْ تَدْرُونَ بُعْد مَا بَيْن السَّمَاء وَالْأَرْض ؟ \" قَالُوا لَا نَدْرِي قَالَ \" بُعْد مَا بَيْنهمَا إِمَّا وَاحِدَة أَوْ اِثْنَتَانِ أَوْ ثَلَاث وَسَبْعُونَ سَنَة ثُمَّ السَّمَاء فَوْقهَا كَذَلِكَ حَتَّى عَدَّ سَبْع سَمَاوَات ثُمَّ فَوْق السَّمَاء السَّابِعَة بَحْر مَا بَيْن أَسْفَله وَأَعْلَاهُ مِثْل مَا بَيْن سَمَاء إِلَى سَمَاء ثُمَّ فَوْق ذَلِكَ ثَمَانِيَة أَوْعَالٍ بَيْن أَظْلَافهنَّ وَرُكَبِهِنَّ مِثْل مَا بَيْن سَمَاء إِلَى سَمَاء ثُمَّ عَلَى ظُهُورهنَّ الْعَرْش بَيْن أَسْفَله وَأَعْلَاهُ مِثْل مَا بَيْن سَمَاء إِلَى سَمَاء ثُمَّ اللَّه تَبَارَكَ وَتَعَالَى فَوْق ذَلِكَ \" . ثُمَّ رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث سِمَاك بْن حَرْب بِهِ وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب وَهَذَا يَقْتَضِي أَنَّ حَمَلَة الْعَرْش ثَمَانِيَة كَمَا قَالَ شَهْر بْن حَوْشَب رَضِيَ اللَّه عَنْهُ حَمَلَة الْعَرْش ثَمَانِيَة أَرْبَعَة مِنْهُمْ يَقُولُونَ سُبْحَانك اللَّهُمَّ وَبِحَمْدِك لَك الْحَمْد عَلَى حِلْمك بَعْد عِلْمك وَأَرْبَعَة يَقُولُونَ سُبْحَانك اللَّهُمَّ وَبِحَمْدِك لَك الْحَمْد عَلَى عَفَوْك بَعْد قُدْرَتِك وَلِهَذَا يَقُولُونَ إِذَا اِسْتَغْفَرُوا لِلَّذِينَ آمَنُوا \" رَبَّنَا وَسِعْت كُلّ شَيْء رَحْمَة وَعِلْمًا \" أَيْ رَحْمَتك تَسَعُ ذُنُوبهمْ وَخَطَايَاهُمْ وَعِلْمك مُحِيط بِجَمِيعِ أَعْمَالهمْ وَأَقْوَالهمْ وَحَرَكَاتهمْ وَسَكَنَاتهمْ \" فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلك \" أَيْ فَاصْفَحْ عَنْ الْمُسِيئِينَ إِذَا تَابُوا وَأَنَابُوا وَأَقْلَعُوا عَمَّا كَانُوا فِيهِ وَاتَّبَعُوا مَا أَمَرْتهمْ بِهِ مِنْ فِعْلِ الْخَيْرَات وَتَرْك الْمُنْكَرَات\" وَقِهمْ عَذَاب الْجَحِيم \" أَيْ وَزَحْزِحْهُمْ عَنْ عَذَاب الْجَحِيم وَهُوَ الْعَذَاب الْمُوجِع الْأَلِيم .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 41006, "aya_id": 7}]