[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُونَ", "sura_id": 24, "type": 0, "id": 2818, "aya_id": 27}, {"text": "يا أيها الذين آمنوا لا تدخلوا بيوتا غير بيوتكم حتى تستأنسوا وتسلموا على أهلها ذلكم خير لكم لعلكم تذكرون", "sura_id": 24, "type": 1, "id": 9054, "aya_id": 27}, {"text": "27 - (يا أيها الذين آمنوا لا تدخلوا بيوتا غير بيوتكم حتى تستأنسوا) تستأذنوا (وتسلموا على أهلها) فيقول الواحد السلام عليكم أأدخل كما ورد في الحديث (ذلكم خير لكم) من الدخول بغير استئذان (لعلكم تذكرون) بإدغام التاء الثانية في الذال خيريته فتعملوا به \r\n", "sura_id": 24, "type": 2, "id": 27762, "aya_id": 27}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، لا تدخلوا بيوتًا غير بيوتكم حتى تستأذنوا أهلها في الدخول وتسلموا عليهم وصيغة ذلك من السنة: السلام عليكم أأدخل؟ ذلكم الاستئذان خير لكم ؛ لعلكم تتذكرون- بفعلكم له- أوامر الله، فتطيعوه.\r\n", "sura_id": 24, "type": 3, "id": 33998, "aya_id": 27}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ</font><BR><p>هَذِهِ آدَاب شَرْعِيَّة أَدَّبَ اللَّه بِهَا عِبَاده الْمُؤْمِنِينَ وَذَلِكَ فِي اِسْتِئْذَان أَمْرهمْ أَنْ لَا يَدْخُلُوا بُيُوتًا غَيْر بُيُوتهمْ حَتَّى يَسْتَأْنِسُوا أَيْ يَسْتَأْذِنُوا قَبْل الدُّخُول وَيُسَلِّمُوا بَعْده وَيَنْبَغِي أَنْ يَسْتَأْذِن ثَلَاث مَرَّات فَإِنْ أُذِنَ لَهُ وَإِلَّا اِنْصَرَفَ كَمَا ثَبَتَ فِي الصَّحِيح أَنَّ أَبَا مُوسَى حِين اِسْتَأْذَنَ عَلَى عُمَر ثَلَاثًا فَلَمْ يُؤْذَن لَهُ اِنْصَرَفَ ثُمَّ قَالَ عُمَر : أَلَمْ أَسْمَع صَوْت عَبْد اللَّه بْن قَيْس يَسْتَأْذِن ؟ اِئْذَنُوا لَهُ فَطَلَبُوهُ فَوَجَدُوهُ قَدْ ذَهَبَ فَلَمَّا جَاءَ بَعْد ذَلِكَ قَالَ : مَا أَرْجَعَك ؟ قَالَ : إِنِّي اِسْتَأْذَنْت ثَلَاثًا فَلَمْ يُؤْذَن لِي وَإِنِّي سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" إِذَا اِسْتَأْذَنَ أَحَدكُمْ ثَلَاثًا فَلَمْ يُؤْذَن لَهُ فَلْيَنْصَرِفْ \" فَقَالَ عُمَر : لِتَأْتِينِي عَلَى هَذَا بَيِّنَة وَإِلَّا أَوْجَعْتُك ضَرْبًا فَذَهَبَ إِلَى مَلَإٍ مِنْ الْأَنْصَار فَذَكَرَ لَهُمْ مَا قَالَ عُمَر فَقَالُوا : لَا يَشْهَد لَك إِلَّا أَصْغَرنَا فَقَامَ مَعَهُ أَبُو سَعِيد الْخُدْرِيّ فَأَخْبَرَ عُمَر بِذَلِكَ فَقَالَ : أَلْهَانِي عَنْهُ الصَّفْق بِالْأَسْوَاقِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا عُمَر عَنْ ثَابِت عَنْ أَنَس أَوْ غَيْره أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِسْتَأْذَنَ عَلَى سَعْد بْن عُبَادَة فَقَالَ \" السَّلَام عَلَيْك وَرَحْمَة اللَّه فَقَالَ سَعْد : وَعَلَيْك السَّلَام وَرَحْمَة اللَّه وَلَمْ يَسْمَع النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى سَلَّمَ ثَلَاثًا وَرَدَّ عَلَيْهِ سَعْد ثَلَاثًا وَلَمْ يَسْمَعهُ فَرَجَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاتَّبَعَهُ سَعْد فَقَالَ : يَا رَسُول اللَّه بِأَبِي أَنْتَ وَأُمِّي مَا سَلَّمْت تَسْلِيمَة إِلَّا وَهِيَ بِأُذُنِي وَلَقَدْ رَدَدْت عَلَيْك وَلَمْ أُسْمِعْك وَأَرَدْت أَنْ أَسْتَكْثِر مِنْ سَلَامك وَمِنْ الْبَرَكَة ثُمَّ أَدْخَلَهُ الْبَيْت فَقَرَّبَ إِلَيْهِ زَبِيبًا فَأَكَلَ نَبِيّ اللَّه فَلَمَّا فَرَغَ قَالَ \" أَكَلَ طَعَامكُمْ الْأَبْرَار وَصَلَّتْ عَلَيْكُمْ الْمَلَائِكَة وَأَفْطَرَ عِنْدكُمْ الصَّائِمُونَ \" وَقَدْ رَوَى أَبُو دَاوُد وَالنَّسَائِيّ مِنْ حَدِيث أَبِي عَمْرو الْأَوْزَاعِيّ سَمِعْت يَحْيَى بْن أَبِي كَثِير يَقُول : حَدَّثَنِي مُحَمَّد بْن عَبْد الرَّحْمَن بْن سَعْد بْن زُرَارَة عَنْ قَيْس بْن سَعْد هُوَ اِبْن عُبَادَة قَالَ : زَارَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي مَنْزِلنَا فَقَالَ \" السَّلَام عَلَيْكُمْ وَرَحْمَة اللَّه \" فَرَدَّ سَعْد رَدًّا خَفِيًّا قَالَ قَيْس : فَقُلْت أَلَا تَأْذَن لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ فَقَالَ دَعْهُ يُكْثِر عَلَيْنَا مِنْ السَّلَام فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" السَّلَام عَلَيْكُمْ وَرَحْمَة اللَّه \" فَرَدَّ سَعْد رَدًّا خَفِيًّا ثُمَّ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" السَّلَام عَلَيْكُمْ وَرَحْمَة اللَّه \" ثُمَّ رَجَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاتَّبَعَهُ سَعْد فَقَالَ : يَا رَسُول اللَّه إِنِّي كُنْت أَسْمَع تَسْلِيمك وَأَرُدّ عَلَيْك رَدًّا خَفِيًّا لِتُكْثِر عَلَيْنَا مِنْ السَّلَام قَالَ فَانْصَرَفَ مَعَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَمَرَ لَهُ سَعْد بِغُسْلٍ فَاغْتَسَلَ ثُمَّ نَاوَلَهُ خَمِيصَة مَصْبُوغَة بِزَعْفَرَانٍ أَوْ وَرْس فَاشْتَمَلَ بِهَا ثُمَّ رَفَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدَيْهِ وَهُوَ يَقُول : \" اللَّهُمَّ اِجْعَلْ صَلَاتك وَرَحْمَتك عَلَى آلِ سَعْد بْن عُبَادَة \" قَالَ ثُمَّ أَصَابَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الطَّعَام فَلَمَّا أَرَادَ الِانْصِرَاف قَرَّبَ إِلَيْهِ سَعْد حِمَارًا قَدْ وَطَّأَ عَلَيْهِ بِقَطِيفَةٍ فَرَكِبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ سَعْد : يَا قَيْس اِصْحَبْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ قَيْس : فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" اِرْكَبْ \" فَأَبَيْت فَقَالَ \" إِمَّا أَنْ تَرْكَب وَإِمَّا أَنْ تَنْصَرِف \" قَالَ فَانْصَرَفْت وَقَدْ رُوِيَ هَذَا مِنْ وُجُوه أُخَر فَهُوَ حَدِيث جَيِّد قَوِيّ وَاَللَّه أَعْلَم . ثُمَّ لِيُعْلِم أَنَّهُ يَنْبَغِي لِلْمُسْتَأْذِنِ عَلَى أَهْل الْمَنْزِل أَنْ لَا يَقِف تِلْقَاء الْبَاب بِوَجْهِهِ وَلَكِنْ لِيَكُنْ الْبَاب عَنْ يَمِينه أَوْ يَسَاره لِمَا رَوَاهُ أَبُو دَاوُد : حَدَّثَنَا مُؤَمَّل بْن الْفَضْل الْحَرَّانِيّ فِي آخَرِينَ قَالُوا حَدَّثَنَا بَقِيَّة حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحْمَن عَنْ عَبْد اللَّه بْن بِشْر قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا أَتَى بَاب قَوْم لَمْ يَسْتَقْبِل الْبَاب مِنْ تِلْقَاء وَجْهه وَلَكِنْ مِنْ رُكْنه الْأَيْمَن أَوْ الْأَيْسَر وَيَقُول \" السَّلَام عَلَيْكُمْ السَّلَام عَلَيْكُمْ \" وَذَلِكَ أَنَّ الدُّور لَمْ يَكُنْ عَلَيْهَا يَوْمئِذٍ سُتُور ; اِنْفَرَدَ بِهِ أَبُو دَاوُد . وَقَالَ أَبُو دَاوُد أَيْضًا حَدَّثَنَا عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا جَرِير حِينَئِذٍ قَالَ أَبُو دَاوُد حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا حَفْص عَنْ الْأَعْمَش عَنْ طَلْحَة عَنْ هُزَيْل قَالَ جَاءَ رَجُل قَالَ عُثْمَان : سَعْد فَوَقَفَ عَلَى بَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَسْتَأْذِن فَقَامَ عَلَى الْبَاب قَالَ عُثْمَان مُسْتَقْبِل الْبَاب فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هَكَذَا عَنْك - أَوْ هَكَذَا - فَإِنَّمَا الِاسْتِئْذَان مِنْ النَّظَر \" وَقَدْ رَوَاهُ أَبُو دَاوُد الطَّيَالِسِيّ عَنْ سُفْيَان الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ طَلْحَة بْن مُصَرِّف عَنْ رَجُل عَنْ سَعْد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَوَاهُ أَبُو دَاوُد مِنْ حَدِيثه وَفِي الصَّحِيحَيْنِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" لَوْ أَنَّ اِمْرَأً اِطَّلَعَ عَلَيْك بِغَيْرِ إِذْن فَخَذَفْته بِحَصَاةٍ فَفَقَأَتْ عَيْنه مَا كَانَ عَلَيْك مِنْ جُنَاح\" وَأَخْرَجَ الْجَمَاعَة مِنْ حَدِيث شُعْبَة عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر قَالَ أَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي دَيْن كَانَ عَلَى أَبِي فَدَقَقْت الْبَاب فَقَالَ \" مَنْ ذَا ؟\" فَقُلْت أَنَا قَالَ \" أَنَا أَنَا ؟ \" كَأَنَّهُ كَرِهَهُ وَإِنَّمَا كَرِهَ ذَلِكَ لِأَنَّ هَذِهِ اللَّفْظَة لَا يُعْرَف صَاحِبهَا حَتَّى يُفْصِح بِاسْمِهِ أَوْ كُنْيَته الَّتِي هُوَ مَشْهُور بِهَا وَإِلَّا فَكُلّ أَحَد يُعَبِّر عَنْ نَفْسه بِأَنَا فَلَا يَحْصُل بِهَا الْمَقْصُود مِنْ الِاسْتِئْذَان الَّذِي هُوَ الِاسْتِئْنَاس الْمَأْمُور بِهِ فِي الْآيَة وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس الِاسْتِئْنَاس الِاسْتِئْذَان وَكَذَا قَالَ غَيْر وَاحِد وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة \" لَا تَدْخُلُوا بُيُوتًا غَيْر بُيُوتكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا\" قَالَ إِنَّمَا هِيَ خَطَأ مِنْ الْكُتَّاب حَتَّى تَسْتَأْذِنُوا وَتُسَلِّمُوا وَهَكَذَا رَوَاهُ هُشَيْم عَنْ أَبِي بِشْر وَهُوَ جَعْفَر بْن إِيَاس عَنْ سَعِيد عَنْ اِبْن عَبَّاس بِمِثْلِهِ وَزَادَ وَكَانَ اِبْن عَبَّاس يَقْرَأ \" حَتَّى تَسْتَأْذِنُوا وَتُسَلِّمُوا \" وَكَانَ يَقْرَأ عَلَى قِرَاءَة أُبَيّ بْن كَعْب رَضِيَ اللَّه عَنْهُ . وَهَذَا غَرِيب جِدًّا عَنْ اِبْن عَبَّاس وَقَالَ هُشَيْم أَخْبَرَنَا مُغِيرَة عَنْ إِبْرَاهِيم قَالَ فِي مُصْحَف اِبْن مَسْعُود حَتَّى تُسَلِّمُوا عَلَى أَهْلهَا وَتَسْتَأْذِنُوا وَهَذَا أَيْضًا رِوَايَة عَنْ اِبْن عَبَّاس وَهُوَ اِخْتِيَار اِبْن جَرِير وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا رَوْح حَدَّثَنَا اِبْن جُرَيْج أَخْبَرَنِي عَمْرو بْن أَبِي سُفْيَان أَنَّ عَمْرو بْن أَبِي صَفْوَان أَخْبَرَهُ أَنَّ كَلَدَة بْن الْحَنْبَل أَخْبَرَهُ أَنَّ صَفْوَان بْن أُمَيَّة بَعَثَهُ فِي الْفَتْح بِلِبَأٍ وَجَدَايَة وَضَغَابِيس وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَعْلَى الْوَادِي قَالَ فَدَخَلْت عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَمْ أُسَلِّم وَلَمْ أَسْتَأْذِن. فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِرْجِعْ فَقُلْ السَّلَام عَلَيْكُمْ أَأَدْخُلُ \" وَذَلِكَ بَعْدَمَا أَسْلَمَ صَفْوَان وَرَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث اِبْن جُرَيْج بِهِ وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيثه وَرَوَى أَبُو دَاوُد حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا أَبُو الْأَحْوَص عَنْ مَنْصُور عَنْ رِبْعِيّ قَالَ أَتَى رَجُل مِنْ بَنِي عَامِر اِسْتَأْذَنَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ فِي بَيْته فَقَالَ أَأَلِجُ ؟ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِخَادِمِهِ \" اُخْرُجْ إِلَى هَذَا فَعَلِّمْهُ الِاسْتِئْذَان فَقُلْ لَهُ : قُلْ السَّلَام عَلَيْكُمْ أَأَدْخُلُ ؟ فَسَمِعَهُ الرَّجُل فَقَالَ : السَّلَام عَلَيْكُمْ أَأَدْخُلُ ؟ فَأَذِنَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَدَخَلَ. وَقَالَ هُشَيْم أَخْبَرَنَا مَنْصُور عَنْ اِبْن سِيرِينَ وَأَخْبَرَنَا يُونُس بْن عُبَيْد عَنْ عَمْرو بْن سَعِيد الثَّقَفِيّ أَنَّ رَجُلًا اِسْتَأْذَنَ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَأَلِجُ أَوْ أَنَلِجُ ؟ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَمَةٍ لَهُ يُقَال لَهَا رَوْضَة \" قُومِي إِلَى هَذَا فَعَلِّمِيهِ فَإِنَّهُ لَا يُحْسِن يَسْتَأْذِن فَقُولِي لَهُ يَقُول السَّلَام عَلَيْكُمْ أَأَدْخُلُ ؟ فَسَمِعَهَا الرَّجُل فَقَالَ : السَّلَام عَلَيْكُمْ أَأَدْخُلُ ؟ فَقَالَ \" اُدْخُلْ \" . وَقَالَ التِّرْمِذِيّ حَدَّثَنَا الْفَضْل بْن الصَّبَّاح حَدَّثَنَا سَعِيد بْن زَكَرِيَّا عَنْ عَنْبَسَة بْن عَبْد الرَّحْمَن عَنْ مُحَمَّد بْن زَاذَان عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" السَّلَام قَبْل الْكَلَام\" ثُمَّ قَالَ التِّرْمِذِيّ : عَنْبَسَة ضَعِيف الْحَدِيث ذَاهِب وَمُحَمَّد بْن زَاذَان فِي إِسْنَاده نَكَارَة وَضَعْف وَقَالَ هُشَيْم قَالَ مُغِيرَة قَالَ مُجَاهِد جَاءَ اِبْن عُمَر مِنْ حَاجَة وَقَدْ أَذَاهُ الرَّمْضَاء فَأَتَى فُسْطَاط اِمْرَأَة مِنْ قُرَيْش فَقَالَ السَّلَام عَلَيْكُمْ أَأَدْخُلُ ؟ قَالَتْ : اُدْخُلْ بِسَلَامٍ فَأَعَادَ فَأَعَادَتْ وَهُوَ يُرَاوِح بَيْن قَدَمَيْهِ قَالَ قُولِي اُدْخُلْ قَالَتْ اُدْخُلْ فَدَخَلَ. وَلِابْنِ أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو نُعَيْم الْأَحْوَل حَدَّثَنِي خَالِد بْن إِيَاس حَدَّثَتْنِي جَدَّتِي أُمّ إِيَاس قَالَتْ : كُنْت فِي أَرْبَع نِسْوَة نَسْتَأْذِن عَلَى عَائِشَة فَقُلْنَ نَدْخُل ؟ فَقَالَتْ لَا قُلْنَ لِصَاحِبَتِكُنَّ تَسْتَأْذِنَّ فَقَالَتْ السَّلَام عَلَيْكُمْ أَنَدْخُلُ ؟ قَالَتْ : اُدْخُلُوا ثُمَّ قَالَتْ : \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْر بُيُوتكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلهَا \" الْآيَة . وَقَالَ هُشَيْم أَخْبَرَنَا أَشْعَث بْن سَوَّار عَنْ كُرْدُوس عَنْ اِبْن مَسْعُود قَالَ : عَلَيْكُمْ أَنْ تَسْتَأْذِنُوا عَلَى أُمَّهَاتكُمْ وَأَخَوَاتكُمْ وَقَالَ أَشْعَث عَنْ عَدِيّ بْن ثَابِت إِنَّ اِمْرَأَة مِنْ الْأَنْصَار قَالَتْ : يَا رَسُول اللَّه إِنِّي أَكُون فِي مَنْزِلِي عَلَى الْحَال الَّتِي لَا أُحِبّ أَنْ يَرَانِي أَحَد عَلَيْهَا لَا وَالِد وَلَا وَلَد وَإِنَّهُ لَا يَزَال يَدْخُل عَلَيَّ رَجُل مِنْ أَهْلِي وَأَنَا عَلَى تِلْكَ الْحَال . قَالَ فَنَزَلَتْ \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا\" الْآيَة وَقَالَ اِبْن جُرَيْج سَمِعْت عَطَاء بْن أَبِي رَبَاح يُخْبِر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ قَالَ : ثَلَاث آيَات جَحَدَهُنَّ النَّاس . قَالَ اللَّه تَعَالَى : \" إِنَّ أَكْرَمكُمْ عِنْد اللَّه أَتْقَاكُمْ \" قَالَ وَيَقُولُونَ : إِنَّ أَكْرَمهمْ عِنْد اللَّه أَعْظَمهمْ بَيْتًا قَالَ : وَالْأَدَب كُلّه قَدْ جَحَدَهُ النَّاس قَالَ قُلْت : أَيَسْتَأْذِنُ عَلَيَّ أَخَوَاتِي أَيْتَام فِي حِجْرِي مَعِي فِي بَيْت وَاحِد ؟ قَالَ : نَعَمْ فَرَدَدْت عَلَيْهِ لِيُرَخِّص لِي فَأَبَى فَقَالَ : تُحِبّ أَنْ تَرَاهَا عُرْيَانَة ؟ قُلْت لَا قَالَ : فَاسْتَأْذِنْ قَالَ فَرَاجَعْته أَيْضًا فَقَالَ : أَتُحِبُّ أَنْ تُطِيع اللَّه ؟ قَالَ قُلْت نَعَمْ قَالَ فَاسْتَأْذِنْ . قَالَ اِبْن جُرَيْج وَأَخْبَرَنِي اِبْن طَاوُس عَنْ أَبِيهِ قَالَ : مَا مِنْ اِمْرَأَة أَكْرَه إِلَيَّ أَنْ أَرَى عَوْرَتهَا مِنْ ذَات مَحْرَم قَالَ : وَكَانَ يُشَدِّد فِي ذَلِكَ وَقَالَ اِبْن جُرَيْج عَنْ الزُّهْرِيّ سَمِعْت هُزَيْل بْن شُرَحْبِيل الْأَوْدِيّ الْأَعَمِّيّ أَنَّهُ سَمِعَ اِبْن مَسْعُود يَقُول عَلَيْكُمْ الْإِذْن عَلَى أُمَّهَاتكُمْ وَقَالَ اِبْن جُرَيْج قُلْت لِعَطَاءٍ أَيَسْتَأْذِنُ الرَّجُل عَلَى اِمْرَأَته قَالَ لَا وَهَذَا مَحْمُول عَلَى عَدَم الْوُجُوب وَإِلَّا فَالْأَوْلَى أَنْ يُعْلِمهَا بِدُخُولِهِ وَلَا يُفَاجِئهَا بِهِ لِاحْتِمَالِ أَنْ تَكُون عَلَى هَيْئَة لَا تُحِبّ أَنْ يَرَاهَا عَلَيْهَا . وَقَالَ أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا مُحَمَّد بْن حَازِم بْن الْأَعْمَش عَنْ عَمْرو بْن مُرَّة عَنْ يَحْيَى بْن الْجَزَّار عَنْ اِبْن أَخِي زَيْنَب اِمْرَأَة عَبْد اللَّه بْن مَسْعُود عَنْ زَيْنَب رَضِيَ رَضِيَ اللَّه عَنْهَا قَالَتْ : كَانَ عَبْد اللَّه إِذَا جَاءَ مِنْ حَاجَة فَانْتَهَى إِلَى الْبَاب تَنَحْنَحَ وَبَزَقَ كَرَاهَة أَنْ يَهْجُم مِنَّا عَلَى أَمْر يَكْرَههُ إِسْنَاده صَحِيح . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان الْوَاسِطِيّ حَدَّثَنَا عَبْد اللَّه بْن نُمَيْر حَدَّثَنَا الْأَعْمَش عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي عُبَيْدَة قَالَ كَانَ عَبْد اللَّه إِذَا دَخَلَ الدَّار اِسْتَأْنَسَ تَكَلَّمَ وَرَفَعَ صَوْته وَقَالَ مُجَاهِد : \" حَتَّى تَسْتَأْنِسُوا \" قَالَ : تَنَحْنَحُوا أَوْ تَنَخَّمُوا. وَعَنْ الْإِمَام أَحْمَد بْن حَنْبَل رَحِمَهُ اللَّه أَنَّهُ قَالَ : إِذَا دَخَلَ الرَّجُل بَيْته اُسْتُحِبَّ لَهُ أَنْ يَتَنَحْنَح أَوْ يُحَرِّك نَعْلَيْهِ وَلِهَذَا جَاءَ فِي الصَّحِيح عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ نَهَى أَنْ يَطْرُق الرَّجُل أَهْله طُرُوقًا وَفِي رِوَايَة لَيْلًا يَتَخَوَّنُهُمْ وَفِي الْحَدِيث الْآخَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدِمَ الْمَدِينَة نَهَارًا فَأَنَاخَ بِظَاهِرِهَا وَقَالَ \" اِنْتَظِرُوا حَتَّى نَدْخُل عِشَاء - يَعْنِي آخِر النَّهَار - حَتَّى تَمْتَشِط الشَّعِثَة وَتَسْتَحِدّ الْمُغْيِبَة \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا عَبْد الرَّحْمَن بْن سُلَيْمَان عَنْ وَاصِل بْن السَّائِب حَدَّثَنِي أَبُو ثَوْرَة بْن أَخِي أَبِي أَيُّوب عَنْ أَبِي أَيُّوب قَالَ : قُلْت يَا رَسُول اللَّه هَذَا السَّلَام فَمَا الِاسْتِئْنَاس ؟ قَالَ : \" يَتَكَلَّم الرَّجُل بِتَسْبِيحَةٍ أَوْ تَكْبِيرَة أَوْ تَحْمِيدَة وَيَتَنَحْنَح فَيُؤْذِن أَهْل الْبَيْت \" هَذَا حَدِيث غَرِيب وَقَالَ قَتَادَة فِي قَوْله : \" حَتَّى تَسْتَأْنِسُوا \" هُوَ الِاسْتِئْذَان ثَلَاثًا فَمَنْ لَمْ يُؤْذَن لَهُ مِنْهُمْ فَلْيَرْجِعْ أَمَّا الْأُولَى فَلْيَسْمَعْ الْحَيّ وَأَمَّا الثَّانِيَة فَلْيَأْخُذُوا حِذْرهمْ وَأَمَّا الثَّالِثَة فَإِنْ شَاءُوا أَذِنُوا وَإِنْ شَاءُوا رَدُّوا وَلَا تَقِفَنَّ عَلَى بَاب قَوْم رَدُّوك عَنْ بَابهمْ فَإِنَّ لِلنَّاسِ حَاجَات وَلَهُمْ أَشْغَال وَاَللَّه أَوْلَى بِالْعُذْرِ . وَقَالَ مُقَاتِل بْن حَيَّان فِي قَوْله \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْر بُيُوتكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلهَا \" كَانَ الرَّجُل فِي الْجَاهِلِيَّة إِذَا لَقِيَ صَاحِبه لَا يُسَلِّم عَلَيْهِ وَيَقُول حَيِيت صَبَاحًا وَحَيِيت مَسَاء وَكَانَ ذَلِكَ تَحِيَّة الْقَوْم بَيْنهمْ وَكَانَ أَحَدهمْ يَنْطَلِق إِلَى صَاحِبه فَلَا يَسْتَأْذِن حَتَّى يَقْتَحِم وَيَقُول قَدْ دَخَلْت وَنَحْو ذَلِكَ فَيَشُقّ ذَلِكَ عَلَى الرَّجُل وَلَعَلَّهُ يَكُون مَعَ أَهْله فَغَيَّرَ اللَّه ذَلِكَ كُلّه فِي سِتْر وَعِفَّة وَجَعَلَهُ نَقِيًّا نَزِهًا مِنْ الدَّنَس وَالْقَذَر وَالدَّرَن فَقَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْر بُيُوتكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلهَا \" الْآيَة وَهَذَا الَّذِي قَالَهُ مُقَاتِل حَسَن وَلِهَذَا قَالَ تَعَالَى \" ذَلِكُمْ خَيْر لَكُمْ \" يَعْنِي الِاسْتِئْذَان خَيْر لَكُمْ بِمَعْنَى هُوَ خَيْر مِنْ الطَّرَفَيْنِ لِلْمُسْتَأْذِنِ وَلِأَهْلِ الْبَيْت \" لَعَلَّكُمْ تَذَكَّرُونَ \" .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39244, "aya_id": 27}]