[{"text": "وَقَالَ الْمَلِكُ إِنِّي أَرَى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلاَتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ يَا أَيُّهَا الْمَلأُ أَفْتُونِي فِي رُؤْيَايَ إِن كُنتُمْ لِلرُّؤْيَا تَعْبُرُونَ", "sura_id": 12, "type": 0, "id": 1639, "aya_id": 43}, {"text": "وقال الملك إني أرى سبع بقرات سمان يأكلهن سبع عجاف وسبع سنبلات خضر وأخر يابسات يا أيها الملأ أفتوني في رؤياي إن كنتم للرؤيا تعبرون", "sura_id": 12, "type": 1, "id": 7875, "aya_id": 43}, {"text": "43 - (وقال الملك) ملك مصر الريان بن الوليد (إني أرى) أي رأيت (سبع بقرات سمان يأكلهن) يبتلعهن (سبع) من البقر (عجاف) جمع عجفاء (وسبع سنبلات خضر وأخر) أي سبع سنبلات (يابسات) قد التوت على الخضر وعلت عليها (يا أيها الملأ أفتوني في رؤياي) بينوا لي تعبيرها (إن كنتم للرؤيا تعبرون) فاعبروها لي \r\n", "sura_id": 12, "type": 2, "id": 26583, "aya_id": 43}, {"text": "وقال الملك: إني رأيت في منامي سبع بقرات سمان, يأكلهن سبع بقرات نحيلات من الـهُزال, ورأيت سبع سنبلات خضر, وسبع سنبلات يابسات, يا أيها السادة والكبراء أخبروني عن هذه الرؤيا, إن كنتم للرؤيا تُفَسِّرون.\r\n", "sura_id": 12, "type": 3, "id": 32819, "aya_id": 43}, {"text": " <font color=red>وَقَالَ الْمَلِكُ إِنِّي أَرَى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنْبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي رُؤْيَايَ إِنْ كُنْتُمْ لِلرُّؤْيَا</font><BR><p>هَذِهِ الرُّؤْيَا مِنْ مَلِك مِصْر مِمَّا قَدَّرَ اللَّه تَعَالَى أَنَّهَا كَانَتْ سَبَبًا لِخُرُوجِ يُوسُف عَلَيْهِ السَّلَام مِنْ السِّجْن مُعَزَّزًا مُكَرَّمًا وَذَلِكَ أَنَّ الْمَلِك رَأَى هَذِهِ الرُّؤْيَا فَهَالَتْهُ وَتَعَجَّبَ مِنْ أَمْرهَا وَمَا يَكُون تَفْسِيرهَا فَجَمَعَ الْكَهَنَة وَالْحَادَّة وَكِبَار دَوْلَته وَأُمَرَاءَهُ فَقَصَّ عَلَيْهِمْ مَا رَأَى وَسَأَلَهُمْ عَنْ تَأْوِيلهَا فَلَمْ يَعْرِفُوا ذَلِكَ وَاعْتَذَرُوا إِلَيْهِ بِأَنَّهَا \" أَضْغَاث أَحْلَام \" أَيْ أَخْلَاط أَحْلَام اِقْتَضَتْهُ رُؤْيَاك هَذِهِ \" وَمَا نَحْنُ بِتَأْوِيلِ الْأَحْلَام بِعَالِمِينَ \" أَيْ لَوْ كَانَتْ رُؤْيَا صَحِيحَة مِنْ أَخْلَاط لَمَا كَانَ لَنَا مَعْرِفَة بِتَأْوِيلِهَا وَهُوَ تَعْبِيرهَا فَعِنْد ذَلِكَ تَذَكَّرَ الَّذِي نَجَا مِنْ ذَيْنِك الْفَتَيَيْنِ اللَّذَيْنِ كَانَا فِي السِّجْن مَعَ يُوسُف وَكَانَ الشَّيْطَان قَدْ أَنْسَاهُ مَا وَصَّاهُ بِهِ يُوسُف مِنْ ذِكْر أَمْره لِلْمَلِكِ فَعِنْد ذَلِكَ تَذَكَّرَ بَعْد أُمَّة أَيْ مُدَّة وَقَرَأَ بَعْضهمْ بَعْد أَمَهٍ أَيْ بَعْد نِسْيَان فَقَالَ لَهُمْ أَيْ لِلْمَلِكِ وَاَلَّذِينَ جَمَعَهُمْ .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37795, "aya_id": 43}]