[{"text": "لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا", "sura_id": 33, "type": 0, "id": 3606, "aya_id": 73}, {"text": "ليعذب الله المنافقين والمنافقات والمشركين والمشركات ويتوب الله على المؤمنين والمؤمنات وكان الله غفورا رحيما", "sura_id": 33, "type": 1, "id": 9842, "aya_id": 73}, {"text": "73 - (ليعذب الله) اللام متعلقة بعرضنا المترتب عليه حمل آدم (المنافقين والمنافقات والمشركين والمشركات) المضيعين الأمانة (ويتوب الله على المؤمنين والمؤمنات) المؤدين الأمانة (وكان الله غفورا) للمؤمنين (رحيما) بهم \r\n", "sura_id": 33, "type": 2, "id": 28550, "aya_id": 73}, {"text": "(وحمل الإنسان الأمانة) ليعذب الله المنافقين الذين يُظهرون الإسلام ويُخفون الكفر, والمنافقات, والمشركين في عبادة الله غيره, والمشركات, ويتوب الله على المؤمنين والمؤمنات بستر ذنوبهم وترك عقابهم. وكان الله غفورًا للتائبين من عباده, رحيمًا بهم.\r\n", "sura_id": 33, "type": 3, "id": 34786, "aya_id": 73}, {"text": " <font color=red>لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا</font><BR><p>وَقَوْله تَعَالَى : \" لِيُعَذِّب اللَّه الْمُنَافِقِينَ وَالْمُنَافِقَات وَالْمُشْرِكِينَ وَالْمُشْرِكَات\" أَيْ إِنَّمَا حَمَّلَ بَنِي آدَم الْأَمَانَة وَهِيَ التَّكَالِيف لِيُعَذِّب اللَّه الْمُنَافِقِينَ مِنْهُمْ وَالْمُنَافِقَات وَهُمْ الَّذِينَ يُظْهِرُونَ الْإِيمَان خَوْفًا مِنْ أَهْله وَيُبْطِنُونَ الْكُفْر مُتَابَعَة لِأَهْلِهِ \" وَالْمُشْرِكِينَ وَالْمُشْرِكَات\" وَهُمْ الَّذِينَ ظَاهِرهمْ وَبَاطِنهمْ عَلَى الشِّرْك بِاَللَّهِ وَمُخَالَفَة رُسُله \" وَيَتُوب اللَّه عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَات\" أَيْ وَلِيَرْحَم الْمُؤْمِنِينَ مِنْ الْخَلْق الَّذِينَ آمَنُوا بِاَللَّهِ وَمَلَائِكَته وَكُتُبه وَرُسُله الْعَامِلِينَ بِطَاعَتِهِ\" وَكَانَ اللَّه غَفُورًا رَحِيمًا \" آخِر تَفْسِير سُورَة الْأَحْزَاب وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40237, "aya_id": 73}]