[{"text": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ فَإِذَا جَاء أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ", "sura_id": 40, "type": 0, "id": 4211, "aya_id": 78}, {"text": "ولقد أرسلنا رسلا من قبلك منهم من قصصنا عليك ومنهم من لم نقصص عليك وما كان لرسول أن يأتي بآية إلا بإذن الله فإذا جاء أمر الله قضي بالحق وخسر هنالك المبطلون", "sura_id": 40, "type": 1, "id": 10447, "aya_id": 78}, {"text": "78 - (ولقد أرسلنا رسلا من قبلك منهم من قصصنا عليك ومنهم من لم نقصص عليك) روي أنه تعالى بعث ثمانية آلاف نبي أربعة آلاف نبي من بني إسرائيل وأربعة آلاف من سائر الناس (وما كان لرسول) منهم (أن يأتي بآية إلا بإذن الله) لأنهم عبيد مربوبون (فإذا جاء أمر الله) بنزول العذاب على الكفار (قضي) بين الرسل ومكذبيهم (بالحق وخسر هنالك المبطلون) أي ظهر القضاء والخسران للناس وهم خاسرون في كل وقت قبل ذلك \r\n", "sura_id": 40, "type": 2, "id": 29155, "aya_id": 78}, {"text": "ولقد أرسلنا مِن قبلك -أيها الرسول- رسلا كثيرين إلى قومهم يدعونهم, ويصبرون على أذاهم: منهم مَن قصصنا عليك خبرهم, ومنهم مَن لم نقصص عليك, وكلهم مأمورون بتبليغ وحي الله إليهم. وما كان لأحد منهم أن يأتي بآية من الآيات الحسية أو العقلية إلا بإذن الله ومشيئته, فإذا جاء أمر الله بعذاب المكذبين قُضِي بالعدل بين الرسل ومكذبيهم, وخسر هنالك المبطلون؛ لافترائهم على الله الكذب, وعبادتهم غيره.\r\n", "sura_id": 40, "type": 3, "id": 35391, "aya_id": 78}, {"text": " <font color=red>وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ فَإِذَا جَاءَ أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ</font><BR><p>قَالَ تَعَالَى مُسَلِّيًا لَهُ \" وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِك مِنْهُمْ مَنْ قَصَصْنَا عَلَيْك \" كَمَا قَالَ جَلَّ وَعَلَا فِي سُورَة النِّسَاء سَوَاء أَيْ مِنْهُمْ مَنْ أَوْحَيْنَا إِلَيْك خَبَرهمْ وَقَصَصهمْ مَعَ قَوْمهمْ كَيْفَ كَذَّبُوهُمْ ثُمَّ كَانَتْ لِلرُّسُلِ الْعَاقِبَة وَالنُّصْرَة \" وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْك \" وَهُمْ أَكْثَر مِمَّنْ ذُكِرَ بِأَضْعَافِ أَضْعَاف كَمَا تَقَدَّمَ التَّنْبِيه عَلَى ذَلِكَ فِي سُورَة النِّسَاء وَلِلَّهِ الْحَمْد وَالْمِنَّة . وَقَوْله تَعَالَى \" وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِي بِآيَةٍ إِلَّا بِإِذْنِ اللَّه \" أَيْ وَلَمْ يَكُنْ لِوَاحِدٍ مِنْ الرُّسُل أَنْ يَأْتِي قَوْمه بِخَارِقٍ لِلْعَادَاتِ إِلَّا أَنْ يَأْذَن اللَّه لَهُ فِي ذَلِكَ فَيَدُلّ ذَلِكَ عَلَى صِدْقِهِ فِيمَا جَاءَهُمْ بِهِ \" فَإِذَا جَاءَ أَمْرُ اللَّه \" وَهُوَ عَذَابه وَنَكَاله الْمُحِيط بِالْمُكَذِّبِينَ \" قُضِيَ بِالْحَقِّ \" فَيُنَجِّي الْمُؤْمِنِينَ وَيُهْلِك الْكَافِرِينَ وَلِهَذَا قَالَ عَزَّ وَجَلَّ \" وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ \" .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 41015, "aya_id": 78}]