[{"text": "وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ", "sura_id": 50, "type": 0, "id": 4668, "aya_id": 38}, {"text": "ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام وما مسنا من لغوب", "sura_id": 50, "type": 1, "id": 10904, "aya_id": 38}, {"text": "38 - (ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام) أولها الأحد وآخرها الجمعة (وما مسنا من لغوب) تعب نزل ردا على اليهود في قولهم إن الله استراح يوم السبت وانتفاء التعب عنه بتنزهه تعالى عن صفات المخلوقين ولعدم المماسة بينه وبين غيره إتما أمره إذا أراد شيئا أن يقول له كن فيكون \r\n", "sura_id": 50, "type": 2, "id": 29612, "aya_id": 38}, {"text": "ولقد خلقنا السموات السبع والأرض وما بينهما من أصناف المخلوقات في ستة أيام, وما أصابنا من ذلك الخلق تعب ولا نَصَب. وفي هذه القدرة العظيمة دليل على قدرته -سبحانه - على إحياء الموتى من باب أولى.\r\n", "sura_id": 50, "type": 3, "id": 35848, "aya_id": 38}, {"text": " <font color=red>وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ</font><BR><p>\" فِيهِ تَقْرِير لِلْمَعَادِ لِأَنَّ مَنْ قَدَرَ عَلَى خَلْق السَّمَاوَات وَالْأَرْض وَلَمْ يَعْيَ بِخَلْقِهِنَّ قَادِر عَلَى أَنْ يُحْيِي الْمَوْتَى بِطَرِيقِ الْأَوْلَى وَالْأَحْرَى وَقَالَ قَتَادَة قَالَتْ الْيَهُود - عَلَيْهِمْ لَعَائِن اللَّه - خَلَقَ اللَّه السَّمَاوَات وَالْأَرْض فِي سِتَّة أَيَّام ثُمَّ اِسْتَرَاحَ فِي الْيَوْم السَّابِع وَهُوَ يَوْم السَّبْت وَهُمْ يُسَمُّونَهُ يَوْم الرَّاحَة فَأَنْزَلَ اللَّه تَعَالَى تَكْذِيبهمْ فِيمَا قَالُوهُ وَتَأَوَّلُوهُ \" وَمَا مَسَّنَا مِنْ لُغُوب \" أَيْ مِنْ إِعْيَاء وَلَا تَعَب وَلَا نَصَب كَمَا قَالَ تَبَارَكَ وَتَعَالَى فِي الْآيَة الْأُخْرَى \" أَوَلَمْ يَرَوْا أَنَّ اللَّه الَّذِي خَلَقَ السَّمَاوَات وَالْأَرْض وَلَمْ يَعْيَ بِخَلْقِهِنَّ قَادِرٌ عَلَى أَنْ يُحْيِيَ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلّ شَيْء قَدِير \" وَكَمَا قَالَ عَزَّ وَجَلَّ \" لَخَلْق السَّمَاوَات وَالْأَرْض أَكْبَرُ مِنْ خَلْق النَّاس \" وَقَالَ تَعَالَى \" أَأَنْتُمْ أَشَدّ خَلْقًا أَمْ السَّمَاء بَنَاهَا \" .</p><BR> <br> ", "sura_id": 50, "type": 4, "id": 41588, "aya_id": 38}]