[{"text": "وَجَزَاء سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ", "sura_id": 42, "type": 0, "id": 4312, "aya_id": 40}, {"text": "وجزاء سيئة سيئة مثلها فمن عفا وأصلح فأجره على الله إنه لا يحب الظالمين", "sura_id": 42, "type": 1, "id": 10548, "aya_id": 40}, {"text": "40 - (وجزاء سيئة سيئة مثلها) سميت الثانية سيئة لمشابهتها للأولى في الصورة وهذا ظاهر فيما يقتص فيه من الجراحات قال بعضهم وإذا قال له أخزاك الله فيجيبه أخزاك الله (فمن عفا) عن ظالمه (وأصلح) الود بينه وبين المعفو عنه (فأجره على الله) أي إن الله يأجره لا محالة (إنه لا يحب الظالمين) أي البادئين بالظلم فيرتب عليهم عقابه \r\n", "sura_id": 42, "type": 2, "id": 29256, "aya_id": 40}, {"text": "وجزاء سيئة المسيء عقوبته بسيئة مثلها من غير زيادة, فمن عفا عن المسيء, وترك عقابه, وأصلح الودَّ بينه وبين المعفو عنه ابتغاء وجه الله، فأَجْرُ عفوه ذلك على الله. إن الله لا يحب الظالمين الذين يبدؤون بالعدوان على الناس، ويسيئون إليهم.\r\n", "sura_id": 42, "type": 3, "id": 35492, "aya_id": 40}, {"text": " <font color=red>وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ</font><BR><p>قَوْله تَبَارَكَ وَتَعَالَى\" وَجَزَاء سَيِّئَة سَيِّئَة مِثْلهَا \" كَقَوْلِهِ تَعَالَى \" فَمَنْ اِعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اِعْتَدَى عَلَيْكُمْ\" وَكَقَوْلِهِ \" وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ \" الْآيَة فَشَرَعَ الْعَدْل وَهُوَ الْقِصَاص وَنَدَبَ إِلَى الْفَضْل وَهُوَ الْعَفْو كَقَوْلِهِ جَلَّ وَعَلَا \" وَالْجُرُوح قِصَاص فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَة لَهُ \" وَلِهَذَا قَالَ هَهُنَا \" فَمَنْ عَفَا وَأَصْلَحَ فَأَجْره عَلَى اللَّه \" أَيْ لَا يَضِيع ذَلِكَ عِنْد اللَّه كَمَا صَحَّ ذَلِكَ فِي الْحَدِيث \" وَمَا زَادَ اللَّه تَعَالَى عَبْدًا بِعَفْوٍ إِلَّا عِزًّا \" وَقَوْله تَعَالَى \" إِنَّهُ لَا يُحِبّ الظَّالِمِينَ \" أَيْ الْمُعْتَدِينَ وَهُوَ الْمُبْتَدِئ بِالسَّيِّئَةِ.</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41113, "aya_id": 40}]