[{"text": "وَإِنَّ إِلْيَاسَ لَمِنْ الْمُرْسَلِينَ", "sura_id": 37, "type": 0, "id": 3911, "aya_id": 123}, {"text": "وإن إلياس لمن المرسلين", "sura_id": 37, "type": 1, "id": 10147, "aya_id": 123}, {"text": "123 - (وإن إلياس) بالهمز أوله وتركه (لمن المرسلين) قيل هو ابن أخي هرون أخي موسى وقيل غيره ارسل إلى قوم ببعلبك ونواحيها \r\n", "sura_id": 37, "type": 2, "id": 28855, "aya_id": 123}, {"text": "وإن عبدنا إلياس لمن الذين أكرمناهم بالنبوة والرسالة,\r\n", "sura_id": 37, "type": 3, "id": 35091, "aya_id": 123}, {"text": " <font color=red>وَإِنَّ إِلْيَاسَ لَمِنَ الْمُرْسَلِينَ</font><BR><p>قَالَ قَتَادَة وَمُحَمَّد بْن إِسْحَاق يُقَال إِلْيَاس هُوَ إِدْرِيس وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عُبَيْدَة بْن رَبِيعَة عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : إِلْيَاس هُوَ إِدْرِيس وَكَذَا قَالَ الضَّحَّاك وَقَالَ وَهْب بْن مُنَبِّه هُوَ إِلْيَاس بْن نسي بْن فِنْحَاص بْن الْعَيْزَار بْن هَارُون بْن عِمْرَان بَعَثَهُ اللَّه تَعَالَى فِي بَنِي إِسْرَائِيل بَعْد حَزْقِيل رَضِيَ اللَّه عَنْهُمَا وَكَانُوا قَدْ عَبَدُوا صَنَمًا يُقَال لَهُ بَعْل فَدَعَاهُمْ إِلَى اللَّه تَعَالَى وَنَهَاهُمْ عَنْ عِبَادَة مَا سِوَاهُ وَكَانَ قَدْ آمَنَ بِهِ مَلِكُهُمْ ثُمَّ اِرْتَدَّ وَاسْتَمَرُّوا عَلَى ضَلَالَتهمْ وَلَمْ يُؤْمِن بِهِ مِنْهُمْ أَحَد فَدَعَا اللَّه عَلَيْهِمْ فَحَبَسَ عَنْهُمْ الْقَطْر ثَلَاث سِنِينَ ثُمَّ سَأَلُوهُ أَنْ يَكْشِف ذَلِكَ عَنْهُمْ وَوَعَدُوهُ الْإِيمَان بِهِ إِنْ هُمْ أَصَابَهُمْ الْمَطَر فَدَعَا اللَّه تَعَالَى لَهُمْ فَجَاءَهُمْ الْغَيْث فَاسْتَمَرُّوا عَلَى أَخْبَث مَا كَانُوا عَلَيْهِ مِنْ الْكُفْر فَسَأَلَ اللَّه أَنْ يَقْبِضهُ إِلَيْهِ وَكَانَ قَدْ نَشَأَ عَلَى يَدَيْهِ الْيَسَع بْن أَخْطُوب عَلَيْهِمَا الصَّلَاة وَالسَّلَام فَأُمِرَ إِلْيَاس أَنْ يَذْهَب إِلَى مَكَان كَذَا وَكَذَا فَمَهْمَا جَاءَهُ فَلْيَرْكَبْهُ وَلَا يَهَبهُ فَجَاءَتْهُ فَرَس مِنْ نَار فَرَكِبَ وَأَلْبَسَهُ اللَّه تَعَالَى النُّور وَكَسَاهُ الرِّيش وَكَانَ يَطِير مَعَ الْمَلَائِكَة مَلَكًا إِنْسِيًّا سَمَاوِيًّا أَرْضِيًّا هَكَذَا حَكَاهُ وَهْب بْن مُنَبِّه عَنْ أَهْل الْكِتَاب وَاَللَّه أَعْلَم بِصِحَّتِهِ .</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40449, "aya_id": 123}]