[{"text": "فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا فَآخَرَانِ يِقُومَانُ مَقَامَهُمَا مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الأَوْلَيَانِ فَيُقْسِمَانِ بِاللّهِ لَشَهَادَتُنَا أَحَقُّ مِن شَهَادَتِهِمَا وَمَا اعْتَدَيْنَا إِنَّا إِذًا لَّمِنَ الظَّالِمِينَ", "sura_id": 5, "type": 0, "id": 776, "aya_id": 107}, {"text": "فإن عثر على أنهما استحقا إثما فآخران يقومان مقامهما من الذين استحق عليهم الأوليان فيقسمان بالله لشهادتنا أحق من شهادتهما وما اعتدينا إنا إذا لمن الظالمين", "sura_id": 5, "type": 1, "id": 7012, "aya_id": 107}, {"text": "107 - (فإن عثر) اطلع بعد حلفهما (على أنهما استحقا إثماً) أي فعلا ما يوجبه من خيانة أو كذب في الشهادة بأن وجد عندهما مثلا ما اتهما به وادعيا أنهما ابتاعاه من الميت أو أوصى لهما به (فآخران يقومان مقامهما) في توجه اليمين عليهما (من الذين استحق عليهم) الوصية وهم الورثة ويبدل من آخران (الأوليان) بالميت أي الأقربان إليه وفي قراءة {الأوَّلين} جمع أول صفة أو بدل من الذين (فيقسمان بالله) على خيانة الشاهدين ويقولان (لشهادتنا) يميننا (أحق) أصدق (من شهادتهما) يمينهما (وما اعتدينا) تجاوزنا الحق في اليمين (إنا إذاً لمن الظالمين) المعنى ليشهد المحتضر على وصيته اثنين أو يوصي إليهما من أهل دينه أو غيرهم إن فقدهم لسفر ونحوه فإن ارتاب الورثة فيهما فادعوا أنهما خانا بأخذ شيء أو دفعه إلى شخص زعما أن الميت أوصى له به فليحلفا إلى آخره فإن اطلع على أمارة تكذيبهما فادَّعيا دافعا له حلف أقرب الورثة على كذبهما وصدق ما ادعوه والحكم ثابت في الوصيين منسوخ في الشاهدين وكذا شهادة غير أهل الملة منسوخة واعتبار صلاة العصر للتغليظ وتخصيص الحلف في الآية باثنين من أقرب الورثة لخصوص الواقعة التي نزلت لها وهي ما رواه البخاري أن رجلا من بني سهم خرج مع تميم الداري وعدي بن بداء أي وهما نصرانيان فمات السهمي بأرض ليس فيها مسلم فلما قدما بتركته فقدوا جاماً من فضة مَخُوصا بالذهب فرفعا إلى النبي صلى الله عليه وسلم فنزلت فأحلفهما ثم وجد الجام بمكة فقالوا ابتعناه من تميم وعدي فنزلت الآية الثانية فقام رجلان من أولياء السهمي فحلفا وفي رواية الترمذي فقام عمرو بن العاص ورجل آخر منهم فحلفا وكان أقرب إليه ، وفي رواية فمرض فأوصى إليهما وأمرهما أن يبلغا ما ترك أهله فلما مات أخذا الجام ودفعا إلى أهله ما بقي \r\n", "sura_id": 5, "type": 2, "id": 25720, "aya_id": 107}, {"text": "فإن اطلع أولياء الميت على أن الشاهدين المذكورين قد أثما بالخيانة في الشهادة أو الوصية فليقم مقامهما في الشهادة اثنان من أولياء الميت فيقسمان بالله: لَشهادتنا الصادقة أولى بالقبول من شهادتهما الكاذبة, وما تجاوزنا الحق في شهادتنا, إنا إن اعتدينا وشهدنا بغير الحق لمن الظالمين المتجاوزين حدود الله.\r\n", "sura_id": 5, "type": 3, "id": 31956, "aya_id": 107}, {"text": " <font color=red>فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَا إِنَّا إِذًا لَمِنَ الظَّالِمِينَ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اِسْتَحَقَّا إِثْمًا \" أَيْ فَإِنْ اِشْتَهَرَ وَظَهَرَ وَتَحَقَّقَ مِنْ الشَّاهِدَيْنِ الْوَصِيَّيْنِ أَنَّهُمَا خَانَا أَوْ غَلَّا شَيْئًا مِنْ الْمَال الْمُوصَى بِهِ إِلَيْهِمَا وَظَهَرَ عَلَيْهِمَا بِذَلِكَ \" فَآخَرَانِ يَقُومَانِ مَقَامهمَا مِنْ الَّذِينَ اِسْتَحَقَّ عَلَيْهِمْ الْأَوْلَيَانِ \" هَذِهِ قِرَاءَة الْجُمْهُور \" اِسْتَحَقَّ عَلَيْهِمْ الْأَوْلَيَانِ \" وَرُوِيَ عَنْ عَلِيّ وَأَبِي الْحَسَن الْبَصْرِيّ أَنَّهُمْ قَرَءُوهَا \" اِسْتَحَقَّ عَلَيْهِمْ الْأَوَّلَانِ \" وَرَوَى الْحَاكِم فِي الْمُسْتَدْرَك مِنْ طَرِيق إِسْحَاق بْن مُحَمَّد الْفَرْوِيّ عَنْ سُلَيْمَان بْن بِلَال عَنْ جَعْفَر بْن مُحَمَّد عَنْ أَبِيهِ عَنْ عُبَيْد اللَّه بْن أَبِي رَافِع عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ \" مِنْ الَّذِينَ اِسْتَحَقَّ عَلَيْهِمْ الْأَوْلَيَانِ \" ثُمَّ قَالَ صَحِيح عَلَى شَرْط مُسْلِم وَلَمْ يُخَرِّجَاهُ وَقَرَأَ بَعْضهمْ وَمِنْهُمْ اِبْن عَبَّاس \" مِنْ الَّذِينَ اِسْتَحَقَّ عَلَيْهِمْ الْأَوْلَيَيْنِ \" وَقَرَأَ الْحَسَن\" مِنْ الَّذِينَ اِسْتَحَقَّ عَلَيْهِمْ الْأَوَّلَانِ \" حَكَاهُ اِبْن جَرِير فَعَلَى قِرَاءَة الْجُمْهُور يَكُون الْمَعْنَى بِذَلِكَ أَيْ مَتَى تَحَقَّقَ ذَلِكَ بِالْخَبَرِ الصَّحِيح عَلَى خِيَانَتهمَا فَلْيَقُمْ اِثْنَانِ مِنْ الْوَرَثَة الْمُسْتَحِقِّينَ لِلتَّرِكَةِ وَلِيَكُونَا مِنْ أَوْلَى مَنْ يَرِث ذَلِكَ الْمَال فَيُقْسِمَانِ بِاَللَّهِ لَشَهَادَتنَا أَحَقّ مِنْ شَهَادَتهمَا أَيْ لَقَوْلنَا إِنَّهُمَا خَانَا أَحَقُّ وَأَصَحُّ وَأَثْبَتُ مِنْ شَهَادَتهمَا الْمُتَقَدِّمَة وَمَا اِعْتَدَيْنَا أَيْ فِيمَا قُلْنَا فِيهِمَا مِنْ الْخِيَانَة إِنَّا إِذًا لَمِنْ الظَّالِمِينَ أَيْ إِنْ كُنَّا قَدْ كَذَبْنَا عَلَيْهِمَا وَهَذَا التَّحْلِيف لِلْوَرَثَةِ وَالرُّجُوع إِلَى قَوْلهمَا وَالْحَالَة هَذِهِ كَمَا يَحْلِف أَوْلِيَاء الْمَقْتُول إِذَا ظَهَرَ لَوْث فِي جَانِب الْقَاتِل فَيُقْسِم الْمُسْتَحِقُّونَ عَلَى الْقَاتِل فَيُدْفَع بِرُمَّتِهِ إِلَيْهِمْ كَمَا هُوَ مُقَرَّر فِي بَاب الْقَسَامَة مِنْ الْأَحْكَام وَقَدْ وَرَدَتْ السُّنَّة بِمِثْلِ مَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَة الْكَرِيمَة . فَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا الْحُسَيْن بْن زِيَاد حَدَّثَنَا مُحَمَّد بْن سَلَمَة عَنْ مُحَمَّد بْن إِسْحَاق عَنْ أَبِي النَّضْر عَنْ بَاذَام - يَعْنِي أَبَا صَالِح مَوْلَى أُمّ هَانِئ بِنْت أَبِي طَالِب - عَنْ اِبْن عَبَّاس عَنْ تَمِيم الدَّارِيّ فِي هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا شَهَادَة بَيْنكُمْ إِذَا حَضَرَ أَحَدكُمْ الْمَوْت \" قَالَ بَرِئَ النَّاس مِنْهَا غَيْرِي وَغَيْر عَدِيّ بْن بَدَّاء وَكَانَا نَصْرَانِيَّيْنِ يَخْتَلِفَانِ إِلَى الشَّام قَبْل الْإِسْلَام فَأَتَيَا الشَّام لِتِجَارَتِهِمَا وَقَدِمَ عَلَيْهِمَا مَوْلًى لِبَنِي سَهْم يُقَال لَهُ بُدَيْل بْن أَبِي مَرْيَم بِتِجَارَةٍ مَعَهُ جَام مِنْ فِضَّة يُرِيد بِهِ الْمَلِك وَهُوَ أَعْظَمُ تِجَارَته فَمَرِضَ فَأَوْصَى إِلَيْهِمَا وَأَمَرَهُمَا أَنْ يُبَلِّغَا مَا تَرَكَ أَهْلَهُ قَالَ تَمِيم فَلَمَّا مَاتَ أَخَذْنَا ذَلِكَ الْجَام فَبِعْنَاهُ بِأَلْفِ دِرْهَم وَاقْتَسَمْنَاهُ أَنَا وَعَدِيّ فَلَمَّا قَدِمْنَا إِلَى أَهْله دَفَعْنَا إِلَيْهِمْ مَا كَانَ مَعَنَا وَفَقَدُوا الْجَام فَسَأَلُونَا عَنْهُ فَقُلْنَا مَا تَرَكَ غَيْر هَذَا وَمَا دَفَعَ إِلَيْنَا غَيْره قَالَ تَمِيم فَلَمَّا أَسْلَمْت بَعْد قُدُوم رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ الْمَدِينَة تَأَثَّمْت مِنْ ذَلِكَ فَأَتَيْت أَهْله فَأَخْبَرْتهمْ الْخَبَر وَدَفَعْت إِلَيْهِمْ خَمْسمِائَةِ دِرْهَم وَأَخْبَرْتهمْ أَنَّ عِنْد صَاحِبِي مِثْلهَا فَوَثَبُوا عَلَيْهِ فَأَمَرَهُمْ النَّبِيّ أَنْ يَسْتَحْلِفُوهُ بِمَا يُعَظَّم بِهِ عَلَى أَهْل دِينه فَحَلَفَ فَنَزَلَتْ \" يَا أَيّهَا الَّذِينَ آمَنُوا شَهَادَة بَيْنكُمْ \" إِلَى قَوْله \" فَيُقْسِمَانِ بِاَللَّهِ لَشَهَادَتنَا أَحَقّ مِنْ شَهَادَتهمَا\" فَقَامَ عَمْرو بْن الْعَاصِ وَرَجُل آخَر مِنْهُمْ فَحَلَفَا فَنُزِعَتْ الْخَمْسُمِائَةِ مِنْ عَدِيّ بْن بَدَّاء وَهَكَذَا رَوَاهُ أَبُو عِيسَى التِّرْمِذِيّ وَابْن جَرِير كِلَاهُمَا عَنْ الْحَسَن بْن أَحْمَد بْن أَبِي شُعَيْب الْحِرَابِيّ عَنْ مُحَمَّد بْن سَلَمَة عَنْ مُحَمَّد بْن إِسْحَاق بِهِ فَذَكَرَهُ وَعِنْده فَأَتَوْا بِهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَهُمْ الْبَيِّنَة فَلَمْ يَجِدُوا فَأَمَرَهُمْ أَنْ يَسْتَحْلِفُوهُ بِمَا يُعَظَّم بِهِ عَلَى أَهْل دِينه فَحَلَفَ فَأَنْزَلَ اللَّه هَذِهِ الْآيَة إِلَى قَوْله \" أَوْ يَخَافُوا أَنْ تُرَدّ أَيْمَان بَعْد أَيْمَانهمْ \" فَقَامَ عَمْرو بْن الْعَاصِ وَرَجُل آخَر فَحَلَفَا فَنُزِعَتْ الْخَمْسمِائَةِ مِنْ عَدِيّ بْن بَدَّاء ثُمَّ قَالَ هَذَا حَدِيث غَرِيب وَلَيْسَ إِسْنَاده بِصَحِيحٍ وَأَبُو النَّضْر الَّذِي رَوَى عَنْهُ مُحَمَّد بْن إِسْحَاق هَذَا الْحَدِيث هُوَ عِنْدِي مُحَمَّد بْن السَّائِب الْكَلْبِيّ يُكْنَى أَبَا النَّضْر وَقَدْ تَرَكَهُ أَهْل الْعِلْم بِالْحَدِيثِ وَهُوَ صَاحِب التَّفْسِير سَمِعْت مُحَمَّد بْن إِسْمَاعِيل يَقُول : مُحَمَّد بْن السَّائِب الْكَلْبِيّ يُكَنَّى أَبَا النَّضْر ثُمَّ قَالَ وَلَا نَعْرِف لِأَبِي النَّضْر رِوَايَة عَنْ أَبِي صَالِح مَوْلَى أُمّ هَانِئ وَقَدْ رُوِيَ عَنْ اِبْن عَبَّاس شَيْء مِنْ هَذَا عَلَى الِاخْتِصَار مِنْ غَيْر هَذَا الْوَجْه حَدَّثَنَا سُفْيَان بْن وَكِيع حَدَّثَنَا يَحْيَى بْن آدَم عَنْ اِبْن أَبِي زَائِدَة عَنْ مُحَمَّد بْن أَبِي الْقَاسِم عَنْ عَبْد الْمَلِك بْن سَعِيد بْن جُبَيْر عَنْ أَبِيهِ عَنْ ابْن عَبَّاس قَالَ : خَرَجَ رَجُل مِنْ بَنِي سَهْم مَعَ تَمِيم الدَّارِيّ وَعَدِيّ بْن بَدَّاء فَمَاتَ السَّهْمِيّ بِأَرْضٍ لَيْسَ بِهَا مُسْلِم فَلَمَّا قَدِمَا بِتَرِكَتِهِ فَقَدُوا جَامًا مِنْ فِضَّة مُخَوَّصًا بِالذَّهَبِ فَأَحْلَفَهُمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَوَجَدُوا الْجَام بِمَكَّة فَقِيلَ اِشْتَرَيْنَاهُ مِنْ تَمِيم وَعَدِيّ فَقَامَ رَجُلَانِ مِنْ أَوْلِيَاء السَّهْمِيّ فَحَلَفَا بِاَللَّهِ لَشَهَادَتنَا أَحَقّ مِنْ شَهَادَتهمَا وَأَنَّ الْجَام لِصَاحِبِهِمْ وَفِيهِمْ نَزَلَتْ \" يَا أَيّهَا الَّذِينَ آمَنُوا شَهَادَة بَيْنكُمْ \" الْآيَة وَكَذَا رَوَاهُ أَبُو دَاوُدَ عَنْ الْحَسَن بْن عَلِيّ عَنْ يَحْيَى بْن آدَم بِهِ . ثُمَّ قَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن غَرِيب وَهُوَ حَدِيث اِبْن أَبِي زَائِدَة وَمُحَمَّد بْن أَبِي الْقَاسِم الْكُوفِيّ قِيلَ إِنَّهُ صَالِح الْحَدِيث وَقَدْ ذَكَرَ هَذِهِ الْقِصَّةَ مُرْسَلَةً غَيْرُ وَاحِدٍ مِنْ التَّابِعِينَ مِنْهُمْ عِكْرِمَة وَمُحَمَّد بْن سِيرِينَ وَقَتَادَة وَذَكَرُوا أَنَّ التَّحْلِيف كَانَ بَعْد صَلَاة الْعَصْر رَوَاهُ اِبْن جَرِير . وَكَذَا ذَكَرَهَا مُرْسَلَة مُجَاهِد وَالْحَسَن وَالضَّحَّاك وَهَذَا يَدُلّ عَلَى اِشْتِهَارهَا فِي السَّلَف وَصِحَّتهَا وَمِنْ الشَّوَاهِد لِصِحَّةِ هَذِهِ الْقِصَّة أَيْضًا مَا رَوَاهُ أَبُو جَعْفَر بْن جَرِير حَدَّثَنِي يَعْقُوب حَدَّثَنَا هُشَيْم قَالَ : أَخْبَرَنَا زَكَرِيَّا عَنْ الشَّعْبِيّ أَنَّ رَجُلًا مِنْ الْمُسْلِمِينَ حَضَرَتْهُ الْوَفَاة بِدَقُوقَا هَذِهِ قَالَ فَحَضَرَتْهُ الْوَفَاة وَلَمْ يَجِد أَحَدًا مِنْ الْمُسْلِمِينَ يُشْهِدهُ عَلَى وَصِيَّته فَأَشْهَدَ رَجُلَيْنِ مِنْ أَهْل الْكِتَاب قَالَ فَقَدِمَا الْكُوفَة فَأَتَيَا الْأَشْعَرِيّ يَعْنِي أَبَا مُوسَى الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ فَأَخْبَرَاهُ وَقَدِمَا الْكُوفَة بِتَرِكَتِهِ وَوَصِيَّته فَقَالَ الْأَشْعَرِيّ هَذَا أَمْر لَمْ يَكُنْ بَعْد الَّذِي كَانَ عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فَأَحْلَفَهُمَا بَعْد الْعَصْر بِاَللَّهِ مَا خَانَا وَلَا كَذَبَا وَلَا بَدَّلَا وَلَا كَتَمَا وَلَا غَيَّرَا وَأَنَّهَا لَوَصِيَّة الرَّجُل وَتَرِكَته قَالَ فَأَمْضَى شَهَادَتهمَا ثُمَّ رَوَاهُ عَنْ عَمْرو بْن عَلِيّ الْفَلَّاس عَنْ أَبِي دَاوُدَ الطَّيَالِسِيّ عَنْ شُعْبَة عَنْ مُغِيرَة الْأَزْرَق عَنْ الشَّعْبِيّ أَنَّ أَبَا مُوسَى قَضَى بِهِ وَهَذَانِ إِسْنَادَانِ صَحِيحَانِ إِلَى الشَّعْبِيّ عَنْ أَبِي مُوسَى الْأَشْعَرِيّ فَقَوْله هَذَا أَمْر لَمْ يَكُنْ بَعْد الَّذِي كَانَ عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الظَّاهِر وَاَللَّه أَعْلَمُ أَنَّهُ إِنَّمَا أَرَادَ بِذَلِكَ قِصَّة تَمِيم وَعَدِيّ بْن بَدَّاء قَدْ ذَكَرُوا أَنَّ إِسْلَام تَمِيم بْن أَوْس الدَّارِيّ رَضِيَ اللَّه عَنْهُ كَانَ سَنَة تِسْع مِنْ الْهِجْرَة فَعَلَى هَذَا يَكُون هَذَا الْحُكْم مُتَأَخِّرًا يَحْتَاج مُدَّعِي نَسْخه إِلَى دَلِيل فَاصِل فِي هَذَا الْمَقَام وَاَللَّه أَعْلَم . وَقَالَ أَسْبَاط عَنْ السُّدِّيّ فِي الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا شَهَادَة بَيْنِكُمْ إِذَا حَضَرَ أَحَدكُمْ الْمَوْت حِين الْوَصِيَّة اِثْنَانِ ذَوَا عَدْل مِنْكُمْ \" قَالَ هَذَا فِي الْوَصِيَّة عِنْد الْمَوْت يُوصِي وَيُشْهِد رَجُلَيْنِ مِنْ الْمُسْلِمِينَ عَلَى مَاله وَمَا عَلَيْهِ قَالَ هَذَا فِي الْحَضَر أَوْ آخَرُونَ مِنْ غَيْركُمْ فِي السَّفَر إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْض فَأَصَابَتْكُمْ مُصِيبَة الْمَوْت هَذَا الرَّجُل يُدْرِكهُ الْمَوْت فِي سَفَره وَلَيْسَ بِحَضْرَتِهِ أَحَد مِنْ الْمُسْلِمِينَ فَيَدْعُو رَجُلَيْنِ مِنْ الْيَهُود وَالنَّصَارَى وَالْمَجُوس فَيُوصِي إِلَيْهِمَا وَيَدْفَع إِلَيْهِمَا مِيرَاثه فَيَقْبَلَانِ بِهِ فَإِنْ رَضِيَ أَهْل الْمَيِّت الْوَصِيَّة وَعَرَفُوا مَا لِصَاحِبِهِمْ تَرَكُوهُمَا وَإِنْ اِرْتَابُوا رَفَعُوهُمَا إِلَى السُّلْطَان فَذَلِكَ قَوْله تَعَالَى \" تَحْبِسُونَهُمَا مِنْ بَعْد الصَّلَاة فَيُقْسِمَانِ بِاَللَّهِ إِنْ اِرْتَبْتُمْ ' قَالَ عَبْد اللَّه بْن عَبَّاس رَضِيَ اللَّه عَنْهُ كَأَنِّي أَنْظُر إِلَى الْعِلْجَيْنِ حِين اِنْتَهَى بِهِمَا إِلَى أَبِي مُوسَى الْأَشْعَرِيّ فِي دَاره فَفَتَحَ الصَّحِيفَة فَأَنْكَرَ أَهْل الْمَيِّت وَخَوَّفُوهُمَا فَأَرَادَ أَبُو مُوسَى أَنْ يَسْتَحْلِفهُمَا بَعْد الْعَصْر فَقُلْت إِنَّهُمَا لَا يُبَالِيَانِ صَلَاة الْعَصْر وَلَكِنْ اِسْتَحْلِفْهُمَا بَعْد صَلَاتهمَا فِي دِينهمَا فَيُوقَف الرَّجُلَانِ بَعْد صَلَاتهمَا فِي دِينهمَا فَيَحْلِفَانِ بِاَللَّهِ لَا نَشْتَرِي بِهِ ثَمَنًا قَلِيلًا وَلَوْ كَانَ ذَا قُرْبَى وَلَا نَكْتُم شَهَادَة اللَّه إِنَّا إِذًا لَمِنْ الْآثِمِينَ أَنَّ صَاحِبهمْ لَبِهَذَا أَوْصَى وَإِنَّ هَذِهِ لَتَرِكَته فَيَقُول لَهُمَا الْإِمَام بَلْ أَنْ يَحْلِفَا إِنَّكُمَا إِنْ كَتَمْتُمَا أَوْ خُنْتُمَا فَضَحْتُكُمَا فِي قَوْمكُمَا وَلَمْ تُجَزْ لَكُمَا شَهَادَة وَعَاقَبْتُكُمَا فَإِذَا قَالَ لَهُمَا ذَلِكَ فَإِنَّ ذَلِكَ أَدْنَى أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَى وَجْههَا رَوَاهُ اِبْن جَرِير وَقَالَ اِبْن جَرِير : حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا هُشَيْم أَخْبَرَنَا مُغِيرَة عَنْ إِبْرَاهِيم وَسَعِيد بْن جُبَيْر أَنَّهُمَا قَالَا فِي هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا شَهَادَة بَيْنكُمْ ' الْآيَة قَالَا إِذَا حَضَرَ الرَّجُلَ الْوَفَاةُ فِي سَفَرٍ فَلْيُشْهِدْ رَجُلَيْنِ مِنْ الْمُسْلِمِينَ فَإِنْ لَمْ يَجِد رَجُلَيْنِ مِنْ الْمُسْلِمِينَ فَرَجُلَيْنِ مِنْ أَهْل الْكِتَاب فَإِذَا قَدِمَا بِتَرِكَتِهِ فَإِنْ صَدَّقَهُمَا الْوَرَثَة قُبِلَ قَوْلُهُمَا وَإِنْ اِتَّهَمُوهُمَا حَلَفَا بَعْد صَلَاة الْعَصْر بِاَللَّهِ مَا كَتَمْنَا وَلَا كَذَبْنَا وَلَا خُنَّا وَلَا غَيَّرْنَا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي تَفْسِير هَذِهِ الْآيَة فَإِنْ اِرْتَبْتُمْ فِي شَهَادَتهمَا اُسْتُحْلِفَا بَعْد الْعَصْر بِاَللَّهِ مَا اِشْتَرَيْنَا بِشَهَادَتِنَا ثَمَنًا قَلِيلًا فَإِنْ اِطَّلَعَ الْأَوْلِيَاءُ عَلَى أَنَّ الْكَافِرَيْنِ كَذَبَا فِي شَهَادَتهمَا قَامَ رَجُلَانِ مِنْ الْأَوْلِيَاء فَحَلَفَا بِاَللَّهِ أَنَّ شَهَادَة الْكَافِرَيْنِ بَاطِلَة وَإِنَّا لَمْ نَعْتَدِ فَذَلِكَ قَوْله \" فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اِسْتَحَقَّا إِثْمًا \" يَقُول إِنْ اُطُّلِعَ عَلَى أَنَّ الْكَافِرَيْنِ كَذَبَا فَآخَرَانِ يَقُومَانِ مَقَامهمَا يَقُول مِنْ الْأَوْلِيَاء فَحَلَفَا بِاَللَّهِ أَنَّ شَهَادَة الْكَافِرَيْنِ بَاطِلَة وَإِنَّا لَمْ نَعْتَدِ فَتُرَدّ شَهَادَة الْكَافِرَيْنِ وَتُجَوَّزُ شَهَادَةُ الْأَوْلِيَاء وَهَكَذَا رَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَوَاهُمَا اِبْن جَرِير وَهَكَذَا قَرَّرَ هَذَا الْحُكْمَ عَلَى مُقْتَضَى هَذِهِ الْآيَة غَيْر وَاحِد مِنْ أَئِمَّة التَّابِعِينَ وَالسَّلَف رَضِيَ اللَّه عَنْهُمْ وَهُوَ مَذْهَب الْإِمَام أَحْمَد رَحِمَهُ اللَّه.</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41446, "aya_id": 107}]