[{"text": "وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنزَلْنَا مِنَ السَّمَاء مَاء فَأَسْقَيْنَاكُمُوهُ وَمَا أَنتُمْ لَهُ بِخَازِنِينَ", "sura_id": 15, "type": 0, "id": 1824, "aya_id": 22}, {"text": "وأرسلنا الرياح لواقح فأنزلنا من السماء ماء فأسقيناكموه وما أنتم له بخازنين", "sura_id": 15, "type": 1, "id": 8060, "aya_id": 22}, {"text": "22 - (وأرسلنا الرياح لواقح) تلقح السحاب فيمتلئ ماء (فأنزلنا من السماء) السحاب (ماء) مطرا (فأسقيناكموه وما أنتم له بخازنين) أي ليست خزائنه بأيديكم \r\n", "sura_id": 15, "type": 2, "id": 26768, "aya_id": 22}, {"text": "وأرسلنا الرياح وسخرناها تُلَقِّح السحاب, وتحمل المطر والخير والنفع, فأنزلنا من السحاب ماء أعددناه لشرابكم وأرضكم ومواشيكم, وما أنتم بقادرين على خزنه وادِّخاره، ولكن نخزنه لكم رحمة بكم، وإحسانًا إليكم.\r\n", "sura_id": 15, "type": 3, "id": 33004, "aya_id": 22}, {"text": " <font color=red>وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ</font><BR><p>وَقَوْله تَعَالَى\" وَأَرْسَلْنَا الرِّيَاح لَوَاقِح \" أَيْ تُلَقِّح السَّحَاب فَتُدِرّ مَاء وَتُلَقِّح الشَّجَر فَتُفْتَح عَنْ أَوْرَاقهَا وَأَكْمَامهَا وَذَكَرَهَا بِصِيغَةِ الْجَمْع لِيَكُونَ مِنْهَا الْإِنْتَاج بِخِلَافِ الرِّيح الْعَقِيم فَإِنَّهُ أَفْرَدَهَا وَوَصَفَهَا بِالْعَقِيمِ وَهُوَ عَدَم الْإِنْتَاج لِأَنَّهُ لَا يَكُون إِلَّا بَيْن شَيْئَيْنِ فَصَاعِدًا وَقَالَ الْأَعْمَش عَنْ الْمِنْهَال بْن عَمْرو عَنْ قَيْس بْن السَّكَن عَنْ عَبْد اللَّه بْن مَسْعُود فِي قَوْله \" وَأَرْسَلْنَا الرِّيَاح لَوَاقِح \" قَالَ تُرْسَل الرِّيح فَتَحْمِل الْمَاء مِنْ السَّمَاء ثُمَّ تَمُرّ مَرَّ السَّحَاب حَتَّى تُدِرّ كَمَا تُدِرّ اللِّقْحَة . وَكَذَا قَالَ اِبْن عَبَّاس وَإِبْرَاهِيم النَّخَعِيّ وَقَتَادَة وَقَالَ الضَّحَّاك يَبْعَثهَا اللَّه عَلَى السَّحَاب فَتُلَقِّحهُ فَيَمْتَلِئ مَاء وَقَالَ عُبَيْد بْن عُمَيْر اللَّيْثِيّ يَبْعَث اللَّه الْمُبَشِّرَة فَتَقُمّ الْأَرْض قَمًّا ثُمَّ بَعَثَ اللَّه الْمُثِيرَة فَتُثِير السَّحَاب ثُمَّ يَبْعَث اللَّه الْمُؤَلِّفَة فَتُؤَلِّف السَّحَاب ثُمَّ يَبْعَث اللَّه اللَّوَاقِح فَتُلَقِّح الشَّجَر ثُمَّ تَلَا \" وَأَرْسَلْنَا الرِّيَاح لَوَاقِح \" . وَقَدْ رَوَى اِبْن جَرِير مِنْ حَدِيث عُبَيْس بْن مَيْمُون عَنْ أَبِي الْمُهَزِّم عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الرِّيح الْجَنُوب مِنْ الْجَنَّة وَهِيَ الَّتِي ذَكَرَ اللَّه فِي كِتَابه وَفِيهَا مَنَافِع لِلنَّاسِ \" وَهَذَا إِسْنَاد ضَعِيف وَقَالَ الْإِمَام أَبُو بَكْر عَبْد اللَّه بْن الزُّبَيْر الْحُمَيْدِيّ فِي مُسْنَده حَدَّثَنَا سُفْيَان حَدَّثَنَا عَمْرو بْن دِينَار أَخْبَرَنِي يَزِيد بْن جَعْدِيَّة اللَّيْثِيّ أَنَّهُ سَمِعَ عَبْد الرَّحْمَن بْن مِخْرَاق يُحَدِّث عَنْ أَبِي ذَرّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اللَّه خَلَقَ فِي الْجَنَّة رِيحًا بَعْد الرِّيح سَبْع سِنِينَ وَإِنَّ مِنْ دُونهَا بَابًا مُغْلَقًا وَإِنَّمَا يَأْتِيكُمْ الرِّيح مِنْ ذَلِكَ الْبَاب وَلَوْ فُتِحَ لَأَذْرَتْ مَا بَيْن السَّمَاء وَالْأَرْض مِنْ شَيْء وَهِيَ عِنْد اللَّه الْأَذِيب وَهِيَ فِيكُمْ الْجَنُوب \" وَقَوْله \" فَأَسْقَيْنَاكُمُوهُ \" أَيْ أَنْزَلْنَاهُ لَكُمْ عَذْبًا يُمْكِنكُمْ أَنْ تَشْرَبُوا مِنْهُ لَوْ نَشَاء جَعَلْنَاهُ أُجَاجًا كَمَا نَبَّهَ عَلَى ذَلِكَ فِي الْآيَة الْأُخْرَى فِي سُورَة الْوَاقِعَة وَهُوَ قَوْله تَعَالَى \" أَفَرَأَيْتُمْ الْمَاء الَّذِي تَشْرَبُونَ أَأَنْتُمْ أَنْزَلْتُمُوهُ مِنْ الْمُزْن أَمْ نَحْنُ الْمُنْزِلُونَ لَوْ نَشَاء جَعَلْنَاهُ أُجَاجًا فَلَوْلَا تَشْكُرُونَ \" وَفِي قَوْله\" هُوَ الَّذِي أَنْزَلَ مِنْ السَّمَاء مَاء لَكُمْ مِنْهُ شَرَاب وَمِنْهُ شَجَر فِيهِ تُسِيمُونَ \" وَقَوْله \" وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ\" قَاَلَ سُفْيَان الثَّوْرِيّ بِمَانِعِينَ وَيَحْتَمِل أَنَّ الْمُرَاد وَمَا أَنْتُمْ لَهُ بِحَافِظِينَ بَلْ نَحْنُ نُنَزِّلهُ وَنَحْفَظهُ عَلَيْكُمْ وَنَجْعَلهُ مَعِينًا وَيَنَابِيع فِي الْأَرْض وَلَوْ شَاءَ تَعَالَى لَأَغَارَهُ وَذَهَبَ بِهِ وَلَكِنْ مِنْ رَحْمَته أَنْزَلَهُ وَجَعَلَهُ عَذْبًا وَحَفِظَهُ فِي الْعُيُون وَالْآبَار وَالْأَنْهَار وَغَيْر ذَلِكَ لِيَبْقَى لَهُمْ فِي طُول السَّنَة يَشْرَبُونَ وَيَسْقُونَ أَنْعَامهمْ وَزُرُوعهمْ وَثِمَارهمْ .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 37966, "aya_id": 22}]