[{"text": "الْحَمْدُ لِلّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُواْ بِرَبِّهِم يَعْدِلُونَ", "sura_id": 6, "type": 0, "id": 790, "aya_id": 1}, {"text": "الحمد لله الذي خلق السماوات والأرض وجعل الظلمات والنور ثم الذين كفروا بربهم يعدلون", "sura_id": 6, "type": 1, "id": 7026, "aya_id": 1}, {"text": "سورة الأنعام [مكية إلا الآيات 20 و 23 و 91 و 93 و 114 و 141 و 151 و 152 و 153 فمدنية وآياتها 165 نزلت بعد الحجر] 1 - (الحمد) وهو الوصف بالجميل ثابت (لله) وهل المراد الإعلام بذلك للإيمان به أو الثناء به أو هما احتمالات أفيدها الثالث قاله الشيخ في سورة الكهف (الذي خلق السماوات والأرض) خصهما بالذكر لأنهما أعظم المخلوقات للناظرين (وجعل) خلق (الظلمات والنور) أي كل ظلمة ونور وجمعها دونه لكثرة أسبابها وهذا من دلائل وحدانيته (ثم الذين كفروا) مع قيام هذا الدليل (بربهم يعدلون) يسوون غيره في العبادة \r\n", "sura_id": 6, "type": 2, "id": 25734, "aya_id": 1}, {"text": "الثناء على الله بصفاته التي كلّها أوصاف كمال، وبنعمه الظاهرة والباطنة، الدينية والدنيوية، الذي أنشأ السموات والأرض وما فيهن, وخلق الظلمات والنور, وذلك بتعاقب الليل والنهار. وفي هذا دلالة على عظمة الله تعالى, واستحقاقه وحده العبادة, فلا يجوز لأحد أن يشرك به غيره. ومع هذا الوضوح فإن الكافرين يسوون بالله غيره, ويشركون به.\r\n", "sura_id": 6, "type": 3, "id": 31970, "aya_id": 1}, {"text": " <font color=red>الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ</font><BR><p>سُورَة الْأَنْعَام قَالَ الْعَوْفِيّ وَعِكْرِمَة وَعَطَاء عَنْ اِبْن عَبَّاس أُنْزِلَتْ سُورَة الْأَنْعَام بِمَكَّة . وَقَالَ الطَّبَرَانِيّ : حَدَّثَنَا عَلِيّ بْن عَبْد الْعَزِيز حَدَّثَنَا حَجَّاج بْن مِنْهَال حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ يُوسُف بْن مِهْرَان عَنْ اِبْن عَبَّاس قَالَ : نَزَلَتْ الْأَنْعَام بِمَكَّة لَيْلًا جُمْلَة وَاحِدَة حَوْلهَا سَبْعُونَ أَلْف مَلَك يَجْأَرُونَ حَوْلهَا بِالتَّسْبِيحِ وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ لَيْث عَنْ شَهْر بْن حَوْشَب عَنْ أَسْمَاء بِنْت يَزِيد قَالَتْ : نَزَلَتْ سُورَة الْأَنْعَام عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جُمْلَة وَأَنَا آخِذَة بِزِمَامِ نَاقَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنْ كَادَتْ مِنْ ثِقَلهَا لَتَكْسِر عِظَام النَّاقَة . وَقَالَ شَرِيك عَنْ لَيْث عَنْ شَهْر عَنْ أَسْمَاء قَالَتْ : نَزَلَتْ سُورَة الْأَنْعَام عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ فِي مَسِير فِي زَجَل مِنْ الْمَلَائِكَة وَقَدْ طَبَّقُوا مَا بَيْن السَّمَاء وَالْأَرْض . وَقَالَ السُّدِّيّ عَنْ مُرَّة عَنْ عَبْد اللَّه قَالَ : نَزَلَتْ سُورَة الْأَنْعَام يُشَيِّعهَا سَبْعُونَ أَلْفًا مِنْ الْمَلَائِكَة وَرُوِيَ نَحْوه مِنْ وَجْه آخَر عَنْ اِبْن مَسْعُود . وَقَالَ الْحَاكِم فِي مُسْتَدْرَكه : حَدَّثَنَا أَبُو عَبْد اللَّه مُحَمَّد بْن يَعْقُوب الْحَافِظ وَأَبُو الْفَضْل الْحَسَن بْن يَعْقُوب الْعَدْل قَالَا : حَدَّثَنَا مُحَمَّد بْن عَبْد الْوَهَّاب الْعَبْدِيّ أَخْبَرَنَا جَعْفَر بْن عَوْن حَدَّثَنَا إِسْمَاعِيل بْن عَبْد الرَّحْمَن السُّدِّيّ حَدَّثَنَا مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر قَالَ : لَمَّا نَزَلَتْ سُورَة الْأَنْعَام سَبَّحَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ \" لَقَدْ شَيَّعَ هَذِهِ السُّورَة مِنْ الْمَلَائِكَة مَا سَدَّ الْأُفُق \" ثُمَّ قَالَ صَحِيح عَلَى شَرْط مُسْلِم . وَقَالَ أَبُو بَكْر بْن مَرْدُوَيْهِ : حَدَّثَنَا مُحَمَّد بْن عُمَر حَدَّثَنَا إِبْرَاهِيم بْن دُرُسْتَوَيْهِ الْفَارِسِيّ حَدَّثَنَا أَبُو بَكْر بْن أَحْمَد بْن مُحَمَّد بْن سَالِم حَدَّثَنَا اِبْن أَبِي فُدَيْك حَدَّثَنِي عُمَر بْن طَلْحَة الرَّقَاشِيّ عَنْ نَافِع بْن مَالِك بْن أَبِي سُهَيْل عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَزَلَتْ سُورَة الْأَنْعَام مَعَهَا مَوْكِب مِنْ الْمَلَائِكَة سَدَّ مَا بَيْن الْخَافِقَيْنِ لَهُمْ زَجَل بِالتَّسْبِيحِ , وَالْأَرْض بِهِمْ تَرْتَجّ \" وَرَسُول اللَّه يَقُول \" سُبْحَان اللَّه الْعَظِيم سُبْحَان اللَّه الْعَظِيم \" ثُمَّ رَوَى اِبْن مَرْدُوَيْهِ عَنْ الطَّبَرَانِيّ عَنْ إِبْرَاهِيم بْن نَائِلَة عَنْ إِسْمَاعِيل بْن عُمَر عَنْ يُوسُف بْن عَطِيَّة عَنْ اِبْن عَوْن عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" نَزَلَتْ عَلَيَّ سُورَة الْأَنْعَام جُمْلَة وَاحِدَة وَشَيَّعَهَا سَبْعُونَ أَلْفًا مِنْ الْمَلَائِكَة لَهُمْ زَجَل بِالتَّسْبِيحِ وَالتَّحْمِيد\" . يَقُول اللَّه تَعَالَى مَادِحًا نَفْسه الْكَرِيمَة وَحَامِدًا لَهَا عَلَى خَلْقه السَّمَوَات وَالْأَرْض قَرَارًا لِعِبَادِهِ . وَجَعَلَ الظُّلُمَات وَالنُّور مَنْفَعَة لِعِبَادِهِ فِي لَيْلهمْ وَنَهَارهمْ فَجَمَعَ لَفْظ الظُّلُمَات وَوَحَّدَ لَفْظ النُّور لِكَوْنِهِ أَشْرَف كَقَوْلِهِ تَعَالَى \" عَنْ الْيَمِين وَالشَّمَائِل \" وَكَمَا قَالَ فِي آخِر هَذِهِ السُّورَة \" وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُل فَتَفَرَّقَ بِكُمْ عَنْ سَبِيله \" ثُمَّ قَالَ تَعَالَى \" ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ\" أَيْ وَمَعَ هَذَا كُلّه كَفَرَ بِهِ بَعْض عِبَاده وَجَعَلُوا لَهُ شَرِيكًا وَعَدْلًا وَاِتَّخَذُوا لَهُ صَاحِبَة وَوَلَدًا تَعَالَى اللَّه عَزَّ وَجَلَّ عَنْ ذَلِكَ عُلُوًّا كَبِيرًا .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42076, "aya_id": 1}]