[{"text": "كَبُرَ مَقْتًا عِندَ اللَّهِ أَن تَقُولُوا مَا لَا تَفْعَلُونَ", "sura_id": 61, "type": 0, "id": 5166, "aya_id": 3}, {"text": "كبر مقتا عند الله أن تقولوا ما لا تفعلون", "sura_id": 61, "type": 1, "id": 11402, "aya_id": 3}, {"text": "3 - (كبر) عظم (مقتا) تمييز (عند الله أن تقولوا) فاعل كبر (ما لا تفعلون) \r\n", "sura_id": 61, "type": 2, "id": 30110, "aya_id": 3}, {"text": "عَظُم بغضًا عند الله أن تقولوا بألسنتكم ما لا تفعلونه.\r\n", "sura_id": 61, "type": 3, "id": 36346, "aya_id": 3}, {"text": " <font color=red>كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ</font><BR><p>بِقَوْلِهِ تَعَالَى \" كَبُرَ مَقْتًا عِنْد اللَّه أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ \" وَقَدْ رَوَى الْإِمَام أَحْمَد وَأَبُو دَاوُد عَنْ عَبْد اللَّه بْن عَامِر بْن رَبِيعَة قَالَ : أَتَانَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَا صَبِيّ فَذَهَبْت لِأَخْرُج لِأَلْعَب فَقَالَتْ أُمِّي يَا عَبْد اللَّه تَعَالَ أُعْطِك فَقَالَ لَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَمَا أَرَدْت أَنْ تُعْطِيه ؟ \" قَالَتْ تَمْرًا فَقَالَ \" أَمَا إِنَّك لَوْ لَمْ تَفْعَلِي كُتِبَتْ عَلَيْك كَذْبَة \" وَذَهَبَ الْإِمَام مَالِك رَحِمَهُ اللَّه إِلَى أَنَّهُ إِذَا تَعَلَّقَ بِالْوَعْدِ عَزْمٌ عَلَى الْمَوْعُود وَجَبَ الْوَفَاء بِهِ كَمَا لَوْ قَالَ لِغَيْرِهِ تَزَوَّجْ وَلَك عَلَيَّ كُلّ يَوْم كَذَا فَتَزَوَّجَ وَجَبَ عَلَيْهِ أَنْ يُعْطِيه مَا دَامَ كَذَلِكَ ; لِأَنَّهُ تَعَلَّقَ بِهِ حَقّ آدَمِيّ , وَهُوَ مَبْنِيّ عَلَى الْمُضَايَقَة , وَذَهَبَ الْجُمْهُور إِلَى أَنَّهُ لَا يَجِبُ مُطْلَقًا وَحَمَلُوا الْآيَة عَلَى أَنَّهَا نَزَلَتْ حِين تَمَنَّوْا فَرِيضَة الْجِهَاد عَلَيْهِمْ فَلَمَّا فُرِضَ نَكَلَ عَنْهُ بَعْضهمْ كَقَوْلِهِ تَعَالَى \" أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاة وَآتُوا الزَّكَاة فَلَمَّا كُتِبَ عَلَيْهِمْ الْقِتَال إِذَا فَرِيق مِنْهُمْ يَخْشَوْنَ النَّاس كَخَشْيَةِ اللَّه أَوْ أَشَدّ خَشْيَة وَقَالُوا رَبّنَا لِمَ كَتَبْت عَلَيْنَا الْقِتَال لَوْلَا أَخَّرْتنَا إِلَى أَجَل قَرِيب قُلْ مَتَاع الدُّنْيَا قَلِيل وَالْآخِرَة خَيْر لِمَنْ اِتَّقَى وَلَا تُظْلَمُونَ فَتِيلًا أَيْنَمَا تَكُونُوا يُدْرِككُمْ الْمَوْت وَلَوْ كُنْتُمْ فِي بُرُوج مُشَيَّدَة \" وَقَالَ تَعَالَى \" وَيَقُول الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَة فَإِذَا أُنْزِلَتْ سُورَة مُحْكَمَة وَذُكِرَ فِيهَا الْقِتَال رَأَيْت الَّذِينَ فِي قُلُوبهمْ مَرَض يَنْظُرُونَ إِلَيْك نَظَر الْمَغْشِيّ عَلَيْهِ مِنْ الْمَوْت \" الْآيَة وَهَكَذَا هَذِهِ الْآيَة مَعْنَاهَا كَمَا قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ \" قَالَ كَانَ نَاس مِنْ الْمُؤْمِنِينَ قَبْل أَنْ يُفْرَض الْجِهَاد يَقُولُونَ لَوَدِدْنَا أَنَّ اللَّه عَزَّ وَجَلَّ دَلَّنَا عَلَى أَحَبّ الْأَعْمَال إِلَيْهِ فَنَعْمَل بِهِ فَأَخْبَرَ اللَّه نَبِيّه أَنَّ أَحَبّ الْأَعْمَالِ إِيمَان بِهِ لَا شَكَّ فِيهِ وَجِهَاد أَهْل مَعْصِيَته الَّذِينَ خَالَفُوا الْإِيمَان وَلَمْ يُقِرُّوا بِهِ فَلَمَّا نَزَلَ الْجِهَاد كَرِهَ ذَلِكَ نَاس مِنْ الْمُؤْمِنِينَ وَشَقَّ عَلَيْهِمْ أَمْره فَقَالَ اللَّه سُبْحَانه وَتَعَالَى يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ , وَهَذَا اِخْتِيَار اِبْن جَرِير وَقَالَ مُقَاتِل بْن حَيَّان قَالَ الْمُؤْمِنُونَ لَوْ نَعْلَم أَحَبّ الْأَعْمَال إِلَى اللَّه لَعَمِلْنَا بِهِ فَدَلَّهُمْ اللَّه عَلَى أَحَبّ الْأَعْمَال إِلَيْهِ فَقَالَ \" إِنَّ اللَّه يُحِبّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيله صَفًّا \" فَبَيَّنَ لَهُمْ فَابْتُلُوا يَوْم أُحُدٍ بِذَلِكَ فَوَلَّوْا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُدْبِرِينَ فَأَنْزَلَ اللَّه فِي ذَلِكَ \" يَا أَيّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ \" وَقَالَ : أَحَبُّكُمْ إِلَيَّ مَنْ قَاتَلَ فِي سَبِيلِي وَمِنْهُمْ مَنْ يَقُول أُنْزِلَتْ فِي شَأْن الْقِتَال يَقُول الرَّجُل قَاتَلْت وَلَمْ يُقَاتِلْ وَطَعَنْت وَلَمْ يَطْعَن وَضَرَبْت وَلَمْ يَضْرِب وَصَبَرْت وَلَمْ يَصْبِر وَقَالَ قَتَادَة وَالضَّحَّاك نَزَلَتْ تَوْبِيخًا لِقَوْمٍ كَانُوا يَقُولُونَ قَتَلْنَا ضَرَبْنَا طَعَنَّا وَفَعَلْنَا وَلَمْ يَكُونُوا فَعَلُوا ذَلِكَ وَقَالَ اِبْن زَيْد نَزَلَتْ فِي قَوْم مِنْ الْمُنَافِقِينَ كَانُوا يَعِدُونَ الْمُسْلِمِينَ النَّصْر وَلَا يَفُونَ لَهُمْ بِذَلِكَ وَقَالَ مَالِك عَنْ زَيْد بْن أَسْلَمَ لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ قَالَ الْجِهَاد .</p><BR> <br> ", "sura_id": 61, "type": 4, "id": 42261, "aya_id": 3}]