[{"text": "إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ فَأَنزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى وَكَانُوا أَحَقَّ بِهَا وَأَهْلَهَا وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا", "sura_id": 48, "type": 0, "id": 4609, "aya_id": 26}, {"text": "إذ جعل الذين كفروا في قلوبهم الحمية حمية الجاهلية فأنزل الله سكينته على رسوله وعلى المؤمنين وألزمهم كلمة التقوى وكانوا أحق بها وأهلها وكان الله بكل شيء عليما", "sura_id": 48, "type": 1, "id": 10845, "aya_id": 26}, {"text": "26 - (إذ جعل) متعلق بعذبنا (الذين كفروا) فاعل (في قلوبهم الحمية) الأنفة من الشيء (حمية الجاهلية) بدل من الحمية وهي صدهم النبي وأصحابه عن المسجد الحرام (فأنزل الله سكينته على رسوله وعلى المؤمنين) فصالحوهم على أن يعودوا من قابل ولم يلحقهم من الحمية ما لحق الكفار حتى يقاتلوهم (وألزمهم) المؤمنين (كلمة التقوى) لا إله إلا الله محمد رسول الله وأضيفت إلى التقوى لأنها سببها (وكانوا أحق بها) بالكلمة من الكفار (وأهلها) عطف تفسيري (وكان الله بكل شيء عليما) أي لم يزل متصفا بذلك ومن معلومه تعالى أنهم أهلها \r\n", "sura_id": 48, "type": 2, "id": 29553, "aya_id": 26}, {"text": "إذ جعل الذين كفروا في قلوبهم الأنَفَة أنَفَة الجاهلية؛ لئلا يقروا برسالة محمد صلى الله عليه وسلم، ومن ذلك امتناعهم أن يكتبوا في صلح \"الحديبية\" \"بسم الله الرحمن الرحيم\" وأبوا أن يكتبوا \"هذا ما قاضى عليه محمد رسول الله\", فأنزل الله الطمأنينة على رسوله وعلى المؤمنين معه, وألزمهم قول \"لا إله إلا الله\" التي هي رأس كل تقوى, وكان الرسول صلى الله عليه وسلم والمؤمنون معه أحق بكلمة التقوى من المشركين, وكانوا كذلك أهل هذه الكلمة دون المشركين. وكان الله بكل شيء عليمًا لا يخفى عليه شيء. \r\n", "sura_id": 48, "type": 3, "id": 35789, "aya_id": 26}, {"text": " <font color=red>إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى وَكَانُوا أَحَقَّ بِهَا وَأَهْلَهَا وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا</font><BR><p>\" إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمْ الْحَمِيَّة حَمِيَّة الْجَاهِلِيَّة \" وَذَلِكَ حِين أَبَوْا أَنْ يَكْتُبُوا بِسْمِ اللَّه الرَّحْمَن الرَّحِيم وَأَبَوْا أَنْ يَكْتُبُوا هَذَا مَا قَاضَى عَلَيْهِ مُحَمَّد رَسُول اللَّه \" فَأَنْزَلَ اللَّه سَكِينَته عَلَى رَسُوله وَعَلَى الْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَة التَّقْوَى \" وَهِيَ قَوْل لَا إِلَه إِلَّا اللَّه كَمَا قَالَ اِبْن جَرِير وَعَبْد اللَّه بْن الْإِمَام أَحْمَد حَدَّثَنَا الْحَسَن بْن قَزَعَة أَبُو عَلِيّ الْبَصْرِيّ حَدَّثَنَا سُفْيَان بْن حَبِيب حَدَّثَنَا شُعْبَة عَنْ ثَوْر عَنْ أَبِيهِ عَنْ الطُّفَيْل يَعْنِي اِبْن أُبَيّ بْن كَعْب عَنْ أَبِيهِ رَضِيَ اللَّه عَنْهُ أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" أَلْزَمَهُمْ كَلِمَة التَّقْوَى \" - قَالَ - لَا إِلَه إِلَّا اللَّه \" وَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ الْحَسَن بْن قَزَعَة وَقَالَ غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيثه وَسَأَلْت أَبَا زُرْعَة عَنْهُ فَلَمْ يَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن مَنْصُور الرَّمَادِيّ حَدَّثَنَا عَبْد اللَّه بْن صَالِح حَدَّثَنِي اللَّيْث حَدَّثَنِي عَبْد الرَّحْمَن بْن خَالِد عَنْ اِبْن شِهَاب عَنْ سَعِيد بْن الْمُسَيِّب أَنَّ أَبَا هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَخْبَرَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ\" أُمِرْت أَنْ أُقَاتِل النَّاس حَتَّى يَقُولُوا لَا إِلَه إِلَّا اللَّه فَمَنْ قَالَ لَا إِلَه إِلَّا اللَّه فَقَدْ عَصَمَ مِنِّي مَاله وَنَفْسه إِلَّا بِحَقِّهِ وَحِسَابه عَلَى اللَّه عَزَّ وَجَلَّ \" وَأَنْزَلَ اللَّه عَزَّ وَجَلَّ فِي كِتَابه وَذَكَرَ قَوْمًا فَقَالَ \" إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَه إِلَّا اللَّه يَسْتَكْبِرُونَ\" وَقَالَ جَلَّ ثَنَاؤُهُ \" وَأَلْزَمَهُمْ كَلِمَة التَّقْوَى وَكَانُوا أَحَقَّ بِهَا وَأَهْلَهَا \" وَهِيَ لَا إِلَه إِلَّا اللَّه مُحَمَّد رَسُول اللَّه فَاسْتَكْبَرُوا عَنْهَا وَاسْتَكْبَرَ عَنْهَا الْمُشْرِكُونَ يَوْم الْحُدَيْبِيَة فَكَاتَبَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى قَضِيَّة الْمُدَّة وَكَذَا رَوَاهُ بِهَذِهِ الزِّيَادَات اِبْن جَرِير مِنْ حَدِيث الزُّهْرِيّ , وَالظَّاهِر أَنَّهَا مُدْرَجَة مِنْ كَلَام الزُّهْرِيّ وَاَللَّه أَعْلَمُ وَقَالَ مُجَاهِد كَلِمَة التَّقْوَى الْإِخْلَاص وَقَالَ عَطَاء بْن أَبِي رَبَاح هِيَ لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ لَهُ الْمُلْك وَلَهُ الْحَمْد وَهُوَ عَلَى كُلّ شَيْء قَدِير وَقَالَ يُونُس بْن بُكَيْر عَنْ اِبْن إِسْحَاق عَنْ الزُّهْرِيّ عَنْ عُرْوَة عَنْ الْمِسْوَر \" وَأَلْزَمَهُمْ كَلِمَة التَّقْوَى \" قَالَ : لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ وَقَالَ الثَّوْرِيّ عَنْ سَلَمَة بْن كُهَيْل عَنْ عَبَايَة بْن رِبْعِيّ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ \" وَأَلْزَمَهُمْ كَلِمَة التَّقْوَى \" قَالَ : لَا إِلَه إِلَّا اللَّه وَاَللَّه أَكْبَرُ وَكَذَا قَالَ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَوْله تَعَالَى\" وَأَلْزَمَهُمْ كَلِمَة التَّقْوَى \" قَالَ يَقُول شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه وَهِيَ رَأْس كُلّ تَقْوَى وَقَالَ سَعِيد بْن جُبَيْر\" وَأَلْزَمَهُمْ كَلِمَة التَّقْوَى \" قَالَ لَا إِلَه إِلَّا اللَّه وَالْجِهَاد فِي سَبِيله وَقَالَ عَطَاء الْخُرَاسَانِيّ هِيَ لَا إِلَه إِلَّا اللَّه مُحَمَّد رَسُول اللَّه وَقَالَ عَبْد اللَّه بْن الْمُبَارَك عَنْ مَعْمَر عَنْ الزُّهْرِيّ \" وَأَلْزَمَهُمْ كَلِمَة التَّقْوَى\" قَالَ بِسْمِ اللَّه الرَّحْمَن الرَّحِيم وَقَالَ قَتَادَة \" وَأَلْزَمَهُمْ كَلِمَة التَّقْوَى \" قَالَ لَا إِلَه إِلَّا اللَّه \" وَكَانُوا أَحَقَّ بِهَا وَأَهْلَهَا \" كَانَ الْمُسْلِمُونَ أَحَقّ بِهَا وَكَانُوا أَهْلهَا\" وَكَانَ اللَّه بِكُلِّ شَيْء عَلِيمًا \" أَيْ هُوَ عَلِيم بِمَنْ يَسْتَحِقّ الْخَيْر مِمَّنْ يَسْتَحِقّ الشَّرّ وَقَدْ قَالَ النَّسَائِيّ حَدَّثَنَا إِبْرَاهِيم بْن سَعِيد حَدَّثَنَا شَبَّابَة بْن سِوَار عَنْ أَبِي رَزِين عَنْ عَبْد اللَّه بْن الْعَلَاء بْن زبر عَنْ بِشْر بْن عُبَيْد اللَّه عَنْ أَبِي إِدْرِيس عَنْ أُبَيّ بْن كَعْب رَضِيَ اللَّه عَنْهُ أَنَّهُ كَانَ يَقْرَأ \" إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبهمْ الْحَمِيَّة حَمِيَّة الْجَاهِلِيَّة وَلَوْ حَمِيتُمْ كَمَا حَمُوا لَفَسَدَ الْمَسْجِد الْحَرَام \" فَبَلَغَ ذَلِكَ عُمَر رَضِيَ اللَّه عَنْهُ فَأَغْلَظَ لَهُ فَقَالَ إِنَّك لَتَعْلَمُ أَنِّي كُنْت أَدْخُل عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيُعَلِّمنِي مِمَّا عَلَّمَهُ اللَّه تَعَالَى فَقَالَ عُمَر رَضِيَ اللَّه عَنْهُ بَلْ أَنْتَ رَجُل عِنْدك عِلْم وَقُرْآن فَاقْرَأْ وَعَلِّمْ مِمَّا عَلَّمَك اللَّه تَعَالَى وَرَسُوله \" وَهَذَا ذِكْر الْأَحَادِيث الْوَارِدَة فِي قِصَّة الْحُدَيْبِيَة وَقِصَّة الصُّلْح \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن هَارُون أَخْبَرَنَا مُحَمَّد بْن إِسْحَاق بْن يَسَار عَنْ الزُّهْرِيّ عَنْ عُرْوَة بْن الزُّبَيْر عَنْ الْمِسْوَر بْن مَخْرَمَة وَمَرْوَان بْن الْحَكَم رَضِيَ اللَّه عَنْهُمَا قَالَ : خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُرِيد زِيَارَة الْبَيْت لَا يُرِيد قِتَالًا وَسَاقَ مَعَهُ الْهَدْي سَبْعِينَ بَدَنَة وَكَانَ النَّاس سَبْعَمِائَة رَجُل فَكَانَتْ كُلّ بَدَنَة عَنْ عَشَرَة وَخَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا كَانَ بِعُسْفَانَ لَقِيَهُ بِشْر بْن سُفْيَان الْكَعْبِيّ فَقَالَ يَا رَسُول اللَّه هَذِهِ قُرَيْش قَدْ سَمِعَتْ بِمَسِيرِك فَخَرَجَتْ مَعَهَا الْعُوذ الْمَطَافِيل قَدْ لَبِسَتْ جُلُود النُّمُور يُعَاهِدُونَ اللَّه تَعَالَى أَنْ لَا تَدْخُلَهَا عَلَيْهِمْ عَنْوَة أَبَدًا وَهَذَا خَالِد بْن الْوَلِيد فِي خَيْلهمْ قَدْ قَدَّمُوهُ إِلَى كُرَاع الْغَمِيم فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا وَيْح قُرَيْش قَدْ أَكَلَتْهُمْ الْحَرْب مَاذَا عَلَيْهِمْ لَوْ خَلَّوْا بَيْنِي وَبَيْن سَائِر النَّاس ؟ فَإِنْ أَصَابُونِي كَانَ الَّذِي أَرَادُوا وَإِنْ أَظْهَرَنِي اللَّه تَعَالَى دَخَلُوا فِي الْإِسْلَام وَهُمْ وَافِرُونَ وَإِنْ لَمْ يَفْعَلُوا قَاتَلُوا وَبِهِمْ قُوَّة فَمَاذَا تَظُنّ قُرَيْش فَوَاَللَّهِ لَا أَزَالُ أُجَاهِدهُمْ عَلَى الَّذِي بَعَثَنِي اللَّه تَعَالَى بِهِ حَتَّى يُظْهِرنِي اللَّه عَزَّ وَجَلَّ أَوْ تَنْفَرِد هَذِهِ السَّالِفَة \" ثُمَّ أَمَرَ النَّاس فَسَلَكُوا ذَات الْيَمِين بَيْن ظَهْرَيْ الْحَمْضِ عَلَى طَرِيقٍ تُخْرِجهُ عَلَى ثَنِيَّة الْمُرَار وَالْحُدَيْبِيَة مِنْ أَسْفَل مَكَّة قَالَ فَسَلَكَ بِالْجَيْشِ تِلْكَ الطَّرِيق فَلَمَّا رَأَتْ خَيْل قُرَيْش قَتَرَة الْجَيْش قَدْ خَالَفُوا عَنْ طَرِيقهمْ رَكَضُوا رَاجِعِينَ إِلَى قُرَيْش فَخَرَجَ رَسُول اللَّه حَتَّى إِذَا سَلَكَ ثَنِيَّة الْمُرَار بَرَكَتْ نَاقَته فَقَالَ النَّاس خَلَأَتْ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا خَلَأَتْ وَمَا ذَلِكَ لَهَا بِخُلُقٍ وَلَكِنْ حَبَسَهَا حَابِس الْفِيل عَنْ مَكَّة وَاَللَّهِ لَا تَدْعُونِي قُرَيْشٌ الْيَوْمَ إِلَى خُطَّة يَسْأَلُونِي فِيهَا صِلَة الرَّحِم إِلَّا أَعْطَيْتهمْ إِيَّاهَا \" ثُمَّ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلنَّاسِ\" اِنْزِلُوا \" قَالُوا يَا رَسُول اللَّه مَا بِالْوَادِي مِنْ مَاء يَنْزِل عَلَيْهِ النَّاس فَأَخْرَجَ رَسُول اللَّه سَهْمًا مِنْ كِنَانَته فَأَعْطَاهُ رَجُلًا مِنْ أَصْحَابه فَنَزَلَ فِي قَلِيب مِنْ تِلْكَ الْقُلُب فَغَرَزَهُ فِيهِ فَجَاشَ بِالْمَاءِ حَتَّى ضَرَبَ النَّاس عَنْهُ بِعَطَنٍ فَلَمَّا اِطْمَأَنَّ رَسُول اللَّه إِذَا بُدَيْل بْن وَرْقَاء فِي رِجَال مِنْ خُزَاعَة فَقَالَ لَهُمْ كَقَوْلِهِ لِبِشْرِ بْن سُفْيَان فَرَجَعُوا إِلَى قُرَيْش فَقَالُوا : يَا مَعْشَر قُرَيْش إِنَّكُمْ تَعْجَلُونَ عَلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ مُحَمَّدًا لَمْ يَأْتِ لِقِتَالٍ إِنَّمَا جَاءَ زَائِرًا لِهَذَا الْبَيْت مُعَظِّمًا لِحَقِّهِ فَاتَّهَمُوهُمْ قَالَ مُحَمَّد بْن إِسْحَاق قَالَ الزُّهْرِيّ وَكَانَتْ خُزَاعَة عَيْبَةَ نُصْحِ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُشْرِكهَا وَمُسْلِمهَا لَا يُخْفُونَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شَيْئًا كَانَ بِمَكَّة فَقَالُوا وَإِنْ كَانَ إِنَّمَا جَاءَ لِذَلِكَ فَوَاَللَّهِ لَا يَدْخُلُهَا أَبَدًا عَلَيْنَا عَنْوَة وَلَا يَتَحَدَّث بِذَلِكَ الْعَرَب ثُمَّ بَعَثُوا إِلَيْهِ مِكْرَز بْن حَفْص أَحَد بَنِي عَامِر بْن لُؤَيّ فَلَمَّا رَآهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" هَذَا رَجُل غَادِر \" فَلَمَّا اِنْتَهَى إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَلَّمَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوٍ مِمَّا تَكَلَّمَ بِهِ مَعَ أَصْحَابه ثُمَّ رَجَعَ إِلَى قُرَيْش فَأَخْبَرَهُمْ بِمَا قَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَبَعَثُوا إِلَيْهِ الْحِلْس بْن عَلْقَمَة الْكِنَانِيّ وَهُوَ يَوْمئِذٍ سَيِّد الْأَحَابِيش فَلَمَّا رَآهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" هَذَا مِنْ قَوْم يَتَأَلَّهُونَ فَابْعَثُوا الْهَدْي \" فَلَمَّا رَأَى الْهَدْي يَسِيل عَلَيْهِ مِنْ عَرْض الْوَادِي فِي قَلَائِده قَدْ أَكَلَ أَوْبَارَهُ مِنْ طُولِ الْحَبْس عَنْ مَحِلِّهِ رَجَعَ وَلَمْ يَصِل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِعْظَامًا لِمَا رَأَى فَقَالَ يَا مَعْشَر قُرَيْش لَقَدْ رَأَيْت مَا لَا يَحِلّ صَدُّ الْهَدْيِ فِي قَلَائِدِهِ قَدْ أَكَلَ أَوْبَارَهُ مِنْ طُولِ الْحَبْسِ عَنْ مَحِلِّهِ قَالُوا اِجْلِسْ إِنَّمَا أَنْتَ أَعْرَابِيٌّ لَا عِلْمَ لَك فَبَعَثُوا إِلَيْهِ عُرْوَة بْن مَسْعُود الثَّقَفِيّ فَقَالَ يَا مَعْشَرَ قُرَيْشٍ إِنَى قَدْ رَأَيْت مَا يَلْقَى مِنْكُمْ مَنْ تَبْعَثُونَ إِلَى مُحَمَّدٍ إِذَا جَاءَكُمْ مِنْ التَّعْنِيفِ وَسُوء اللَّفْظ , وَقَدْ عَرَفْتُمْ أَنَّكُمْ إِلَيَّ وَالِدٌ وَأَنَا وَلَدٌ , وَقَدْ سَمِعْت بِاَلَّذِي نَابَكُمْ فَجَمَعْت مَنْ أَطَاعَنِي مِنْ قَوْمِي ثُمَّ جِئْت حَتَّى آسَيْتُكُمْ بِنَفْسِي قَالُوا : صَدَقْت مَا أَنْتَ عِنْدنَا بِمُتَّهَمٍ فَخَرَجَ حَتَّى أَتَى رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَلَسَ بَيْن يَدَيْهِ فَقَالَ يَا مُحَمَّد جَمَعْت أَوْبَاشَ النَّاسِ ثُمَّ جِئْت بِهِمْ لِبَيْضَتِك لِتَفُضَّهَا إِنَّهَا قُرَيْشٌ قَدْ خَرَجَتْ مَعَهَا الْعُوذ الْمَطَافِيل قَدْ لَبِسُوا جُلُود النُّمُور يُعَاهِدُونَ اللَّه تَعَالَى أَنْ لَا تَدْخُلَهَا عَلَيْهِمْ عَنْوَةً أَبَدًا وَأَيْم اللَّه لِكَأَنِّي بِهَؤُلَاءِ قَدْ اِنْكَشَفُوا عَنْك غَدًا قَالَ وَأَبُو بَكْر رَضِيَ اللَّه عَنْهُ قَاعِد خَلْف رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ اُمْصُصْ بَظْرَ اللَّاتِ أَنَحْنُ نَنْكَشِف عَنْهُ ؟ قَالَ مَنْ هَذَا يَا مُحَمَّد ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هَذَا اِبْن أَبِي قُحَافَة \" قَالَ أَمَا وَاَللَّه لَوْلَا يَد كَانَتْ لَك عِنْدِي لَكَافَأْتُك بِهَا وَلَكِنَّ هَذِهِ بِهَا ثُمَّ تَنَاوَلَ لِحْيَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمُغِيرَة بْن شُعْبَة رَضِيَ اللَّه عَنْهُ وَاقِف عَلَى رَأْس رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْحَدِيدِ قَالَ فَقَرَعَ يَده ثُمَّ قَالَ أَمْسِكْ يَدك عَنْ لِحْيَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل وَاَللَّهِ أَنْ لَا تَصِل إِلَيْك قَالَ وَيْحك مَا أَفَظَّك وَأَغْلَظَك فَتَبَسَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ مَنْ هَذَا يَا مُحَمَّد ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هَذَا اِبْن أَخِيك الْمُغِيرَة بْن شُعْبَة \" قَالَ أَغُدَرُ وَهَلْ غَسَلْت سَوْأَتَك إِلَّا بِالْأَمْسِ ؟ قَالَ فَكَلَّمَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمِثْلِ مَا كَلَّمَ بِهِ أَصْحَابه وَأَخْبَرَهُ أَنَّهُ لَمْ يَأْتِ يُرِيد حَرْبًا قَالَ فَقَامَ مِنْ عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَدْ رَأَى مَا يَصْنَع بِهِ أَصْحَابه لَا يَتَوَضَّأ وُضُوءًا إِلَّا اِبْتَدَرُوهُ وَلَا يَبْصُق بُصَاقًا إِلَّا اِبْتَدَرُوهُ وَلَا يَسْقُط مِنْ شَعْره شَيْء إِلَّا أَخَذُوهُ فَرَجَعَ إِلَى قُرَيْش فَقَالَ يَا مَعْشَر قُرَيْش إِنَى جِئْت كِسْرَى فِي مُلْكه وَجِئْت قَيْصَر وَالنَّجَاشِيّ فِي مُلْكهمَا وَاَللَّه مَا رَأَيْت مَلِكًا قَطُّ مِثْل مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَصْحَابه وَلَقَدْ رَأَيْت قَوْمًا لَا يُسْلِمُونَهُ لِشَيْءٍ أَبَدًا فِرُّوا رَأْيكُمْ قَالَ وَقَدْ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل ذَلِكَ بَعَثَ خِرَاش بْن أُمَيَّة الْخُزَاعِيّ إِلَى مَكَّة وَحَمَلَهُ عَلَى جَمَلٍ لَهُ يُقَال لَهُ الثَّعْلَب فَلَمَّا دَخَلَ مَكَّة عَقَرَتْ بِهِ قُرَيْش وَأَرَادُوا قَتْل خِرَاش فَمَنَعَتْهُمْ الْأَحَابِيش حَتَّى أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَدَعَا عُمَر رَضِيَ اللَّه عَنْهُ لِيَبْعَثهُ إِلَى مَكَّة فَقَالَ يَا رَسُول اللَّه إِنَى أَخَاف قُرَيْشًا عَلَى نَفْسِي وَلَيْسَ بِهَا مِنْ بَنِي عَدِيّ أَحَد يَمْنَعنِي وَقَدْ عَرَفَتْ قُرَيْش عَدَاوَتِي إِيَّاهَا وَغِلْظَتِي عَلَيْهَا وَلَكِنْ أَدُلّك عَلَى رَجُل هُوَ أَعَزّ مِنِّي بِهَا عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ قَالَ فَدَعَاهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَبَعَثَهُ يُخْبِرهُمْ أَنَّهُ لَمْ يَأْتِ لِحَرْبِ أَحَد وَإِنَّمَا جَاءَ زَائِرًا لِهَذَا الْبَيْت مُعَظِّمًا لِحُرْمَتِهِ فَخَرَجَ عُثْمَان رَضِيَ اللَّه عَنْهُ حَتَّى أَتَى مَكَّة فَلَقِيَهُ أَبَان بْن سَعِيد بْن الْعَاصِ فَنَزَلَ عَنْ دَابَّته وَحَمَلَهُ بَيْن يَدَيْهِ أَرْدَفَهُ خَلْفه وَأَجَارَهُ حَتَّى بَلَّغَ رِسَالَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَانْطَلَقَ عُثْمَان رَضِيَ اللَّه عَنْهُ حَتَّى أَتَى أَبَا سُفْيَان وَعُظَمَاء قُرَيْش فَبَلَّغَهُمْ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا أَرْسَلَهُ بِهِ فَقَالُوا لِعُثْمَان رَضِيَ اللَّه عَنْهُ : إِنْ شِئْت أَنْ تَطُوف بِالْبَيْتِ فَطُفْ بِهِ فَقَالَ مَا كُنْت لِأَفْعَل حَتَّى يَطُوف بِهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ وَاحْتَبَسَتْهُ قُرَيْش عِنْدهَا قَالَ وَبَلَغَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ عُثْمَان رَضِيَ اللَّه عَنْهُ قَدْ قُتِلَ قَالَ مُحَمَّد فَحَدَّثَنِي الزُّهْرِيّ أَنَّ قُرَيْشًا بَعَثُوا سُهَيْل بْن عَمْرو وَقَالُوا اِئْتِ مُحَمَّدًا فَصَالِحْهُ وَلَا تَلِنْ فِي صُلْحه إِلَّا أَنْ يَرْجِع عَنَّا عَامَهُ هَذَا فَوَاَللَّهِ لَا تُحَدِّث الْعَرَب أَنَّهُ دَخَلَهَا عَلَيْنَا عَنْوَة أَبَدًا فَأَتَاهُ سُهَيْل بْن عَمْرو فَلَمَّا رَآهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" قَدْ أَرَادَ الْقَوْم الصُّلْح حِين بَعَثُوا هَذَا الرَّجُل\" فَلَمَّا اِنْتَهَى إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَكَلَّمَا وَأَطَالَا الْكَلَام وَتَرَاجَعَا حَتَّى جَرَى بَيْنهمَا الصُّلْح فَلَمَّا اِلْتَأَمَ الْأَمْر وَلَمْ يَبْقَ إِلَّا الْكِتَاب وَثَبَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فَأَتَى أَبَا بَكْر رَضِيَ اللَّه عَنْهُ فَقَالَ يَا أَبَا بَكْر أَوَلَيْسَ بِرَسُولِ اللَّه ؟ أَوَ لَسْنَا بِالْمُسْلِمِينَ ؟ أَوَ لَيْسُوا بِالْمُشْرِكِينَ ؟ قَالَ بَلَى قَالَ فَعَلَامَ نُعْطِي الدَّنِيَّة فِي دِينِنَا ؟ فَقَالَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ اِلْزَمْ غَرْزَهُ حَيْثُ كَانَ فَإِنِّي أَشْهَدُ أَنَّهُ رَسُول اللَّه فَقَالَ عُمَر رَضِيَ اللَّه عَنْهُ وَأَنَا أَشْهَدُ ثُمَّ أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه أَوَلَسْنَا بِالْمُسْلِمِينَ ؟ أَوَ لَيْسُوا بِالْمُشْرِكِينَ ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" بَلَى \" قَالَ فَعَلَامَ نُعْطِي الدَّنِيَّة فِي دِيننَا ؟ فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنَا عَبْد اللَّه وَرَسُوله لَنْ أُخَالِف أَمْرَهُ وَلَنْ يُضَيِّعَنِي \" ثُمَّ قَالَ عُمَر رَضِيَ اللَّه عَنْهُ مَا زِلْت أَصُوم وَأُصَلِّي وَأَتَصَدَّق وَأُعْتِق مِنْ الَّذِي صَنَعْت مَخَافَة كَلَامِي الَّذِي تَكَلَّمْت بِهِ يَوْمئِذٍ حَتَّى رَجَوْت أَنْ يَكُون خَيْرًا قَالَ ثُمَّ دَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ فَقَالَ اُكْتُبْ \" بِسْمِ اللَّه الرَّحْمَن الرَّحِيم \" فَقَالَ سُهَيْل لَا أَعْرِف هَذَا وَلَكِنْ اُكْتُبْ بِاسْمِك اللَّهُمَّ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اُكْتُبْ بِاسْمِك اللَّهُمَّ هَذَا مَا صَالَحَ عَلَيْهِ مُحَمَّد رَسُول اللَّه \" فَقَالَ سُهَيْل بْن عَمْرو لَوْ شَهِدْت أَنَّك رَسُول اللَّه لَمْ أُقَاتِلْك وَلَكِنْ اُكْتُبْ هَذَا مَا صَالَحَ عَلَيْهِ مُحَمَّد بْن عَبْد اللَّه وَسُهَيْل بْن عَمْرو عَلَى وَضْع الْحَرْب عَشْر سِنِينَ يَأْمَن فِيهَا النَّاس وَيَكُفّ بَعْضهمْ عَنْ بَعْض عَلَى أَنَّهُ مَنْ أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أَصْحَابه بِغَيْرِ إِذْن وَلِيّه رَدَّهُ عَلَيْهِ وَمَنْ أَتَى قُرَيْشًا مِمَّنْ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَرُدُّوهُ عَلَيْهِ وَأَنَّ بَيْننَا عَيْبَة مَكْفُوفَة وَأَنَّهُ لَا إِسْلَال وَلَا إِغْلَال وَكَانَ فِي شَرْطهمْ حِين كَتَبُوا الْكِتَاب : أَنَّهُ مَنْ أَحَبَّ أَنْ يَدْخُل فِي عَقْد مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَهْده دَخَلَ فِيهِ وَمَنْ أَحَبَّ أَنْ يَدْخُل فِي عَقْد قُرَيْش وَعَهْدهمْ دَخَلَ فِيهِ فَتَوَاثَبَتْ خُزَاعَة فَقَالُوا نَحْنُ فِي عَقْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَهْده وَتَوَاثَبَتْ بَنُو بَكْر فَقَالُوا نَحْنُ فِي عَقْد قُرَيْش وَعَهْدهمْ وَأَنَّك تَرْجِع عَنَّا عَامنَا هَذَا فَلَا تَدْخُل عَلَيْنَا مَكَّة وَأَنَّهُ إِذَا كَانَ عَام قَابِل خَرَجْنَا عَنْك فَتَدْخُلهَا بِأَصْحَابِك وَأَقَمْت بِهَا ثَلَاثًا مَعَك سِلَاح الرَّاكِب لَا تَدْخُلهَا بِغَيْرِ السُّيُوف فِي الْقِرَب فَبَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَكْتُب الْكِتَاب إِذْ جَاءَهُ أَبُو جَنْدَل بْن سُهَيْل بْن عَمْرو فِي الْحَدِيد قَدْ اِنْفَلَتَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : وَقَدْ كَانَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَرَجُوا وَهُمْ لَا يَشُكُّونَ فِي الْفَتْح لِرُؤْيَا رَآهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا رَأَوْا مَا رَأَوْا مِنْ الصُّلْح وَالرُّجُوع وَمَا تَحَمَّلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى نَفْسه دَخَلَ النَّاس مِنْ ذَلِكَ أَمْرٌ عَظِيم حَتَّى كَادُوا أَنْ يَهْلَكُوا فَلَمَّا رَأَى سُهَيْل أَبَا جَنْدَل قَامَ إِلَيْهِ فَضَرَبَ وَجْهه وَقَالَ يَا مُحَمَّد قَدْ تَمَّتْ الْقَضِيَّة بَيْنِي وَبَيْنك قَبْل أَنْ يَأْتِيك هَذَا قَالَ \" صَدَقْت \" فَقَامَ إِلَيْهِ فَأَخَذَ بِتَلَابِيبِهِ قَالَ وَصَرَخَ أَبُو جَنْدَل بِأَعْلَى صَوْته يَا مَعْشَر الْمُسْلِمِينَ أَتَرُدُّونَنِي إِلَى أَهْل الشِّرْك فَيَفْتِنُونِي فِي دِينِي ؟ قَالَ فَزَادَ النَّاس شَرًّا إِلَى مَا بِهِمْ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا أَبَا جَنْدَل اِصْبِرْ وَاحْتَسِبْ فَإِنَّ اللَّه تَعَالَى جَاعِل لَك وَلِمَنْ مَعَك مِنْ الْمُسْتَضْعَفِينَ فَرَجًا وَمَخْرَجًا إِنَّا قَدْ عَقَدْنَا بَيْننَا وَبَيْن الْقَوْم صُلْحًا فَأَعْطَيْنَاهُمْ عَلَى ذَلِكَ وَأَعْطَوْنَا عَلَيْهِ عَهْدًا وَإِنَّا لَنْ نَغْدِر بِهِمْ \" قَالَ فَوَثَبَ إِلَيْهِ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فَجَعَلَ يَمْشِي مَعَ أَبِي جَنْدَل إِلَى جَنْبه وَيَقُول اِصْبِرْ أَبَا جَنْدَل فَإِنَّمَا هُمْ الْمُشْرِكُونَ وَإِنَّمَا دَم أَحَدهمْ دَم كَلْب قَالَ وَيُدْنِي قَائِم السَّيْف مِنْهُ قَالَ يَقُول رَجَوْت أَنْ يَأْخُذ السَّيْف فَيَضْرِب بِهِ أَبَاهُ قَالَ فَضَنَّ الرَّجُل بِأَبِيهِ قَالَ وَنَفَذَتْ الْقَضِيَّة فَلَمَّا فَرَغَا مِنْ الْكِتَاب وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي فِي الْحَرَم وَهُوَ مُضْطَرِب فِي الْحِلّ قَالَ فَقَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" يَأَيُّهَا النَّاس اِنْحَرُوا وَاحْلِقُوا \" قَالَ فَمَا قَامَ أَحَد قَالَ ثُمَّ عَادَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمِثْلِهَا فَمَا قَامَ رَجُل ثُمَّ عَادَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمِثْلِهَا فَمَا قَامَ رَجُل فَرَجَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَدَخَلَ عَلَى أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا فَقَالَ \" يَا أُمّ سَلَمَة مَا شَأْن النَّاس ؟ \" قَالَتْ يَا رَسُول اللَّه قَدْ دَخَلَهُمْ مَا رَأَيْت فَلَا تُكَلِّمَنّ مِنْهُمْ إِنْسَانًا وَاعْمِدْ إِلَى هَدْيك حَيْثُ كَانَ فَانْحَرْهُ وَاحْلِقْ فَلَوْ قَدْ فَعَلْت ذَلِكَ فَعَلَ النَّاس ذَلِكَ فَخَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يُكَلِّم أَحَدًا حَتَّى إِذَا أَتَى هَدْيه فَنَحَرَهُ ثُمَّ جَلَسَ فَحَلَقَ قَالَ فَقَامَ النَّاس يَنْحَرُونَ وَيَحْلِقُونَ حَتَّى إِذَا كَانَ بَيْن مَكَّة وَالْمَدِينَة فِي وَسَط الطَّرِيق نَزَلَتْ سُورَة الْفَتْح هَكَذَا سَاقَهُ أَحْمَد مِنْ هَذَا الْوَجْه وَهَكَذَا رَوَاهُ يُونُس بْن بُكَيْر وَزِيَاد الْبَكَّائِيّ عَنْ أَبِي إِسْحَاق بِنَحْوِهِ وَقَدْ رَوَاهُ أَيْضًا عَنْ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيّ بِهِ نَحْوه وَخَالَفَهُ فِي أَشْيَاء وَفِيهِ إِغْرَاب , وَقَدْ رَوَاهُ الْبُخَارِيّ رَحِمَهُ اللَّه فِي صَحِيحه فَسَاقَهُ سِيَاقَة حَسَنَة مُطَوَّلَة بِزِيَادَاتٍ جَيِّدَة فَقَالَ فِي كِتَاب الشُّرُوط مِنْ صَحِيحه حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد حَدَّثَنَا عَبْد الرَّزَّاق أَنَا مَعْمَرٌ أَخْبَرَنِي الزُّهْرِيّ أَخْبَرَنِي عُرْوَة بْن الزُّبَيْر عَنْ الْمِسْوَر بْن مَخْرَمَة وَمَرْوَان بْن الْحَكَم يُصَدِّق كُلّ وَاحِد مِنْهُمَا حَدِيث صَاحِبه قَالَا : خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ زَمَن الْحُدَيْبِيَة فِي بِضْع عَشْرَة مِائَة مِنْ أَصْحَابه فَلَمَّا أَتَى ذَا الْحُلَيْفَة قَلَّدَ الْهَدْي وَأَشْعَرَهُ وَأَحْرَمَ مِنْهَا بِعُمْرَةٍ وَبَعَثَ عَيْنًا مِنْ خُزَاعَة وَسَارَ حَتَّى إِذَا كَانَ بِغَيْرِ الْأَشْطَاط أَتَاهُ عَيْنُهُ فَقَالَ إِنَّ قُرَيْشًا قَدْ جَمَعُوا لَك جُمُوعًا وَقَدْ جَمَعُوا لَك الْأَحَابِيش وَهُمْ مُقَاتِلُوك وَصَادُّوك وَمَانِعُوك فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَشِيرُوا أَيّهَا النَّاس عَلَيَّ أَتَرَوْنَ أَنْ نَمِيل عَلَى عِيَالهمْ وَذَرَارِيّ هَؤُلَاءِ الَّذِينَ يُرِيدُونَ أَنْ يَصُدُّونَا عَنْ الْبَيْت \" وَفِي لَفْظ \" تَرَوْنَ أَنْ نَمِيل عَلَى ذَرَارِيّ هَؤُلَاءِ الَّذِينَ أَعَانُوهُمْ فَإِنْ يَأْتُونَا كَانَ اللَّه قَدْ قَطَعَ عُنُقًا مِنْ الْمُشْرِكِينَ وَإِلَّا تَرَكْنَاهُمْ مَحْزُونِينَ\" وَفِي لَفْظ \" فَإِنْ قَعَدُوا قَعَدُوا مَوْتُورِينَ مَجْهُودِينَ مَحْزُونِينَ وَإِنْ نَجَوْا يَكُنْ عُنُقًا قَطَعَهَا اللَّه عَزَّ وَجَلَّ أَمْ تَرَوْنَ أَنْ نَؤُمّ الْبَيْت فَمَنْ صَدَّنَا عَنْهُ قَاتَلْنَاهُ \" فَقَالَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ يَا رَسُول اللَّه خَرَجْت عَامِدًا لِهَذَا الْبَيْت لَا تُرِيد قَتْل أَحَد وَلَا حَرْبًا فَتَوَجَّهْ لَهُ فَمَنْ صَدَّنَا عَنْهُ قَاتَلْنَاهُ وَفِي لَفْظ فَقَالَ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ : يَا رَسُولَ اللَّه : إِنَّمَا جِئْنَا مُعْتَمِرِينَ وَلَمْ نَجِئْ لِقِتَالِ أَحَد وَلَكِنْ مَنْ حَالَ بَيْننَا وَبَيْن الْبَيْت قَاتَلْنَاهُ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَرُوحُوا إِذَنْ \" وَفِي لَفْظ\" فَامْضُوا عَلَى اِسْم اللَّه تَعَالَى \" حَتَّى إِذَا كَانُوا بِبَعْضِ الطَّرِيق قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ خَالِد بْن الْوَلِيد فِي خَيْل لِقُرَيْشٍ طَلِيعَة فَخُذُوا ذَات الْيَمِين فَوَاَللَّهِ مَا شَعَرَ بِهِمْ خَالِد حَتَّى إِذَا هُمْ بِقَتَرَةِ الْجَيْش فَانْطَلَقَ يَرْكُض نَذِيرًا لِقُرَيْشٍ وَسَارَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا كَانَ بِالثَّنِيَّةِ الَّتِي يُهْبَط عَلَيْهِمْ مِنْهَا بَرَكَتْ بِهِ رَاحِلَتُهُ فَقَالَ النَّاس حَلْ حَلْ فَأَلَحَّتْ فَقَالُوا خَلَأَتْ الْقَصْوَاء خَلَأَتْ الْقَصْوَاء فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا خَلَأَتْ الْقَصْوَاء وَمَا ذَاكَ لَهَا بِخُلُقٍ وَلَكِنْ حَبَسَهَا حَابِس الْفِيل - ثُمَّ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يَسْأَلُونِي خُطَّة يُعَظِّمُونَ فِيهَا حُرُمَات اللَّه تَعَالَى إِلَّا أَعْطَيْتهمْ إِيَّاهَا \" ثُمَّ زَجَرَهَا فَوَثَبَتْ فَعَدَلَ عَنْهُمْ حَتَّى نَزَلَ بِأَقْصَى الْحُدَيْبِيَة عَلَى ثَمَدٍ قَلِيل الْمَاء يَتَبَرَّضُهُ النَّاس تَبَرُّضًا فَلَمْ يَلْبَث النَّاس حَتَّى نَزَحُوهُ وَشُكِيَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْعَطَشُ فَانْتَزَعَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ كِنَانَته سَهْمًا ثُمَّ أَمَرَهُمْ أَنْ يَجْعَلُوهُ فِيهِ فَوَاَللَّهِ مَا زَالَ يَجِيش لَهُمْ بِالرِّيِّ حَتَّى صَدَرُوا عَنْهُ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ جَاءَ بُدَيْل بْن وَرْقَاء الْخُزَاعِيّ فِي نَفَر مِنْ قَوْمه مِنْ خُزَاعَة وَكَانُوا عَيْبَة نُصْح رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ أَهْل تِهَامَة فَقَالَ إِنِّي تَرَكْت كَعْب بْن لُؤَيّ وَعَامِر بْن لُؤَيّ نَزَلُوا عَدَا مِيَاه الْحُدَيْبِيَة مَعَهُمْ الْعُوذ الْمَطَافِيل وَهُمْ مُقَاتِلُوك وَصَادُّوك عَنْ الْبَيْت فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّا لَمْ نَجِئْ لِقِتَالِ أَحَد وَلَكِنْ جِئْنَا مُعْتَمِرِينَ وَإِنَّ قُرَيْشًا قَدْ نَهِكَتْهُمْ الْحَرْب فَأَضَرَّتْ بِهِمْ فَإِنْ شَاءُوا مَادَدْتهمْ مُدَّة وَيُخَلُّوا بَيْنِي وَبَيْن النَّاس فَإِنْ أَظْهَر فَإِنْ شَاءُوا أَنْ يَدْخُلُوا فِيمَا دَخَلَ فِيهِ النَّاس فَعَلُوا وَإِلَّا فَقَدْ جَمُّوا وَإِنْ هُمْ أَبَوْا فَوَاَلَّذِي نَفْسِي بِيَدِهِ لَأُقَاتِلَنَّهُمْ عَلَى أَمْرِي هَذَا حَتَّى تَنْفَرِد سَالِفَتِي أَوْ لَيُنْفِذَنَّ اللَّه أَمْره \" قَالَ بُدَيْل سَأُبَلِّغُهُمْ مَا تَقُول فَانْطَلَقَ حَتَّى أَتَى قُرَيْشًا فَقَالَ إِنَّا قَدْ جِئْنَا مِنْ عِنْد هَذَا الرَّجُل وَسَمِعْنَاهُ يَقُول قَوْلًا فَإِنْ شِئْتُمْ أَنْ نَعْرِضهُ عَلَيْكُمْ فَعَلْنَا فَقَالَ سُفَهَاؤُهُمْ لَا حَاجَة لَنَا أَنْ تُخْبِرنَا عَنْهُ بِشَيْءٍ وَقَالَ ذَوُو الرَّأْي مِنْهُمْ هَاتِ مَا سَمِعْته يَقُول : قَالَ سَمِعْته يَقُول كَذَا وَكَذَا فَحَدَّثَهُمْ بِمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَامَ عُرْوَة بْن مَسْعُود فَقَالَ أَيْ قَوْم أَلَسْتُمْ بِالْوَالِدِ ؟ قَالُوا بَلَى قَالَ أَوَلَسْت بِالْوَلَدِ ؟ قَالُوا بَلَى قَالَ فَهَلْ تَتَّهِمُونِي ؟ قَالُوا لَا قَالَ أَلَسْتُمْ تَعْلَمُونَ أَنِّي أَسْتَنْفِر أَهْل عُكَاظ فَلَمَّا بَلَّحُوا عَلَيَّ جِئْتُكُمْ بِأَهْلِي وَوَلَدِي وَمَنْ أَطَاعَنِي ؟ قَالُوا بَلَى قَالَ فَإِنَّ هَذَا قَدْ عَرَضَ عَلَيْكُمْ خُطَّةَ رُشْدٍ فَاقْبَلُوهَا وَدُونِي آتِهِ قَالُوا اِئْتِهِ فَأَتَاهُ فَجَعَلَ يُكَلِّم النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَهُ نَحْوًا مِنْ قَوْله لِبُدَيْل بْن وَرْقَاء فَقَالَ عُرْوَة عِنْد ذَلِكَ أَيْ مُحَمَّد أَرَأَيْت إِنْ اِسْتَأْصَلْت قَوْمك هَلْ سَمِعْت بِأَحَدٍ مِنْ الْعَرَب اِجْتَاحَ أَصْله قَبْلَك ؟ وَإِنْ تَكُ الْأُخْرَى فَإِنِّي وَاَللَّهِ لَأَرَى وُجُوهًا وَإِنِّي لِأَرَى أَوْشَابًا مِنْ النَّاس خَلِيقًا أَنْ يَفِرُّوا وَيَدَعُوك فَقَالَ لَهُ أَبُو بَكْر رَضِيَ اللَّه عَنْهُ اُمْصُصْ بَظْرَ اللَّات أَنَحْنُ نَفِرّ وَنَدَعهُ ؟ قَالَ مَنْ ذَا ؟ قَالُوا أَبُو بَكْر قَالَ أَمَا وَاَلَّذِي نَفْسِي بِيَدِهِ لَوْلَا يَدٌ لَك عِنْدِي لَمْ أُجْزِك بِهَا لَأَجَبْتُك قَالَ وَجَعَلَ يُكَلِّم النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكُلَّمَا كَلَّمَهُ أَخَذَ بِلِحْيَتِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمُغِيرَة بْن شُعْبَة رَضِيَ اللَّه عَنْهُ قَائِم عَلَى رَأْس النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَعَهُ السَّيْف وَعَلَيْهِ الْمِغْفَر وَكُلَّمَا أَهْوَى عُرْوَة بِيَدِهِ إِلَى لِحْيَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ضَرَبَ يَده بِنَعْلِ السَّيْف وَقَالَ أَخِّرْ يَدَك عَنْ لِحْيَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَرَفَعَ عُرْوَة رَأْسه وَقَالَ مَنْ هَذَا ؟ قَالَ الْمُغِيرَة بْن شُعْبَة قَالَ أَيْ غُدَرُ أَلَسْت أَسْعَى فِي غَدْرَتِك ؟ وَكَانَ الْمُغِيرَة بْن شُعْبَة رَضِيَ اللَّه عَنْهُ صَحِبَ قَوْمًا فِي الْجَاهِلِيَّة فَقَتَلَهُمْ وَأَخَذَ أَمْوَالهمْ ثُمَّ جَاءَ فَأَسْلَمَ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أَمَّا الْإِسْلَام فَأَقْبَلُ وَأَمَّا الْمَال فَلَسْتُ مِنْهُ فِي شَيْء \" ثُمَّ إِنَّ عُرْوَة جَعَلَ يَرْمُق أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِعَيْنَيْهِ قَالَ فَوَاَللَّهِ مَا تَنَخَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نُخَامَة إِلَّا وَقَعَتْ فِي كَفِّ رَجُل مِنْهُمْ فَدَلَكَ بِهَا وَجْهه وَجِلْده وَإِذَا أَمَرَهُمْ اِبْتَدَرُوا أَمْره وَإِذْ تَوَضَّأَ كَادُوا يَقْتَتِلُونَ عَلَى وَضُوئِهِ وَإِذَا تَكَلَّمَ خَفَضُوا أَصْوَاتهمْ عِنْده وَمَا يُحِدُّونَ النَّظَر إِلَيْهِ تَعْظِيمًا لَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَرَجَعَ عُرْوَة إِلَى أَصْحَابه فَقَالَ أَيْ قَوْم وَاَللَّه لَقَدْ وَفَدْت عَلَى الْمُلُوك وَوَفَدْت عَلَى كِسْرَى وَقَيْصَر وَالنَّجَاشِيّ وَاَللَّه إِنْ رَأَيْت مَلِكًا قَطُّ يُعَظِّمهُ أَصْحَابه مَا يُعَظِّم أَصْحَابُ مُحَمَّدٍ مُحَمَّدًا وَاَللَّه إِنْ تَنَخَّمَ نُخَامَة إِلَّا وَقَعَتْ فِي كَفّ رَجُل مِنْهُمْ فَدَلَكَ بِهَا وَجْهه وَجِلْده وَإِذَا أَمَرَهُمْ اِبْتَدَرُوا أَمْره وَإِذَا تَوَضَّأَ كَادُوا يَقْتَتِلُونَ عَلَى وَضُوئِهِ وَإِذَا تَكَلَّمَ خَفَضُوا أَصْوَاتهمْ عِنْده وَمَا يُحِدُّونَ النَّظَر إِلَيْهِ تَعْظِيمًا لَهُ وَإِنَّهُ قَدْ عَرَضَ عَلَيْكُمْ خُطَّة رُشْد فَاقْبَلُوهَا فَقَالَ رَجُل مِنْهُمْ مِنْ بَنِي كِنَانَة دَعُونِي آتِهِ فَقَالُوا اِئْتِهِ فَلَمَّا أَشْرَفَ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه رَضِيَ اللَّه عَنْهُمْ قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هَذَا فُلَان وَهُوَ مِنْ قَوْم يُعَظِّمُونَ الْبُدْن فَابْعَثُوهَا لَهُ \" فَبُعِثَتْ لَهُ وَاسْتَقْبَلَهُ النَّاس يُلَبُّونَ فَلَمَّا رَأَى ذَلِكَ قَالَ سُبْحَان اللَّه مَا يَنْبَغِي لِهَؤُلَاءِ أَنْ يُصَدُّوا عَنْ الْبَيْت فَلَمَّا رَجَعَ إِلَى أَصْحَابه قَالَ رَأَيْت الْبُدْن قَدْ قُلِّدَتْ وَأُشْعِرَتْ فَمَا أَرَى أَنْ يُصَدُّوا عَنْ الْبَيْت فَقَامَ رَجُل مِنْهُمْ يُقَال لَهُ مِكْرَز بْن حَفْص فَقَالَ دَعُونِي آتِهِ فَقَالُوا اِئْتِهِ فَلَمَّا أَشْرَفَ عَلَيْهِمْ قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" هَذَا مِكْرَز وَهُوَ رَجُل فَاجِر \" فَجَعَلَ يُكَلِّم النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَبَيْنَمَا هُوَ يُكَلِّمهُ إِذْ جَاءَ سُهَيْل بْن عَمْرو وَقَالَ مَعْمَر أَخْبَرَنِي أَيُّوب عَنْ عِكْرِمَة أَنَّهُ قَالَ لَمَّا جَاءَ سُهَيْل بْن عَمْرو قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَدْ سَهُلَ لَكُمْ مِنْ أَمْركُمْ\" قَالَ مَعْمَر قَالَ الزُّهْرِيّ فِي حَدِيثه فَجَاءَ سُهَيْل بْن عَمْرو فَقَالَ هَاتِ أَكْتُب بَيْننَا وَبَيْنك كِتَابًا فَدَعَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِعَلِيٍّ رَضِيَ اللَّه عَنْهُ وَقَالَ\" اُكْتُبْ بِسْمِ اللَّه الرَّحْمَن الرَّحِيم \" فَقَالَ سُهَيْل بْن عَمْرو أَمَّا الرَّحْمَن فَوَاَللَّهِ مَا أَدْرِي مَا هُوَ وَلَكِنْ اُكْتُبْ بِاسْمِك اللَّهُمَّ كَمَا كُنْت تَكْتُب فَقَالَ الْمُسْلِمُونَ وَاَللَّه لَا نَكْتُبهَا إِلَّا بِسْمِ اللَّه الرَّحْمَن الرَّحِيم فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اُكْتُبْ بِاسْمِك اللَّهُمَّ - ثُمَّ قَالَ - هَذَا مَا قَاضَى عَلَيْهِ مُحَمَّد رَسُول اللَّه \" فَقَالَ سُهَيْل وَاَللَّه لَوْ كُنَّا نَعْلَم أَنَّك رَسُول اللَّه مَا صَدَدْنَاك عَنْ الْبَيْت وَلَا قَاتَلْنَاك وَلَكِنْ اُكْتُبْ مُحَمَّد بْن عَبْد اللَّه فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَللَّه إِنِّي لَرَسُول اللَّه وَإِنْ كَذَّبْتُمُونِي , اُكْتُبْ مُحَمَّد بْن عَبْد اللَّه \" قَالَ الزُّهْرِيّ وَذَلِكَ لِقَوْلِهِ \" وَاَللَّه لَا يَسْأَلُونِي خُطَّة يُعَظِّمُونَ فِيهَا حُرُمَات اللَّه تَعَالَى إِلَّا أَعْطَيْتهمْ إِيَّاهَا \" فَقَالَ لَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أَنْ تُخَلُّوا بَيْننَا وَبَيْن الْبَيْت فَنَطُوف بِهِ فَقَالَ سُهَيْل وَاَللَّه لَا تَتَحَدَّث الْعَرَب أَنَّا أَخَذْنَا ضَغْطَة وَلَكِنَّ ذَلِكَ مِنْ الْعَام الْمُقْبِل فَكَتَبَ فَقَالَ سُهَيْل وَعَلَى أَنْ لَا يَأْتِيك مِنَّا رَجُل وَإِنْ كَانَ عَلَى دِينك إِلَّا رَدَدْته إِلَيْنَا فَقَالَ الْمُسْلِمُونَ سُبْحَان اللَّه كَيْف يُرَدّ إِلَى الْمُشْرِكِينَ وَقَدْ جَاءَ مُسْلِمًا ؟ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ جَاءَ أَبُو جَنْدَل بْن سُهَيْل بْن عَمْرو يَرْسُف فِي قُيُوده قَدْ خَرَجَ مِنْ أَسْفَل مَكَّة حَتَّى رَمَى بِنَفْسِهِ بَيْن أَظْهُر الْمُسْلِمِينَ فَقَالَ سُهَيْل هَذَا يَا مُحَمَّد أَوَّل مَنْ أُقَاضِيك عَلَيْهِ أَنْ تَرُدَّهُ إِلَيَّ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّا لَمْ نَقْضِ الْكِتَاب بَعْدُ \" قَالَ فَوَاَللَّهِ إِذًا لَا أُصَالِحك عَلَى شَيْء أَبَدًا فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَأَجِزْهُ لِي \" قَالَ مَا أَنَا بِمُجِيزٍ ذَلِكَ لَك قَالَ \" بَلَى فَافْعَلْ\" قَالَ مَا أَنَا بِفَاعِلٍ قَالَ مِكْرَز بَلَى قَدْ أَجَزْنَاهُ لَك قَالَ أَبُو جَنْدَل أَيْ مَعْشَر الْمُسْلِمِينَ أُرَدّ إِلَى الْمُشْرِكِينَ وَقَدْ جِئْت مُسْلِمًا أَلَا تَرَوْنَ مَا قَدْ لَقِيت ؟ وَكَانَ قَدْ عُذِّبَ عَذَابًا شَدِيدًا فِي اللَّه عَزَّ وَجَلَّ قَالَ عُمَر رَضِيَ اللَّه عَنْهُ فَأَتَيْت نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْت أَلَسْت نَبِيَّ اللَّه حَقًّا ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بَلَى \" قُلْت أَلَسْنَا عَلَى الْحَقّ وَعَدُوُّنَا عَلَى الْبَاطِل ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بَلَى \" قُلْت فَلِمَ نُعْطِي الدَّنِيَّة فِي دِينِنَا إِذًا ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي رَسُول اللَّه وَلَسْت أَعْصِيهِ وَهُوَ نَاصِرِي \" قُلْت أَوَ لَسْت كُنْت تُحَدِّثنَا أَنَّا سَنَأْتِي الْبَيْت وَنَطُوف بِهِ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" بَلَى أَفَأَخْبَرْتُك أَنَّا نَأْتِيهِ الْعَامَ \" قُلْت لَا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَإِنَّك آتِيه وَمُطَوِّف بِهِ \" قَالَ فَأَتَيْت أَبَا بَكْر فَقُلْت يَا أَبَا بَكْر أَلَيْسَ هَذَا نَبِيّ اللَّه حَقًّا ؟ قَالَ بَلَى قُلْت أَلَسْنَا عَلَى الْحَقّ وَعَدُوّنَا عَلَى الْبَاطِل ؟ قَالَ بَلَى قُلْت فَلِمَ نُعْطِي الدَّنِيَّة فِي دِيننَا إِذًا ؟ قَالَ أَيّهَا الرَّجُل إِنَّهُ رَسُول اللَّه وَلَيْسَ يَعْصِي رَبَّهُ وَهُوَ نَاصِرُهُ فَاسْتَمْسِكْ بِغَرْزِهِ فَوَاَللَّهِ إِنَّهُ عَلَى الْحَقّ قُلْت : أَوَ لَيْسَ كَانَ يُحَدِّثنَا أَنَّا سَنَأْتِي الْبَيْت وَنَطُوف بِهِ ؟ قَالَ بَلَى أَفَأَخْبَرَك أَنَّك تَأْتِيه الْعَامَ ؟ قُلْت لَا قَالَ فَإِنَّك تَأْتِيه وَتَطُوف بِهِ قَالَ الزُّهْرِيّ قَالَ عُمَر رَضِيَ اللَّه عَنْهُ فَعَمِلْت لِذَلِكَ أَعْمَالًا قَالَ فَلَمَّا فَرَغَ مِنْ قَضِيَّة الْكِتَاب قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ : \" قُومُوا فَانْحَرُوا ثُمَّ اِحْلِقُوا \" قَالَ فَوَاَللَّهِ مَا قَامَ مِنْهُمْ رَجُل حَتَّى قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَلِكَ ثَلَاث مَرَّات فَلَمَّا لَمْ يَقُمْ مِنْهُمْ أَحَد دَخَلَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا فَذَكَرَ لَهَا مَا لَقِيَ مِنْ النَّاس قَالَتْ لَهُ أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا يَا نَبِيّ اللَّه أَتُحِبُّ ذَلِكَ ؟ اُخْرُجْ ثُمَّ لَا تُكَلِّمْ أَحَدًا مِنْهُمْ كَلِمَة حَتَّى تَنْحَر بُدْنَك وَتَدْعُو حَالِقك فَيَحْلِقَك فَخَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمْ يُكَلِّمْ أَحَدًا مِنْهُمْ حَتَّى فَعَلَ ذَلِكَ نَحَرَ بِيَدِهِ وَدَعَا حَالِقَهُ فَحَلَقَهُ فَلَمَّا رَأَوْا ذَلِكَ قَامُوا فَنَحَرُوا وَجَعَلَ بَعْضهمْ يَحْلِق بَعْضًا حَتَّى كَادَ بَعْضهمْ يَقْتُل بَعْضًا غَمًّا ثُمَّ جَاءَهُ نِسْوَة مُؤْمِنَات فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمْ الْمُؤْمِنَات مُهَاجِرَات \" حَتَّى بَلَغَ\" بِعِصَمِ الْكَوَافِرِ \" فَطَلَّقَ عُمَر رَضِيَ اللَّه عَنْهُ يَوْمئِذٍ اِمْرَأَتَيْنِ كَانَتَا لَهُ فِي الشِّرْك فَتَزَوَّجَ إِحْدَاهُمَا مُعَاوِيَةُ بْن أَبِي سُفْيَان وَالْأُخْرَى صَفْوَان بْن أُمَيَّة ثُمَّ رَجَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْمَدِينَة فَجَاءَهُ أَبُو بَصِير رَجُل مِنْ قُرَيْش وَهُوَ مُسْلِم فَأَرْسَلُوا فِي طَلَبه رَجُلَيْنِ فَقَالُوا الْعَهْد الَّذِي جَعَلْت لَنَا فَدَفَعَهُ إِلَى الرَّجُلَيْنِ فَخَرَجَا بِهِ حَتَّى إِذَا بَلَغَا ذَا الْحُلَيْفَة فَنَزَلُوا يَأْكُلُونَ مِنْ تَمْر لَهُمْ فَقَالَ أَبُو بَصِير لِأَحَدِ الرَّجُلَيْنِ وَاَللَّه إِنِّي لَأَرَى سَيْفك هَذَا يَا فُلَان جَيِّدًا فَاسْتَلَّهُ الْآخَر فَقَالَ أَجَلْ وَاَللَّه إِنَّهُ لَجَيِّد لَقَدْ جَرَّبْت مِنْهُ ثُمَّ جَرَّبْت فَقَالَ أَبُو بَصِير أَرِنِي أَنْظُر إِلَيْهِ فَأَمْكَنَهُ مِنْهُ فَضَرَبَهُ حَتَّى بَرَدَ وَفَرَّ الْآخَر حَتَّى أَتَى الْمَدِينَة فَدَخَلَ الْمَسْجِد يَعْدُو فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين رَآهُ \" لَقَدْ رَأَى هَذَا ذُعْرًا \" فَلَمَّا اِنْتَهَى إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ قُتِلَ وَاَللَّه صَاحِبِي وَإِنِّي لَمَقْتُول فَجَاءَ أَبُو بَصِير فَقَالَ يَا رَسُول اللَّه قَدْ وَاَللَّه أَوْفَى اللَّه ذِمَّتك قَدْ رَدَدْتنِي إِلَيْهِمْ ثُمَّ نَجَّانِي اللَّه تَعَالَى مِنْهُمْ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَيْلُ أُمِّهِ مِسْعَر حَرْبٍ لَوْ كَانَ مَعَهُ أَحَد \" فَلَمَّا سَمِعَ ذَلِكَ عَرَفَ أَنَّهُ سَيَرُدُّهُ إِلَيْهِمْ فَخَرَجَ حَتَّى أَتَى سِيفَ الْبَحْرِ قَالَ وَتَفَلَّتَ مِنْهُمْ أَبُو جَنْدَل بْن سُهَيْل فَلَحِقَ بِأَبِي بَصِير فَجَعَلَ لَا يَخْرُج مِنْ قُرَيْش رَجُل قَدْ أَسْلَمَ إِلَّا لَحِقَ بِأَبِي بَصِير حَتَّى اِجْتَمَعَتْ مِنْهُمْ عِصَابَة فَوَاَللَّهِ مَا يَسْمَعُونَ بِعِيرٍ خَرَجَتْ لِقُرَيْشٍ إِلَى الشَّام إِلَّا اِعْتَرَضُوا لَهَا فَقَتَلُوهُمْ وَأَخَذُوا أَمْوَالهمْ فَأَرْسَلَتْ قُرَيْش إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تُنَاشِدهُ اللَّه وَالرَّحِم لَمَّا أَرْسَلَ إِلَيْهِمْ فَمَنْ أَتَاهُ مِنْهُمْ فَهُوَ آمِنٌ فَأَرْسَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَيْهِمْ وَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَهُوَ الَّذِي كَفَّ أَيْدِيهمْ عَنْكُمْ وَأَيْدِيكُمْ عَنْهُمْ بِبَطْنِ مَكَّة \" حَتَّى بَلَغَ \" حَمِيَّة الْجَاهِلِيَّة \" وَكَانَتْ حَمِيَّتهمْ أَنَّهُمْ لَمْ يُقِرُّوا أَنَّهُ رَسُول اللَّه وَ", "sura_id": 48, "type": 4, "id": 41408, "aya_id": 26}]