[{"text": "وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِن ذَلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُّبِينٍ", "sura_id": 34, "type": 0, "id": 3609, "aya_id": 3}, {"text": "وقال الذين كفروا لا تأتينا الساعة قل بلى وربي لتأتينكم عالم الغيب لا يعزب عنه مثقال ذرة في السماوات ولا في الأرض ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين", "sura_id": 34, "type": 1, "id": 9845, "aya_id": 3}, {"text": "3 - (وقال الذين كفروا لا تأتينا الساعة) القيامة (قل) لهم (بلى وربي لتأتينكم عالم الغيب) بالجر صفة والرفع خبر مبتدأ وعلام بالجر (لا يعزب) يغيب (عنه مثقال) وزن (ذرة) أصغر نملة (في السماوات ولا في الأرض ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين) بين هو اللوح المحفوظ \r\n", "sura_id": 34, "type": 2, "id": 28553, "aya_id": 3}, {"text": "وقال الكافرون المنكرون للبعث: لا تأتينا القيامة, قل لهم -أيها الرسول-: بلى وربي لتأتينَّكم, ولكن لا يعلم وقت مجيئها أحد سوى الله علام الغيوب, الذي لا يغيب عنه وزن نملة صغيرة في السموات والأرض, ولا أصغر من ذلك ولا أكبر إلا هو مسطور في كتاب واضح, وهو اللوح المحفوظ;\r\n", "sura_id": 34, "type": 3, "id": 34789, "aya_id": 3}, {"text": " <font color=red>وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِنْ ذَلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُبِينٍ</font><BR><p>هَذِهِ إِحْدَى الْآيَات الثَّلَاث الَّتِي لَا رَابِع لَهُنَّ مِمَّا أَمَرَ اللَّه تَعَالَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُقْسِم بِرَبِّهِ الْعَظِيم عَلَى وُقُوع الْمَعَاد لَمَّا أَنْكَرَهُ مَنْ أَنْكَرَهُ مِنْ أَهْل الْكُفْر وَالْعِنَاد فَإِحْدَاهُنَّ فِي سُورَة يُونُس عَلَيْهِ السَّلَام وَهِيَ قَوْله تَعَالَى : \" وَيَسْتَنْبِئُونَك أَحَقّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقّ وَمَا أَنْتُمْ بِمُعْجِزِينَ \" وَالثَّانِيَة هَذِهِ \" وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَة قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ\" وَالثَّالِثَة فِي سُورَة التَّغَابُن وَهِيَ قَوْله تَعَالَى : \" زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّه يَسِير \" فَقَالَ تَعَالَى : \" قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ\" ثُمَّ وَصَفَهُ بِمَا يُؤَكِّد ذَلِكَ وَيُقَرِّرهُ فَقَالَ : \" عَالِم الْغَيْب لَا يَعْزُب عَنْهُ مِثْقَال ذَرَّة فِي السَّمَاوَات وَلَا فِي الْأَرْض وَلَا أَصْغَر مِنْ ذَلِكَ وَلَا أَكْبَر إِلَّا فِي كِتَاب مُبِين \" قَالَ مُجَاهِد وَقَتَادَة لَا يَعْزُب عَنْهُ لَا يَغِيب عَنْهُ أَيْ الْجَمِيع مُنْدَرِج تَحْت عِلْمه فَلَا يَخْفَى عَلَيْهِ شَيْء فَالْعِظَام وَإِنْ تَلَاشَتْ وَتَفَرَّقَتْ وَتَمَزَّقَتْ فَهُوَ عَالِم أَيْنَ ذَهَبَتْ وَأَيْنَ تَفَرَّقَتْ ثُمَّ يُعِيدهَا كَمَا بَدَأَهَا أَوَّل مَرَّة فَإِنَّهُ بِكُلِّ شَيْء عَلِيم ثُمَّ بَيَّنَ حِكْمَته فِي إِعَادَة الْأَبَدَانِ وَقِيَام السَّاعَة .</p><BR> <br> ", "sura_id": 34, "type": 4, "id": 40262, "aya_id": 3}]