[{"text": "وَإِن كَادُواْ لَيَسْتَفِزُّونَكَ مِنَ الأَرْضِ لِيُخْرِجوكَ مِنْهَا وَإِذًا لاَّ يَلْبَثُونَ خِلافَكَ إِلاَّ قَلِيلاً", "sura_id": 17, "type": 0, "id": 2105, "aya_id": 76}, {"text": "و إن كادوا ليستفزونك من الأرض ليخرجوك منها و إذا لا يلبثون خلافك إلا قليلا", "sura_id": 17, "type": 1, "id": 8341, "aya_id": 76}, {"text": "76 - ونزل لما قال له اليهود إن كنت نبيا حقا فالحق بالشام فإنها أرض الأنبياء (وإن) مخففة (كادوا ليستفزونك من الأرض) أرض المدينة (ليخرجوك منها وإذا) لو أخرجوك (لا يلبثون خلافك) فيها (إلا قليلا) ثم يهلكون \r\n", "sura_id": 17, "type": 2, "id": 27049, "aya_id": 76}, {"text": "ولقد قارب الكفار أن يخرجوك من \"مكة\" بإزعاجهم إيَّاك، ولو أخرجوك منها لم يمكثوا فيها بعدك إلا زمنًا قليلا حتى تحل بهم العقوبة العاجلة.\r\n", "sura_id": 17, "type": 3, "id": 33285, "aya_id": 76}, {"text": " <font color=red>وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا وَإِذًا لَا يَلْبَثُونَ خِلَافَكَ إِلَّا قَلِيلًا</font><BR><p>قِيلَ نَزَلَتْ فِي الْيَهُود إِذْ أَشَارُوا عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِسُكْنَى الشَّام بِلَاد الْأَنْبِيَاء وَتَرْك سُكْنَى الْمَدِينَة . وَهَذَا الْقَوْل ضَعِيف لِأَنَّ هَذِهِ الْآيَة مَكِّيَّة وَسُكْنَى الْمَدِينَة بَعْد ذَلِكَ وَقِيلَ إِنَّهَا نَزَلَتْ بِتَبُوك وَفِي صِحَّته نَظَر . رَوَى الْبَيْهَقِيّ عَنْ الْحَاكِم عَنْ الْأَصَمّ عَنْ أَحْمَد بْن عَبْد الْجَبَّار الْعُطَارِدِيّ عَنْ يُونُس بْن بُكَيْر عَنْ عَبْد الْحَمِيد بْن بَهْرَام عَنْ شَهْر بْن حَوْشَب عَنْ عَبْد الرَّحْمَن بْن غَنْم أَنَّ الْيَهُود أَتَوْا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا فَقَالُوا يَا أَبَا الْقَاسِم إِنْ كُنْت صَادِقًا أَنَّك نَبِيّ فَالْحَقْ بِالشَّامِ فَإِنَّ الشَّام أَرْض الْمَحْشَر وَأَرْض الْأَنْبِيَاء فَصَدَّقَ مَا قَالُوا فَغَزَا غَزْوَة تَبُوك لَا يُرِيد إِلَّا الشَّام فَلَمَّا بَلَغَ تَبُوك أَنْزَلَ اللَّه عَلَيْهِ آيَات مِنْ سُورَة بَنِي إِسْرَائِيل بَعْدَمَا خُتِمَتْ السُّورَة \" وَإِنْ كَادُوا لَيَسْتَفِزُّونَك مِنْ الْأَرْض لِيُخْرِجُوك مِنْهَا إِلَى قَوْله \" تَحْوِيلًا \" فَأَمَرَهُ اللَّه بِالرُّجُوعِ إِلَى الْمَدِينَة وَقَالَ : فِيهَا مَحْيَاك وَمَمَاتك وَمِنْهَا تُبْعَث . وَفِي هَذَا الْإِسْنَاد نَظَر وَالْأَظْهَر أَنَّ هَذَا لَيْسَ بِصَحِيحٍ فَإِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَغْزُ تَبُوك عَنْ قَوْل الْيَهُود وَإِنَّمَا غَزَاهَا اِمْتِثَالًا لِقَوْلِهِ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنْ الْكُفَّار \" وَلِقَوْلِهِ تَعَالَى \" قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاَللَّهِ وَلَا بِالْيَوْمِ الْآخِر وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّه وَرَسُوله وَلَا يَدِينُونَ دِين الْحَقّ مِنْ الَّذِينَ أُوتُوا الْكِتَاب حَتَّى يُعْطُوا الْجِزْيَة عَنْ يَد وَهُمْ صَاغِرُونَ \" وَغَزَاهَا لِيَقْتَصّ وَيَنْتَقِم مِمَّنْ قَتَلَ أَهْل مُؤْتَة مِنْ أَصْحَابه وَاَللَّه أَعْلَم . وَلَوْ صَحَّ هَذَا لَحُمِلَ عَلَيْهِ الْحَدِيث الَّذِي رَوَاهُ الْوَلِيد بْن مُسْلِم عَنْ عقير بْن مَعْدَان عَنْ سُلَيْم بْن عَامِر عَنْ أَبِي أُمَامَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُنْزِلَ الْقُرْآن فِي ثَلَاثَة أَمْكِنَة مَكَّة وَالْمَدِينَة وَالشَّام \" قَالَ الْوَلِيد يَعْنِي بَيْت الْمَقْدِس وَتَفْسِير الشَّام بِتَبُوك أَحْسَن مِمَّا قَالَ الْوَلِيد إِنَّهُ بَيْت الْمَقْدِس وَاَللَّه أَعْلَم . وَقِيلَ نَزَلَتْ فِي كُفَّار قُرَيْش هَمُّوا بِإِخْرَاجِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ بَيْن أَظْهُرهمْ فَتَوَعَّدَهُمْ اللَّه بِهَذِهِ الْآيَة وَأَنَّهُمْ لَوْ أَخْرَجُوهُ لَمَا لَبِثُوا بَعْده بِمَكَّة إِلَّا يَسِيرًا وَكَذَلِكَ وَقَعَ فَإِنَّهُ لَمْ يَكُنْ بَعْد هِجْرَته مِنْ بَيْن أَظْهُرهمْ بَعْدَمَا اِشْتَدَّ أَذَاهُمْ لَهُ إِلَّا سَنَة وَنِصْف حَتَّى جَمَعَهُمْ اللَّه وَإِيَّاهُ بِبَدْرٍ عَلَى غَيْر مِيعَاد فَأَمْكَنَهُ مِنْهُمْ وَسَلَّطَهُ عَلَيْهِمْ وَأَظْفَرَهُ بِهِمْ فَقَتَلَ أَشْرَافهمْ وَسَبَى ذَرَارِيّهمْ وَلِهَذَا قَالَ تَعَالَى .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38263, "aya_id": 76}]