[{"text": "أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا", "sura_id": 73, "type": 0, "id": 5479, "aya_id": 4}, {"text": "أو زد عليه ورتل القرءان ترتيلا", "sura_id": 73, "type": 1, "id": 11715, "aya_id": 4}, {"text": "4 - (أو زد عليه) إلى الثلثين وأو للتخيير (ورتل القرآن) تثبت في تلاوته (ترتيلا) \r\n", "sura_id": 73, "type": 2, "id": 30423, "aya_id": 4}, {"text": "أو زد على النصف حتى تصل إلى الثلثين, واقرأ القرآن بتُؤَدَة وتمهُّلٍ مبيِّنًا الحروف والوقوف.\r\n", "sura_id": 73, "type": 3, "id": 36659, "aya_id": 4}, {"text": " <font color=red>أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا</font><BR><p>وَقَوْله تَعَالَى\" وَرَتِّلْ الْقُرْآن تَرْتِيلًا \" أَيْ اِقْرَأْهُ عَلَى تَمَهُّل فَإِنَّهُ يَكُون عَوْنًا عَلَى فَهْم الْقُرْآن وَتَدَبُّره وَكَذَلِكَ كَانَ يَقْرَأ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ : قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا : كَانَ يَقْرَأ السُّورَة فَيُرَتِّلهَا حَتَّى تَكُون أَطْوَل مِنْ أَطْوَل مِنْهَا . وَفِي صَحِيح الْبُخَارِيّ عَنْ أَنَس أَنَّهُ سُئِلَ عَنْ قِرَاءَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ كَانَتْ مَدًّا ثُمَّ قَرَأَ \" بِسْمِ اللَّه الرَّحْمَن الرَّحِيم \" يَمُدّ بِسْمِ اللَّه وَيَمُدّ الرَّحْمَن وَيَمُدّ الرَّحِيم وَقَالَ اِبْن جُرَيْج عَنْ اِبْن أَبِي مُلَيْكَة عَنْ أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا أَنَّهَا سُئِلَتْ عَنْ قِرَاءَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ كَانَ يُقَطِّع قِرَاءَته آيَة آيَة \" بِسْمِ اللَّه الرَّحْمَن الرَّحِيم الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ الرَّحْمَن الرَّحِيم مَالِك يَوْم الدِّين \" رَوَاهُ أَحْمَد وَأَبُو دَاوُد وَالتِّرْمِذِيّ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن عَنْ سُفْيَان عَنْ عَاصِم عَنْ ذَرّ عَنْ عَبْد اللَّه بْن عَمْرو عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" يُقَال لِقَارِئِ الْقُرْآن اِقْرَأْ وَارْقَ وَرَتِّلْ كَمَا كُنْت تُرَتِّل فِي الدُّنْيَا فَإِنَّ مَنْزِلَتك عِنْد آخِر آيَة تَقْرَؤُهَا\" وَرَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث سُفْيَان الثَّوْرِيّ بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَقَدْ قَدَّمْنَا فِي أَوَّل التَّفْسِير الْأَحَادِيث الدَّالَّة عَلَى اِسْتِحْبَاب التَّرْتِيل وَتَحْسِين الصَّوْت بِالْقِرَاءَةِ كَمَا جَاءَ فِي الْحَدِيث\" زَيِّنُوا الْقُرْآن بِأَصْوَاتِكُمْ \" وَ \" لَيْسَ مِنَّا مَنْ لَمْ يَتَغَنَّ بِالْقُرْآنِ \" وَ \" لَقَدْ أُوتِيَ هَذَا مِزْمَارًا مِنْ مَزَامِير آلِ دَاوُد \" يَعْنِي أَبَا مُوسَى فَقَالَ أَبُو مُوسَى لَوْ كُنْت أَعْلَم أَنَّك كُنْت تَسْمَع قِرَاءَتِي لَحَبَّرْته لَك تَحْبِيرًا وَعَنْ اِبْن مَسْعُود أَنَّهُ قَالَ لَا تَنْثُرُوهُ نَثْر الرَّمْل وَلَا تَهُذُّوهُ هَذّ الشِّعْر قِفُوا عِنْد عَجَائِبه وَحَرِّكُوا بِهِ الْقُلُوب وَلَا يَكُنْ هَمّ أَحَدكُمْ آخِر السُّورَة رَوَاهُ الْبَغَوِيّ وَقَالَ الْبُخَارِيّ حَدَّثَنَا آدَم حَدَّثَنَا شُعْبَة حَدَّثَنَا عَمْرو بْن مُرَّة سَمِعْت أَبَا وَائِل قَالَ : جَاءَ رَجُل إِلَى اِبْن مَسْعُود فَقَالَ : قَرَأْت الْمُفَصَّل اللَّيْلَة فِي رَكْعَة . فَقَالَ هَذًّا كَهَذِّ الشِّعْر لَقَدْ عَرَفْت النَّظَائِر الَّتِي كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرِن بَيْنهنَّ فَذَكَرَ عِشْرِينَ سُورَة مِنْ الْمُفَصَّل سُورَتَيْنِ فِي رَكْعَة .</p><BR> <br> ", "sura_id": 73, "type": 4, "id": 42786, "aya_id": 4}]