[{"text": "وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءكِ وَيَا سَمَاء أَقْلِعِي وَغِيضَ الْمَاء وَقُضِيَ الأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِيِّ وَقِيلَ بُعْداً لِّلْقَوْمِ الظَّالِمِينَ", "sura_id": 11, "type": 0, "id": 1517, "aya_id": 44}, {"text": "وقيل يا أرض ابلعي ماءك ويا سماء أقلعي وغيض الماء وقضي الأمر واستوت على الجودي وقيل بعدا للقوم الظالمين", "sura_id": 11, "type": 1, "id": 7753, "aya_id": 44}, {"text": "44 - (وقيل يا أرض ابلعي ماءك) الذي نبع منك فشربته دون ما نزل من السماء أنهاراً وبحاراً (ويا سماء أقلعي) أمسكي عن المطر فأمسكت (وغيض) نقص (الماء وقضي الأمر) تم أمر هلاك قوم نوح (واستوت) وقفت السفينة (على الجودي) جبل بالجزيرة بقرب الموصل (وقيل بُعداً) هلاكاً (للقوم الظالمين) الكافرين \r\n", "sura_id": 11, "type": 2, "id": 26461, "aya_id": 44}, {"text": "وقال الله للأرض -بعد هلاك قوم نوح -: يا أرض اشربي ماءك, ويا سماء أمسكي عن المطر, ونقص الماء ونضب, وقُضي أمر الله بهلاك قوم نوح, ورست السفينة على جبل الجوديِّ, وقيل: هلاكًا وبعدًا للقوم الظالمين الذين تجاوزوا حدود الله, ولم يؤمنوا به.\r\n", "sura_id": 11, "type": 3, "id": 32697, "aya_id": 44}, {"text": " <font color=red>وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ وَيَا سَمَاءُ أَقْلِعِي وَغِيضَ الْمَاءُ وَقُضِيَ الْأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِيِّ وَقِيلَ بُعْدًا</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ لَمَّا أَغْرَقَ أَهْل الْأَرْض كُلّهمْ إِلَّا أَصْحَاب السَّفِينَة أَمَرَ الْأَرْض أَنْ تَبْلَع مَاءَهَا الَّذِي نَبَعَ مِنْهَا وَاجْتَمَعَ عَلَيْهَا وَأَمَرَ السَّمَاء أَنْ تُقْلِع عَنْ الْمَطَر \" وَغِيضَ الْمَاء \" أَيْ شَرَعَ فِي النَّقْص \" وَقُضِيَ الْأَمْر \" أَيْ فُرِغَ مِنْ أَهْل الْأَرْض قَاطِبَة مِمَّنْ كَفَرَ بِاَللَّهِ لَمْ يَبْقَ مِنْهُمْ دَيَّار\" وَاسْتَوَتْ \" السَّفِينَة بِمَنْ فِيهَا \" عَلَى الْجُودِيّ \" قَالَ مُجَاهِد : وَهُوَ جَبَل بِالْجَزِيرَةِ تَشَامَخَتْ الْجِبَال يَوْمئِذٍ مِنْ الْغَرَق وَتَطَاوَلَتْ وَتَوَاضَعَ هُوَ لِلَّهِ عَزَّ وَجَلَّ فَلَمْ يَغْرَق وَأَرْسَتْ عَلَيْهِ سَفِينَة نُوح عَلَيْهِ السَّلَام وَقَالَ قَتَادَة اِسْتَوَتْ عَلَيْهِ شَهْرًا حَتَّى نَزَلُوا مِنْهَا ; قَالَ قَتَادَة : قَدْ أَبْقَى اللَّه سَفِينَة نُوح عَلَيْهِ السَّلَام عَلَى الْجُودِيّ مِنْ أَرْض الْجَزِيرَة عِبْرَة وَآيَة حَتَّى رَآهَا أَوَائِل هَذِهِ الْأُمَّة , وَكَمْ مِنْ سَفِينَة قَدْ كَانَتْ بَعْدهَا فَهَلَكَتْ وَصَارَتْ رَمَادًا . وَقَالَ الضَّحَّاك : الْجُودِيّ جَبَل بِالْمَوْصِلِ وَقَالَ بَعْضهمْ هُوَ الطُّور وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا عَمْرو بْن رَافِع حَدَّثَنَا مُحَمَّد بْن عُبَيْد عَنْ تَوْبَة بْن سَالِم قَالَ رَأَيْت زِرّ بْن حُبَيْش يُصَلِّي فِي الزَّاوِيَة حِين يَدْخُل مِنْ أَبْوَاب كِنْدَة عَلَى يَمِينك فَسَأَلْته إِنَّك لَكَثِير الصَّلَاة هَهُنَا يَوْم الْجُمْعَة قَالَ بَلَغَنِي أَنَّ سَفِينَة نُوح أَرْسَتْ مِنْ هَهُنَا . وَقَالَ عِلْبَاء بْن أَحْمَر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : كَانَ مَعَ نُوح فِي السَّفِينَة ثَمَانُونَ رَجُلًا مَعَهُمْ أَهْلُوهُمْ وَأَنَّهُمْ كَانُوا فِيهَا مِائَة وَخَمْسِينَ يَوْمًا , وَأَنَّ اللَّه وَجَّهَ السَّفِينَة إِلَى مَكَّة فَطَافَتْ بِالْبَيْتِ أَرْبَعِينَ يَوْمًا ثُمَّ وَجَّهَهَا اللَّه إِلَى الْجُودِيّ فَاسْتَقَرَّتْ عَلَيْهِ فَبَعَثَ نُوح الْغُرَاب لِيَأْتِيَهُ بِخَبَرِ الْأَرْض فَذَهَبَ فَوَقَعَ عَلَى الْجِيَف فَأَبْطَأَ عَلَيْهِ فَبَعَثَ الْحَمَامَة فَأَتَتْهُ بِوَرَقِ الزَّيْتُون فَلَطَّخَتْ رِجْلَيْهَا بِالطِّينِ فَعَرَفَ نُوح عَلَيْهِ السَّلَام أَنَّ الْمَاء قَدْ نَضَبَ فَهَبَطَ إِلَى أَسْفَل الْجُودِيّ فَابْتَنَى قَرْيَة وَسَمَّاهَا ثَمَانِينَ فَأَصْبَحُوا ذَات يَوْم وَقَدْ تَبَلْبَلَتْ أَلْسِنَتهمْ عَلَى ثَمَانِينَ لُغَة إِحْدَاهَا اللِّسَان الْعَرَبِيّ فَكَانَ بَعْضهمْ لَا يَفْقَه كَلَام بَعْض فَكَانَ نُوح عَلَيْهِ السَّلَام يُعَبِّر عَنْهُمْ . وَقَالَ كَعْب الْأَحْبَار : إِنَّ السَّفِينَة طَافَتْ مَا بَيْن الْمَشْرِق وَالْمَغْرِب قَبْل أَنْ تَسْتَقِرّ عَلَى الْجُودِيّ وَقَالَ قَتَادَة وَغَيْره رَكِبُوا فِي عَاشِر شَهْر رَجَب فَسَارُوا مِائَة وَخَمْسِينَ يَوْمًا وَاسْتَقَرَّتْ بِهِمْ عَلَى الْجُودِيّ شَهْرًا وَكَانَ خُرُوجهمْ مِنْ السَّفِينَة فِي عَاشُورَاء مِنْ الْمُحَرَّم وَقَدْ وَرَدَ نَحْو هَذَا فِي حَدِيث مَرْفُوع رَوَاهُ اِبْن جَرِير وَأَنَّهُمْ صَامُوا يَوْمهمْ ذَلِكَ وَاَللَّه أَعْلَم . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو جَعْفَر حَدَّثَنَا عَبْد الصَّمَد بْن حَبِيب الْأَزْدِيّ عَنْ أَبِيهِ حَبِيب بْن عَبْد اللَّه عَنْ شِبْل عَنْ أَبِي هُرَيْرَة قَالَ : مَرَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأُنَاسٍ مِنْ الْيَهُود وَقَدْ صَامُوا يَوْم عَاشُورَاء فَقَالَ \" مَا هَذَا الصَّوْم ؟ \" قَالُوا هَذَا الْيَوْم الَّذِي نَجَّى اللَّه فِيهِ مُوسَى وَبَنِي إِسْرَائِيل مِنْ الْغَرَق وَغَرِقَ فِيهِ فِرْعَوْن وَهَذَا يَوْم اِسْتَوَتْ فِيهِ السَّفِينَة عَلَى الْجُودِيّ فَصَامَ نُوح وَمُوسَى عَلَيْهِمَا السَّلَام شُكْرًا لِلَّهِ عَزَّ وَجَلَّ : فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنَا أَحَقّ بِمُوسَى وَأَحَقّ بِصَوْمِ هَذَا الْيَوْم \" . فَصَامَ وَقَالَ لِأَصْحَابِهِ \" مَنْ كَانَ أَصْبَحَ مِنْكُمْ صَائِمًا فَلْيُتِمَّ صَوْمه وَمَنْ كَانَ أَصَابَ مِنْ غِذَاء أَهْله فَلْيُتِمَّ بَقِيَّة يَوْمه \" وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَلِبَعْضِهِ شَاهِد فِي الصَّحِيح وَقَوْله \" وَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ \" أَيْ هَلَاكًا وَخَسَارًا لَهُمْ وَبُعْدًا مِنْ رَحْمَة اللَّه فَإِنَّهُمْ قَدْ هَلَكُوا عَنْ آخِرهمْ فَلَمْ يَبْقَ لَهُمْ بَقِيَّة , وَقَدْ رَوَى الْإِمَام أَبُو جَعْفَر بْن جَرِير وَالْحَبْر أَبُو مُحَمَّد بْن أَبِي حَاتِم فِي تَفْسِيرَيْهِمَا مِنْ حَدِيث يَعْقُوب بْن مُوسَى الزَّمْعِيّ عَنْ قَائِد مَوْلَى عُبَيْد اللَّه بْن أَبِي رَافِع بْن إِبْرَاهِيم بْن عَبْد الرَّحْمَن بْن أَبِي رَبِيعَة أَخْبَرَهُ أَنَّ عَائِشَة زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ أَخْبَرْته أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَوْ رَحِمَ اللَّه مِنْ قَوْم نُوح أَحَدًا لَرَحِمَ أُمّ الصَّبِيّ \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" كَانَ نُوح عَلَيْهِ السَّلَام مَكَثَ فِي قَوْمه أَلْف سَنَة إِلَّا خَمْسِينَ عَامًا يَدْعُو وَغَرَسَ مِائَة سَنَة الشَّجَر فَعَظُمَتْ وَذَهَبَتْ كُلّ مَذْهَب ثُمَّ قَطَعَهَا ثُمَّ جَعَلَهَا سَفِينَة وَيَمُرُّونَ عَلَيْهِ وَيَسْخَرُونَ مِنْهُ وَيَقُولُونَ تَعْمَل سَفِينَة فِي الْبَرّ فَكَيْف تَجْرِي ؟ قَالَ سَوْفَ تَعْلَمُونَ فَلَمَّا فَرَغَ وَنَبَعَ الْمَاء وَصَارَ فِي السِّكَك خَشِيَتْ أُمّ الصَّبِيّ عَلَيْهِ وَكَانَتْ تُحِبّهُ حُبًّا شَدِيدًا فَخَرَجَتْ إِلَى الْجَبَل حَتَّى بَلَغَتْ ثُلُثه فَلَمَّا بَلَغَهَا الْمَاء اِرْتَفَعَتْ حَتَّى بَلَغَتْ ثُلُثَيْهِ فَلَمَّا بَلَغَهَا الْمَاء خَرَجَتْ بِهِ حَتَّى اِسْتَوَتْ عَلَى الْجَبَل فَلَمَّا بَلَغَ الْمَاء رَقَبَتهَا رَفَعَتْهُ بِيَدَيْهَا فَغَرِقَا فَلَوْ رَحِمَ اللَّه مِنْهُمْ أَحَدًا لَرَحِمَ أُمّ الصَّبِيّ \" . وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَقَدْ رُوِيَ عَنْ كَعْب الْأَحْبَار وَمُجَاهِد بْن جُبَيْر قِصَّة هَذَا الصَّبِيّ وَأُمّه بِنَحْوٍ مِنْ هَذَا .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37662, "aya_id": 44}]