[{"text": "هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ", "sura_id": 59, "type": 0, "id": 5149, "aya_id": 23}, {"text": "هو الله الذي لا إله إلا هو الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر سبحان الله عما يشركون", "sura_id": 59, "type": 1, "id": 11385, "aya_id": 23}, {"text": "23 - (هو الله الذي لا إله إلا هو الملك القدوس) الطاهر عما لا يليق به (السلام) ذو السلامة من النقائص (المؤمن) المصدق رسله بخلق المعجزة لهم (المهيمن) من هيمن يهيمن إذا كان رقيبا على الشيء أي الشهيد على عباده بأعمالهم (العزيز) القوي (الجبار) جبر خلقه على ما أرادد (المتكبر) عما لا يليق به (سبحان الله) نزه نفسه (عما يشركون) به \r\n", "sura_id": 59, "type": 2, "id": 30093, "aya_id": 23}, {"text": "هو الله المعبود بحق, الذي لا إله إلا هو, الملك لجميع الأشياء, المتصرف فيها بلا ممانعة ولا مدافعة, المنزَّه عن كل نقص, الذي سلِم من كل عيب, المصدِّق رسله وأنبياءه بما ترسلهم به من الآيات البينات, الرقيب على كل خلقه في أعمالهم, العزيز الذي لا يغالَب, الجبار الذي قهر جميع العباد, وأذعن له سائر الخلق, المتكبِّر الذي له الكبرياء والعظمة. تنزَّه الله تعالى عن كل ما يشركونه به في عبادته.\r\n", "sura_id": 59, "type": 3, "id": 36329, "aya_id": 23}, {"text": " <font color=red>هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ</font><BR><p>قَالَ تَعَالَى \" هُوَ اللَّه الَّذِي لَا إِلَه إِلَّا هُوَ الْمَلِك \" أَيْ الْمَالِك لِجَمِيعِ الْأَشْيَاء الْمُتَصَرِّف فِيهَا بِلَا مُمَانَعَة وَلَا مُدَافَعَة وَقَوْله تَعَالَى\" الْقُدُّوس \" قَالَ وَهْب بْن مُنَبِّه أَيْ الطَّاهِر وَقَالَ مُجَاهِد وَقَتَادَة أَيْ الْمُبَارَك وَقَالَ اِبْن جُرَيْج تُقَدِّسهُ الْمَلَائِكَة الْكِرَام \" السَّلَام \" أَيْ مِنْ جَمِيع الْعُيُوب وَالنَّقَائِص لِكَمَالِهِ فِي ذَاته وَصِفَاته وَأَفْعَاله وَقَوْله تَعَالَى \" الْمُؤْمِن \" قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس أَيْ أَمَّنَ خَلْقه مِنْ أَنْ يَظْلِمهُمْ وَقَالَ قَتَادَة أَمَّنَ بِقَوْلِهِ إِنَّهُ حَقّ وَقَالَ اِبْن زَيْد صَدَقَ عِبَاده الْمُؤْمِنِينَ فِي إِيمَانهمْ بِهِ . وَقَوْله تَعَالَى\" الْمُهَيْمِن \" قَالَ اِبْن عَبَّاس وَغَيْر وَاحِد أَيْ الشَّاهِد عَلَى خَلْقه بِأَعْمَالِهِمْ بِمَعْنَى هُوَ رَقِيب عَلَيْهِمْ كَقَوْلِهِ\" وَاَللَّه عَلَى كُلّ شَيْء شَهِيد \" وَقَوْله \" ثُمَّ اللَّه شَهِيد عَلَى مَا يَفْعَلُونَ \" وَقَوْله \" أَفَمَنْ هُوَ قَائِم عَلَى كُلّ نَفْس بِمَا كَسَبَتْ \" الْآيَة . وَقَوْله تَعَالَى \" الْعَزِيز \" أَيْ الَّذِي قَدْ عَزَّ كُلّ شَيْء فَقَهَرَهُ وَغَلَبَ الْأَشْيَاء فَلَا يُنَال جَنَابه لِعِزَّتِهِ وَعَظَمَته وَجَبَرُوته وَكِبْرِيَائِهِ وَلِهَذَا قَالَ تَعَالَى \" الْجَبَّار الْمُتَكَبِّر \" أَيْ الَّذِي لَا تَلِيق الْجَبْرِيَّة إِلَّا لَهُ وَلَا التَّكَبُّر إِلَّا لِعَظَمَتِهِ كَمَا تَقَدَّمَ فِي الصَّحِيح \" الْعَظَمَة إِزَارِي وَالْكِبْرِيَاء رِدَائِي فَمَنْ نَازَعَنِي وَاحِدًا مِنْهُمَا عَذَّبْته \" وَقَالَ قَتَادَة : الْجَبَّار الَّذِي جَبَرَ خَلْقه عَلَى مَا يَشَاء وَقَالَ اِبْن جَرِير : الْجَبَّار الْمُصْلِح أُمُور خَلْقه الْمُتَصَرِّف فِيهِمْ بِمَا فِيهِ صَلَاحهمْ وَقَالَ قَتَادَة الْمُتَكَبِّر يَعْنِي عَنْ كُلّ سُوء ثُمَّ قَالَ تَعَالَى \" سُبْحَان اللَّه عَمَّا يُشْرِكُونَ\" .</p><BR> <br> ", "sura_id": 59, "type": 4, "id": 42067, "aya_id": 23}]