[{"text": "إِذْ قَالَ اللّهُ يَا عِيسى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَى وَالِدَتِكَ إِذْ أَيَّدتُّكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلاً وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالإِنجِيلَ وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي وَتُبْرِىءُ الأَكْمَهَ وَالأَبْرَصَ بِإِذْنِي وَإِذْ تُخْرِجُ الْمَوتَى بِإِذْنِي وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُواْ مِنْهُمْ إِنْ هَذَا إِلاَّ سِحْرٌ مُّبِينٌ", "sura_id": 5, "type": 0, "id": 779, "aya_id": 110}, {"text": "إذ قال الله يا عيسى ابن مريم اذكر نعمتي عليك وعلى والدتك إذ أيدتك بروح القدس تكلم الناس في المهد وكهلا وإذ علمتك الكتاب والحكمة والتوراة والإنجيل وإذ تخلق من الطين كهيئة الطير بإذني فتنفخ فيها فتكون طيرا بإذني وتبرئ الأكمه والأبرص بإذني وإذ تخرج الموتى بإذني وإذ كففت بني إسرائيل عنك إذ جئتهم بالبينات فقال الذين كفروا منهم إن هذا إلا سحر مبين", "sura_id": 5, "type": 1, "id": 7015, "aya_id": 110}, {"text": "110 - اذكر (إذ قال الله يا عيسى ابن مريم اذكر نعمتي عليك وعلى والدتك) اشكرها (إذ أيدتك) قويتك (بروح القدس) جبريل (تكلم الناس) حال من الكاف في أيدتك (في المهد) أي طفلا (وكهلا) يفيد نزوله قبل الساعة لأنه رفع قبل الكهولة كما سبق في آل عمران (وإذ علمتك الكتاب والحكمة والتوراة والإنجيل وإذ تخلق من الطين كهيئة) كصورة (الطير) والكاف اسم بمعنى مثل مفعول (بإذني فتنفخ فيها فتكون طيرا بإذني) بإرادتي (وتبرئ الأكمه والأبرص بإذني وإذ تخرج الموتى) من قبورهم أحياء (بإذني وإذ كففت بني إسرائيل عنك) حين هموا بقتلك (إذ جئتهم بالبينات) المعجزات (فقال الذين كفروا منهم إن) ما (هذا) الذي جئت به (إلا سحر مبين) وفي قراءة {ساحر} أي عيسى \r\n", "sura_id": 5, "type": 2, "id": 25723, "aya_id": 110}, {"text": "إذ قال الله يرم القيامة: يا عيسى ابن مريم اذكر نعمتي عليك إذ خلقتك من غير أب, وعلى والدتك حيث اصطفيتها على نساء العالمين, وبرأتها مما نُسِب إليها, ومن هذه النعم على عيسى أنه قوَّاه وأعانه بجبريل عليه السلام, يكلم الناس وهو رضيع, ويدعوهم إلى الله وهو كبير بما أوحاه الله إليه من التوحيد, ومنها أن الله تعالى علَّمه الكتابة والخط بدون معلم, ووهبه قوة الفهم والإدراك, وعَلَّمه التوراة التي أنزلها على موسى عليه السلام, والإنجيل الذي أنزل عليه هداية للناس, ومن هذه النعم أنه يصوِّر من الطين كهيئة الطير فينفخ في تلك الهيئة, فتكون طيرًا بإذن الله, ومنها أنه يشفي الذي وُلِد أعمى فيبصر, ويشفي الأبرص, فيعود جلده سليمًا بإذن الله, ومنها أنه يدعو الله أن يحييَ الموتى فيقومون من قبورهم أحياء, وذلك كله بإرادة الله تعالى وإذنه, وهي معجزات باهرة تؤيد نبوة عيسى عليه السلام, ثم يذكِّره الله جل وعلا نعمته عليه إذ منع بني إسرائيل حين همُّوا بقتله, وقد جاءهم بالمعجزات الواضحة الدالة على نبوته, فقال الذين كفروا منهم: إنَّ ما جاء به عيسى من البينات سحر ظاهر.\r\n", "sura_id": 5, "type": 3, "id": 31959, "aya_id": 110}, {"text": " <font color=red>إِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَى وَالِدَتِكَ إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنْفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي وَإِذْ تُخْرِجُ الْمَوْتَى بِإِذْنِي وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هَذَا إِلَّا سِحْرٌ</font><BR><p>يَذْكُر تَعَالَى مَا اِمْتَنَّ بِهِ عَلَى عَبْده وَرَسُوله عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام مِمَّا أَجْرَاهُ عَلَى يَدَيْهِ مِنْ الْمُعْجِزَات الْبَاهِرَات وَخَوَارِق الْعَادَات فَقَالَ اُذْكُرْ نِعْمَتِي عَلَيْك أَيْ فِي خَلْقِي إِيَّاكَ مِنْ أُمّ بِلَا ذَكَرٍ وَجَعْلِي إِيَّاكَ آيَة وَدَلَالَة قَاطِعَة عَلَى كَمَال قُدْرَتِي عَلَى الْأَشْيَاء وَعَلَى وَالِدَتك حَيْثُ جَعَلْتُك لَهَا بُرْهَانًا عَلَى بَرَاءَتِهَا مِمَّا نَسَبَهُ الظَّالِمُونَ وَالْجَاهِلُونَ إِلَيْهَا مِنْ الْفَاحِشَة إِذْ أَيَّدْتُك بِرُوحِ الْقُدُس وَهُوَ جِبْرِيلُ عَلَيْهِ السَّلَام وَجَعَلْتُك نَبِيًّا دَاعِيًا إِلَى اللَّه فِي صِغَرك وَكِبَرك فَأَنْطَقْتُك فِي الْمَهْد صَغِيرًا فَشَهِدْت بِبَرَاءَةِ أُمّك مِنْ كُلّ عَيْب وَاعْتَرَفْت لِي بِالْعُبُودِيَّةِ وَأَخْبَرْت عَنْ رِسَالَتِي إِيَّاكَ وَدَعَوْت إِلَى عِبَادَتِي وَلِهَذَا قَالَ \" تُكَلِّم النَّاس فِي الْمَهْد وَكَهْلًا \" أَيْ تَدْعُو إِلَى اللَّه النَّاس فِي صِغَرك وَكِبَرك وَضَمَّنَ تُكَلِّم تَدْعُو لِأَنَّ كَلَامَهُ النَّاسَ فِي كُهُولَته لَيْسَ بِأَمْرٍ عَجِيب وَقَوْله \" وَإِذْ عَلَّمْتُك الْكِتَاب وَالْحِكْمَة \" أَيْ الْخَطّ وَالْفَهْم وَالتَّوْرَاة وَهِيَ الْمُنَزَّلَة عَلَى مُوسَى بْن عِمْرَان الْكَلِيم وَقَدْ يَرِد لَفْظ التَّوْرَاة فِي الْحَدِيث وَيُرَاد بِهِ مَا هُوَ أَعَمُّ مِنْ ذَلِكَ وَقَوْله\" وَإِذْ تَخْلُق مِنْ الطِّين كَهَيْئَةِ الطَّيْر بِإِذْنِي \" أَيْ تُصَوِّرهُ وَتُشَكِّلهُ عَلَى هَيْئَة الطَّائِر بِإِذْنِي لَك فِي ذَلِكَ فَتَنْفُخ فِيهَا \" فَتَكُون طَيْرًا بِإِذْنِي \" أَيْ فَتَنْفُخ فِي تِلْكَ الصُّورَة الَّتِي شَكَّلْتهَا بِإِذْنِي لَك فِي ذَلِكَ فَتَكُون طَيْرًا ذَا رُوحٍ تَطِير بِإِذْنِ اللَّه وَخَلْقه . وَقَوْله تَعَالَى \" وَتُبْرِئ الْأَكْمَهَ وَالْأَبْرَص بِإِذْنِي \" قَدْ تَقَدَّمَ الْكَلَام عَلَيْهِ فِي سُورَة آل عِمْرَان بِمَا أَغْنَى عَنْ إِعَادَته. وَقَوْله \" وَإِذْ تُخْرِج الْمَوْتَى بِإِذْنِي \" أَيْ تَدْعُوهُمْ فَيَقُومُونَ مِنْ قُبُورهمْ بِإِذْنِ اللَّه وَقُدْرَته وَإِرَادَته وَمَشِيئَته وَقَدْ قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا مَالِك بْن إِسْمَاعِيل حَدَّثَنَا مُحَمَّد بْن طَلْحَة يَعْنِي اِبْن مُصَرِّف عَنْ أَبِي بِشْر عَنْ أَبِي الْهُذَيْل قَالَ : كَانَ عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام إِذَا أَرَادَ أَنْ يُحْيِي الْمَوْتَى صَلَّى رَكْعَتَيْنِ يَقْرَأ فِي الْأُولَى تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْك وَفِي الثَّانِيَة الم تَنْزِيل السَّجْدَة فَإِذَا فَرَغَ مِنْهُمَا مَدَحَ اللَّه وَأَثْنَى عَلَيْهِ ثُمَّ دَعَا بِسَبْعَةِ أَسْمَاء : يَا قَدِيم يَا خَفِيّ يَا دَائِم يَا فَرْد يَا وِتْر يَا أَحَد يَا صَمَد وَكَانَ إِذَا أَصَابَتْهُ شِدَّة دَعَا بِسَبْعَةٍ أُخَر : يَا حَيّ يَا قَيُّوم يَا اللَّه يَا رَحْمَن يَا ذَا الْجَلَال وَالْإِكْرَام يَا نُور السَّمَوَات وَالْأَرْض وَمَا بَيْنهمَا وَرَبّ الْعَرْش الْعَظِيم يَا رَبّ وَهَذَا أَثَر عَظِيم جِدًّا . وَقَوْله تَعَالَى \" وَإِذْ كَفَفْت بَنِي إِسْرَائِيل عَنْك إِذْ جِئْتهمْ بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هَذَا إِلَّا سِحْر مُبِين\" أَيْ وَاذْكُرْ نِعْمَتِي عَلَيْك فِي كَفِّي إِيَّاهُمْ عَنْك حِين جِئْتهمْ بِالْبَرَاهِينِ وَالْحُجَج الْقَاطِعَة عَلَى نُبُوَّتك وَرِسَالَتك مِنْ اللَّه إِلَيْهِمْ فَكَذَّبُوك وَاتَّهَمُوك بِأَنَّك سَاحِر وَسَعَوْا فِي قَتْلك وَصَلْبك فَنَجَّيْتُك مِنْهُمْ وَرَفَعْتُك إِلَيَّ وَطَهَّرْتُك مِنْ دَنَسهمْ وَكَفَيْتُك شَرَّهُمْ وَهَذَا يَدُلّ عَلَى أَنَّ هَذَا الِامْتِنَان كَانَ مِنْ اللَّه إِلَيْهِ بَعْد رَفْعه إِلَى السَّمَاء الدُّنْيَا أَوْ يَكُون هَذَا الِامْتِنَان وَاقِعًا يَوْم الْقِيَامَة وَعَبَّرَ عَنْهُ بِصِيغَةِ الْمَاضِي دَلَالَة عَلَى وُقُوعه لَا مَحَالَة وَهَذَا مِنْ أَسْرَار الْغُيُوب الَّتِي أَطْلَعَ اللَّه عَلَيْهَا نَبِيَّهُ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41450, "aya_id": 110}]