[{"text": "قَالُوا إِنْ هَذَانِ لَسَاحِرَانِ يُرِيدَانِ أَن يُخْرِجَاكُم مِّنْ أَرْضِكُم بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى", "sura_id": 20, "type": 0, "id": 2411, "aya_id": 63}, {"text": "قالوا إن هذان لساحران يريدان أن يخرجاكم من أرضكم بسحرهما و يذهبا بطريقتكم المثلى", "sura_id": 20, "type": 1, "id": 8647, "aya_id": 63}, {"text": "63 - (قالوا) لأنفسهم (إن هذان) لأبي عمرو ولغيره وهو موافق للغة من يأتي في المثنى بالألف في أحواله الثلاث (لساحران يريدان أن يخرجاكم من أرضكم بسحرهما ويذهبا بطريقتكم المثلى) مؤنث أمثل بمعنى أشرف أي باشرافكم بميلهم إليهما لغلبتهما \r\n", "sura_id": 20, "type": 2, "id": 27355, "aya_id": 63}, {"text": " قالوا: إن موسى وهارون ساحران يريدان أن يخرجاكم من بلادكم بسحرهما, ويذهبا بطريقة السحر العظيمة التي أنتم عليها, فأحكموا كيدكم,\r\n", "sura_id": 20, "type": 3, "id": 33591, "aya_id": 63}, {"text": " <font color=red>قَالُوا إِنْ هَذَانِ لَسَاحِرَانِ يُرِيدَانِ أَنْ يُخْرِجَاكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى</font><BR><p>\" قَالُوا إِنْ هَذَانِ لَسَاحِرَانِ \" وَهَذِهِ لُغَة لِبَعْضِ الْعَرَب جَاءَتْ هَذِهِ الْقِرَاءَة عَلَى إِعْرَابهَا وَمِنْهُمْ مَنْ قَرَأَ إِنَّ هَذَيْنِ لَسَاحِرَانِ وَهَذِهِ اللُّغَة الْمَشْهُورَة وَقَدْ تَوَسَّعَ النُّحَاة فِي الْجَوَاب عَنْ الْقِرَاءَة الْأُولَى بِمَا لَيْسَ هَذَا مَوْضِعه وَالْغَرَض أَنَّ السَّحَرَة قَالُوا فِيمَا بَيْنهمْ : تَعْلَمُونَ أَنَّ هَذَا الرَّجُل وَأَخَاهُ - يَعْنُونَ مُوسَى وَهَارُون - سَاحِرَانِ عَالِمَانِ خَبِيرَانِ بِصِنَاعَةِ السِّحْر يُرِيدَانِ فِي هَذَا الْيَوْم أَنْ يَغْلِبَاكُمْ وَقَوْمكُمْ وَيَسْتَوْلِيَا عَلَى النَّاس وَتَتْبَعهُمَا الْعَامَّة وَيُقَاتِلَا فِرْعَوْن وَجُنُوده فَيُنْصَرَا عَلَيْهِ وَيُخْرِجَاكُمْ مِنْ أَرْضكُمْ وَقَوْله \" وَيَذْهَبَا بِطَرِيقَتِكُمْ الْمُثْلَى \" أَيْ وَيَسْتَبِدَّا بِهَذِهِ الطَّرِيقَة وَهِيَ السِّحْر فَإِنَّهُمْ كَانُوا مُعَظَّمِينَ بِسَبَبِهَا لَهُمْ أَمْوَال وَأَرْزَاق عَلَيْهَا يَقُولُونَ إِذَا غَلَبَ هَذَانِ أَهْلَكَاكُمْ وَأَخْرَجَاكُمْ مِنْ الْأَرْض وَتَفَرَّدَا بِذَلِكَ وَتَمَحَّضَتْ لَهُمَا الرِّيَاسَة بِهَا دُونكُمْ وَقَدْ تَقَدَّمَ فِي حَدِيث الْفُتُون أَنَّ اِبْن عَبَّاس قَالَ فِي قَوْله \" وَيَذْهَبَا بِطَرِيقَتِكُمْ الْمُثْلَى \" يَعْنِي مُلْكهمْ الَّذِي هُمْ فِيهِ وَالْعَيْش وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا نُعَيْم بْن حَمَّاد حَدَّثَنَا هُشَيْم عَنْ عَبْد الرَّحْمَن بْن إِسْحَاق سَمِعَ الشَّعْبِيّ يُحَدِّث عَنْ عَلِيّ فِي قَوْله وَيَذْهَبَا بِطَرِيقَتِكُمْ الْمُثْلَى قَالَ يَصْرِفَانِ وُجُوه النَّاس إِلَيْهِمَا وَقَالَ مُجَاهِد وَيَذْهَبَا بِطَرِيقَتِكُمْ الْمُثْلَى قَالَ أُولُو الشَّرَف وَالْعَقْل وَالْأَسْنَان. وَقَالَ أَبُو صَالِح بِطَرِيقَتِكُمْ الْمُثْلَى أَشْرَافكُمْ وَسَرَوَاتكُمْ وَقَالَ عِكْرِمَة بِخَيْرِكُمْ وَقَالَ قَتَادَة وَطَرِيقَتهمْ الْمُثْلَى يَوْمئِذٍ بَنُو إِسْرَائِيل وَكَانُوا أَكْثَر الْقَوْم عَدَدًا وَأَمْوَالًا فَقَالَ عَدُوّ اللَّه يُرِيدَانِ أَنْ يَذْهَبَا بِهَا لِأَنْفُسِهِمَا وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بِطَرِيقَتِكُمْ الْمُثْلَى بِاَلَّذِي أَنْتُمْ عَلَيْهِ .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38877, "aya_id": 63}]