[{"text": "إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِّلْعَالَمِينَ", "sura_id": 3, "type": 0, "id": 389, "aya_id": 96}, {"text": "إن أول بيت وضع للناس للذي ببكة مباركا وهدى للعالمين", "sura_id": 3, "type": 1, "id": 6625, "aya_id": 96}, {"text": "96 - ونزل لما قالوا قبلتنا قبل قبلتكم (إن أول بيت وضع) مُتعَبدَّاً (للناس) في الأرض (للذي ببكة) بالباء لغة في مكة سميت بذلك لأنها تَبُكُّ أعناق الجبابرة أي تدقها ، بناه الملائكة قبل خلق آدم ووضع بعده الأقصى وبينهما أربعون سنة كما في حديث الصحيحين وفي حديث\" أنه أول ما ظهر على وجه الماء عند خلق السماوات والأرض زبدة بيضاء فدحيت الأرض من تحته\" (مباركاً) حال من الذي أي ذا بركة (وهدى للعالمين) لأنه قبلتهم \r\n", "sura_id": 3, "type": 2, "id": 25333, "aya_id": 96}, {"text": "إن أول بيت بُني لعبادة الله في الأرض لهو بيت الله الحرام الذي في \"مكة\", وهذا البيت مبارك تضاعف فيه الحسنات, وتتنزل فيه الرحمات, وفي استقباله في الصلاة, وقصده لأداء الحج والعمرة, صلاح وهداية للناس أجمعين.\r\n", "sura_id": 3, "type": 3, "id": 31569, "aya_id": 96}, {"text": " <font color=red>إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِلْعَالَمِينَ</font><BR><p>يُخْبِر تَعَالَى أَنَّ أَوَّل بَيْت وُضِعَ لِلنَّاسِ أَيْ لِعُمُومِ النَّاس لِعِبَادَتِهِمْ وَنُسُكهمْ يَطُوفُونَ بِهِ وَيُصَلُّونَ إِلَيْهِ وَيَعْتَكِفُونَ عِنْده لَلَّذِي بِبَكَّةَ \" يَعْنِي الْكَعْبَة الَّتِي بَنَاهَا إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام الَّذِي يَزْعُم كُلّ مِنْ طَائِفَتِي النَّصَارَى وَالْيَهُود أَنَّهُمْ عَلَى دِينه وَمَنْهَجه وَلَا يَحُجُّونَ إِلَى الْبَيْت الَّذِي بَنَاهُ عَنْ أَمْر اللَّه لَهُ فِي ذَلِكَ وَنَادَى النَّاس إِلَى حَجّه وَلِهَذَا قَالَ تَعَالَى \" مُبَارَكًا \" أَيْ وُضِعَ مُبَارَكًا \" وَهُدًى لِلْعَالَمِينَ \" وَقَدْ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا سُفْيَان عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم التَّيْمِيّ عَنْ أَبِيهِ عَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ قَالَ : قُلْت يَا رَسُول اللَّه أَيّ مَسْجِد وُضِعَ أَوَّل ؟ قَالَ \" الْمَسْجِد الْحَرَام \" قُلْت : ثُمَّ أَيّ ؟ قَالَ \" الْمَسْجِد الْأَقْصَى \" قُلْت : كَمْ بَيْنهمَا ؟ قَالَ \" أَرْبَعُونَ سَنَة \" قُلْت : ثُمَّ أَيّ ؟ قَالَ \" ثُمَّ حَيْثُ أَدْرَكَتْك الصَّلَاة فَصَلِّ فَكُلّهَا مَسْجِد \" وَأَخْرَجَهُ الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث الْأَعْمَش بِهِ . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا سَعِيد بْن سُلَيْمَان عَنْ شَرِيك عَنْ مُجَالِد عَنْ الشَّعْبِيّ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ فِي قَوْله تَعَالَى \" إِنَّ أَوَّل بَيْت وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا \" قَالَ : كَانَتْ الْبُيُوت قَبْله وَلَكِنَّهُ أَوَّل بَيْت وُضِعَ لِعِبَادَةِ اللَّه . وَحَدَّثَنَا أَبِي حَدَّثَنَا الْحَسَن بْن الرَّبِيع حَدَّثَنَا أَبُو الْأَحْوَص عَنْ سِمَاك عَنْ خَالِد بْن عَرْعَرَة قَالَ : قَامَ رَجُل إِلَى عَلِيّ رَضِيَ اللَّه عَنْهُ فَقَالَ : أَلَا تُحَدِّثنِي عَنْ الْبَيْت أَهُوَ أَوَّل بَيْت وُضِعَ فِي الْأَرْض ؟ قَالَ : لَا وَلَكِنَّهُ أَوَّل بَيْت وُضِعَ فِيهِ الْبَرَكَة مَقَام إِبْرَاهِيم وَمَنْ دَخَلَهُ كَانَ آمِنًا وَذَكَرَ تَمَام الْخَبَر فِي كَيْفِيَّة بِنَاء إِبْرَاهِيم الْبَيْت وَقَدْ ذَكَرْنَا ذَلِكَ مُسْتَقْصًى فِي أَوَّل سُورَة الْبَقَرَة فَأَغْنَى عَنْ إِعَادَته هُنَا . وَزَعَمَ السُّدِّيّ أَنَّهُ أَوَّل بَيْت وُضِعَ عَلَى وَجْه الْأَرْض مُطْلَقًا وَالصَّحِيح قَوْل عَلِيّ رَضِيَ اللَّه عَنْهُ . فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ الْبَيْهَقِيّ فِي بِنَاء الْكَعْبَة فِي كِتَابه دَلَائِل النُّبُوَّة مِنْ طَرِيق اِبْن لَهِيعَة عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ أَبِي الْخَيْر عَنْ عَبْد اللَّه بْن عَمْرو بْن الْعَاص مَرْفُوعًا \" بَعَثَ اللَّه جِبْرِيل إِلَى آدَم وَحَوَّاء فَأَمَرَهُمَا بِبِنَاءِ الْكَعْبَة فَبَنَاهُ آدَم ثُمَّ أَمَرَ بِالطَّوَافِ بِهِ وَقِيلَ لَهُ : أَنْتَ أَوَّل النَّاس وَهَذَا أَوَّل بَيْت وُضِعَ لِلنَّاسِ \" فَإِنَّهُ كَمَا تَرَى مِنْ مُفْرَدَات اِبْن لَهِيعَة وَهُوَ ضَعِيف وَالْأَشْبَه وَاَللَّه أَعْلَم أَنْ يَكُون هَذَا مَوْقُوفًا عَلَى عَبْد اللَّه بْن عَمْرو وَيَكُون مِنْ الزَّامِلَتَيْنِ اللَّتَيْنِ أَصَابَهُمَا يَوْم الْيَرْمُوك مِنْ كَلَام أَهْل الْكِتَاب . وَقَوْله تَعَالَى \" لَلَّذِي بِبَكَّةَ \" بَكَّة مِنْ أَسْمَاء مَكَّة عَلَى الْمَشْهُور قِيلَ : سُمِّيَتْ بِذَلِكَ لِأَنَّهَا تَبُكّ أَعْنَاق الظَّلَمَة وَالْجَبَابِرَة بِمَعْنَى أَنَّهُمْ يَذِلُّونَ بِهَا وَيَخْضَعُونَ عِنْدهَا وَقِيلَ : لِأَنَّ النَّاس يَتَبَاكُّونَ فِيهَا أَيْ يَزْدَحِمُونَ . قَالَ قَتَادَةُ : إِنَّ اللَّه بَكَّ بِهِ النَّاس جَمِيعًا فَيُصَلِّي النِّسَاء أَمَام الرِّجَال وَلَا يُفْعَل ذَلِكَ بِبَلَدٍ غَيْرهَا . وَكَذَا رُوِيَ عَنْ مُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَعَمْرو بْن شُعَيْب وَمُقَاتِل بْن حَيَّان . وَذَكَرَ حَمَّاد بْن سَلَمَة عَنْ عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ قَالَ : مَكَّة مِنْ الْفَجّ إِلَى التَّنْعِيم وَبَكَّة مِنْ الْبَيْت إِلَى الْبَطْحَاء . وَقَالَ شُعْبَة عَنْ الْمُغِيرَة عَنْ إِبْرَاهِيم : بَكَّة الْبَيْت وَالْمَسْجِد وَكَذَا قَالَ الزُّهْرِيّ . وَقَالَ عِكْرِمَة فِي رِوَايَة وَمَيْمُون بْن مِهْرَان : الْبَيْت وَمَا حَوْله بَكَّة وَمَا وَرَاء ذَلِكَ مَكَّة وَقَالَ أَبُو مَالِك وَأَبُو صَالِح وَإِبْرَاهِيم النَّخَِيّ وَعَطِيَّة الْعَوْفِيّ وَمُقَاتِل بْن حَيَّان : بَكَّة مَوْضِع الْبَيْت وَمَا سِوَى ذَلِكَ مَكَّة . وَقَدْ ذَكَرُوا لِمَكَّةَ أَسْمَاء كَثِيرَة مَكَّة وَبَكَّة وَالْبَيْت الْعَتِيق وَالْبَيْت الْحَرَام وَالْبَلَد الْأَمِين وَالْمَأْمُون وَأُمّ رَحِم وَأُمّ الْقُرَى وَصَلَاح وَالْعَرْش عَلَى وَزْن بَدْر وَالْقَادِس لِأَنَّهَا تُطَهِّر مِنْ الذُّنُوب وَالْمُقَدِّسَة وَالنَّاسَّة بِالنُّونِ وَبِالْبَاءِ أَيْضًا وَالْبَاسَّة وَالْحَاطِمَة وَالرَّأْس وَكَوْثَاء وَالْبَلْدَة وَالْبُنَيَّة وَالْكَعْبَة .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40039, "aya_id": 96}]