[{"text": "وَإِذْ قِيلَ لَهُمُ اسْكُنُواْ هَذِهِ الْقَرْيَةَ وَكُلُواْ مِنْهَا حَيْثُ شِئْتُمْ وَقُولُواْ حِطَّةٌ وَادْخُلُواْ الْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيئَاتِكُمْ سَنَزِيدُ الْمُحْسِنِينَ", "sura_id": 7, "type": 0, "id": 1115, "aya_id": 161}, {"text": "وإذ قيل لهم اسكنوا هذه القرية وكلوا منها حيث شئتم وقولوا حطة وادخلوا الباب سجدا نغفر لكم خطيئاتكم سنزيد المحسنين", "sura_id": 7, "type": 1, "id": 7351, "aya_id": 161}, {"text": "161 - (و) اذكر (إذ قيل لهم اسكنوا هذه القرية) بيت المقدس (وكلوا منها حيث شئتم وقولوا) أمرنا (حطة وادخلوا الباب) أي باب القرية (سجداً) سجود انحناء (نغفر) بالنون والتاء مبنيا للمفعول (لكم خطيئاتكم سنزيد المحسنين) بالطاعة ثواباً \r\n", "sura_id": 7, "type": 2, "id": 26059, "aya_id": 161}, {"text": "واذكر -أيها الرسول- عصيان بني إسرائيل لربهم سبحانه وتعالى ولنبيهم موسى عليه السلام, وتبديلهم القول الذي أمروا أن يقولوه حين قال الله لهم: اسكنوا قرية \"بيت المقدس\", وكلوا من ثمارها وحبوبها ونباتها أين شئتم ومتى شئتم, وقولوا: حُطَّ عنا ذنوبنا, وادخلوا الباب خاضعين لله, نغفر لكم خطاياكم, فلا نؤاخذكم عليها, وسنزيد المحسنين مِن خَيْرَيِ الدنيا والآخرة.\r\n", "sura_id": 7, "type": 3, "id": 32295, "aya_id": 161}, {"text": " <font color=red>وَإِذْ قِيلَ لَهُمُ اسْكُنُوا هَذِهِ الْقَرْيَةَ وَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا حِطَّةٌ وَادْخُلُوا الْبَابَ سُجَّدًا نَغْفِرْ لَكُمْ خَطِيئَاتِكُمْ سَنَزِيدُ الْمُحْسِنِينَ</font><BR><p>يَقُول تَعَالَى لَائِمًا لَهُمْ عَلَى نُكُولهمْ عَنْ الْجِهَاد وَدُخُولهمْ الْأَرْض الْمُقَدَّسَة لَمَّا قَدِمُوا مِنْ بَرْد مِصْر صُحْبَة مُوسَى عَلَيْهِ السَّلَام فَأُمِرُوا بِدُخُولِ الْأَرْض الْمُقَدَّسَة الَّتِي هِيَ مِيرَاث لَهُمْ عَنْ أَبِيهِمْ إِسْرَائِيل وَقِتَال مَنْ فِيهَا مِنْ الْعَمَالِيق الْكَفَرَة فَنَكَلُوا عَنْ قِتَالهمْ وَضَعُفُوا وَاسْتَحْسَرُوا فَرَمَاهُمْ اللَّه فِي التِّيه عُقُوبَة لَهُمْ كَمَا ذَكَرَهُ تَعَالَى فِي سُورَة الْمَائِدَة وَلِهَذَا كَانَ أَصَحّ الْقَوْلَيْنِ أَنَّ هَذِهِ الْبَلْدَة هِيَ بَيْت الْمَقْدِس كَمَا نَصَّ عَلَى ذَلِكَ السُّدِّيّ وَالرَّبِيع بْن أَنَس وَقَتَادَة وَأَبُو مُسْلِم الْأَصْفَهَانِيّ وَغَيْر وَاحِد وَقَدْ قَالَ اللَّه تَعَالَى حَاكِيًا عَنْ مُوسَى \" يَا قَوْم اُدْخُلُوا الْأَرْض الْمُقَدَّسَة الَّتِي كَتَبَ اللَّه لَكُمْ وَلَا تَرْتَدُّوا\" الْآيَات . وَقَالَ آخَرُونَ هِيَ أَرِيحَا وَيُحْكَى عَنْ اِبْن عَبَّاس وَعَبْد الرَّحْمَن بْن زَيْد وَهَذَا بَعِيد لِأَنَّهَا لَيْسَتْ عَلَى طَرِيقهمْ وَهُمْ قَاصِدُونَ بَيْت الْمَقْدِس لَا أَرِيحَا وَأَبْعَد مِنْ ذَلِكَ قَوْل مَنْ ذَهَبَ إِلَى أَنَّهَا مِصْر حَكَاهُ الرَّازِيّ فِي تَفْسِيره وَالصَّحِيح الْأَوَّل أَنَّ بَيْت الْمَقْدِس وَهَذَا كَانَ لَمَّا خَرَجُوا مِنْ التِّيه بَعْد أَرْبَعِينَ سَنَة مَعَ يُوشَع بْن نُون عَلَيْهِ السَّلَام وَفَتَحَهَا اللَّه عَلَيْهِمْ عَشِيَّة جُمْعَة وَقَدْ حُبِسَتْ لَهُمْ الشَّمْس يَوْمئِذٍ قَلِيلًا حَتَّى أَمْكَنَ الْفَتْح وَلَمَّا فَتَحُوهَا أُقِرُّوا أَنْ يَدْخُلُوا الْبَاب بَاب الْبَلَد \" سُجَّدًا \" أَيْ شُكْرًا لِلَّهِ تَعَالَى عَلَى مَا أَنْعَمَ بِهِ عَلَيْهِمْ مِنْ الْفَتْح وَالنَّصْر وَرَدّ بَلَدهمْ عَلَيْهِمْ وَإِنْقَاذهمْ مِنْ التِّيه وَالضَّلَال قَالَ الْعَوْفِيّ فِي تَفْسِيره عَنْ اِبْن عَبَّاس إِنَّهُ كَانَ يَقُول فِي قَوْله تَعَالَى\" وَادْخُلُوا الْبَاب سُجَّدًا \" أَيْ رُكَّعًا وَقَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا أَبُو أَحْمَد الزُّبَيْرِيّ حَدَّثَنَا سُفْيَان عَنْ الْأَعْمَش عَنْ الْمِنْهَال بْن عَمْرو وَعَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله \" وَادْخُلُوا الْبَاب سُجَّدًا \" قَالَ رُكَّعًا مِنْ بَاب صَغِير رَوَاهُ الْحَاكِم مِنْ حَدِيث سُفْيَان بِهِ وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث سُفْيَان وَهُوَ الثَّوْرِيّ بِهِ وَزَادَ فَدَخَلُوا مِنْ قِبَل اِسْتَاهُمْ وَقَالَ الْحَسَن الْبَصْرِيّ أُمِرُوا أَنْ يَسْجُدُوا عَلَى وُجُوههمْ حَال دُخُولهمْ وَاسْتَبْعَدَهُ الرَّازِيّ وَحُكِيَ عَنْ بَعْضهمْ أَنَّ الْمُرَاد هَاهُنَا فِي السُّجُود الْخُضُوع لِتَعَذُّرِ حَمْله عَلَى حَقِيقَته وَقَالَ الْخُصَيْف : قَالَ عِكْرِمَة قَالَ اِبْن عَبَّاس كَانَ الْبَاب قِبَل الْقِبْلَة وَقَالَ اِبْن عَبَّاس وَمُجَاهِد وَالسُّدِّيّ وَقَتَادَة وَالضَّحَّاك هُوَ بَاب الْحِطَّة مِنْ بَاب إِيلِيَاء بِبَيْتِ الْمَقْدِس وَحَكَى الرَّازِيّ عَنْ بَعْضهمْ أَنَّهُ عَنَى بِالْبَابِ جِهَة مِنْ جِهَات الْقِبْلَة وَقَالَ خُصَيْف قَالَ عِكْرِمَة قَالَ : اِبْن عَبَّاس فَدَخَلُوا عَلَى شِقّ وَقَالَ السُّدِّيّ عَنْ أَبِي سَعِيد الْأَزْدِيّ عَنْ أَبِي الْكَنُود عَنْ عَبْد اللَّه بْن مَسْعُود قِيلَ لَهُمْ اُدْخُلُوا الْبَاب سُجَّدًا فَدَخَلُوا مُقْنِعِي رُءُوسهمْ أَيْ رَافِعِي رُءُوسهمْ خِلَاف مَا أُمِرُوا وَقَوْله تَعَالَى \" وَقُولُوا حِطَّة \" قَالَ الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ الْمِنْهَال عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَقُولُوا حِطَّة \" قَالَ مَغْفِرَة اِسْتَغْفِرُوا وَرُوِيَ عَنْ عَطَاء وَالْحَسَن وَقَتَادَة وَالرَّبِيع بْن أَنَس نَحْوه وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس \" وَقُولُوا حِطَّة \" قَالَ قُولُوا هَذَا الْأَمْر حَقّ كَمَا قِيلَ لَكُمْ وَقَالَ عِكْرِمَة قُولُوا \" لَا إِلَه إِلَّا اللَّه \" وَقَالَ الْأَوْزَاعِيّ. كَتَبَ اِبْن عَبَّاس إِلَى رَجُل قَدْ سَمَّاهُ فَسَأَلَهُ عَنْ قَوْله تَعَالَى \" وَقُولُوا حِطَّة \" فَكَتَبَ إِلَيْهِ أَنْ أَقِرُّوا بِالذَّنْبِ وَقَالَ الْحَسَن وَقَتَادَة أَيْ اُحْطُطْ عَنَّا خَطَايَانَا \" نَغْفِر لَكُمْ خَطَايَاكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ \" وَقَالَ هَذَا جَوَاب الْأَمْر أَيْ إِذَا فَعَلْتُمْ مَا أَمَرْنَاكُمْ غَفَرْنَا لَكُمْ الْخَطِيئَات وَضَعَّفْنَا لَكُمْ الْحَسَنَات وَحَاصِل الْأَمْر أَنَّهُمْ أُمِرُوا أَنْ يَخْضَعُوا لِلَّهِ تَعَالَى عِنْد الْفَتْح بِالْفِعْلِ وَالْقَوْل وَأَنْ يَعْتَرِفُوا بِذُنُوبِهِمْ وَيَسْتَغْفِرُوا مِنْهَا وَالشُّكْر عَلَى النِّعْمَة عِنْدهَا وَالْمُبَادَرَة إِلَى ذَلِكَ مِنْ الْمَحْبُوب عِنْد اللَّه تَعَالَى \" إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح وَرَأَيْت النَّاس يَدْخُلُونَ فِي دِين اللَّه أَفْوَاجًا فَسَبِّحْ بِحَمْدِ رَبّك وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا \" فَسَّرَهُ بَعْض الصَّحَابَة بِكَثْرَةِ الذِّكْر وَالِاسْتِغْفَار عِنْد الْفَتْح وَالنَّصْر وَفَسَّرَهُ اِبْن عَبَّاس بِأَنَّهُ نَعَى إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَجَله فِيهَا وَأَقَرَّهُ عَلَى ذَلِكَ عُمَر رَضِيَ اللَّه عَنْهُ وَلَا مُنَافَاة بَيْن أَنْ يَكُون قَدْ أُمِرَ بِذَلِكَ عِنْد ذَلِكَ وَنَعَى إِلَيْهِ رُوحه الْكَرِيمَة أَيْضًا وَلِهَذَا كَانَ عَلَيْهِ الصَّلَاة وَالسَّلَام يَظْهَر عَلَيْهِ الْخُضُوع جِدًّا عِنْد النَّصْر كَمَا رُوِيَ أَنَّهُ كَانَ يَوْم الْفَتْح فَتْح مَكَّة دَاخِلًا إِلَيْهَا مِنْ الثَّنِيَّة الْعُلْيَا وَإِنَّهُ لَخَاضِع لِرَبِّهِ حَتَّى أَنَّ عُثْنُونه لَيَمَسّ مَوْرِك رَحْله شُكْرًا لِلَّهِ عَلَى ذَلِكَ ثُمَّ لَمَّا دَخَلَ الْبَلَد اِغْتَسَلَ وَصَلَّى ثَمَانِي رَكَعَات وَذَلِكَ ضُحًى وَقَالَ بَعْضهمْ هَذِهِ صَلَاة الضُّحَى وَقَالَ آخَرُونَ بَلْ هِيَ صَلَاة الْفَتْح فَاسْتَحَبُّوا لِلْإِمَامِ وَلِلْأَمِيرِ إِذَا فَتَحَ بَلَدًا أَنْ يُصَلِّي فِيهِ ثَمَانِي رَكَعَات عِنْد أَوَّل دُخُوله كَمَا فَعَلَ سَعْد بْن أَبِي وَقَّاص رَضِيَ اللَّه عَنْهُ لَمَّا دَخَلَ إِيوَان كِسْرَى صَلَّى فِيهِ ثَمَانِي رَكَعَات وَالصَّحِيح أَنَّهُ يَفْصِل بَيْن كُلّ رَكْعَتَيْنِ بِتَسْلِيمٍ وَقِيلَ يُصَلِّيهَا كُلّهَا بِتَسْلِيمٍ وَاحِد وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42535, "aya_id": 161}]