[{"text": "نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِن كُنتَ مِن قَبْلِهِ لَمِنَ الْغَافِلِينَ", "sura_id": 12, "type": 0, "id": 1599, "aya_id": 3}, {"text": "نحن نقص عليك أحسن القصص بما أوحينا إليك هذا القرآن وإن كنت من قبله لمن الغافلين", "sura_id": 12, "type": 1, "id": 7835, "aya_id": 3}, {"text": "3 - (نحن نقص عليك أحسن القصص بما أوحينا) بإيحائنا (إليك هذا القرآن وإنْ) مخففة أي وإنه (كنت من قبله لمن الغافلين) \r\n", "sura_id": 12, "type": 2, "id": 26543, "aya_id": 3}, {"text": "نحن نقصُّ عليك -أيها الرسول- أحسن القصص بوحينا إليك هذا القرآن, وإن كنت قبل إنزاله عليك لمن الغافلين عن هذه الأخبار, لا تدري عنها شيئًا.\r\n", "sura_id": 12, "type": 3, "id": 32779, "aya_id": 3}, {"text": " <font color=red>نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ</font><BR><p>وَلِهَذَا قَالَ \" نَحْنُ نَقُصّ عَلَيْك أَحْسَن الْقَصَص بِمَا أَوْحَيْنَا إِلَيْك هَذَا الْقُرْآن \" بِسَبَبِ إِيحَائِنَا إِلَيْك هَذَا الْقُرْآن وَقَدْ وَرَدَ فِي سَبَب نُزُول هَذِهِ الْآيَة مَا رَوَاهُ اِبْن جَرِير حَدَّثَنِي نَصْر بْن عَبْد الرَّحْمَن الْأَوْدِيّ : حَدَّثَنَا حَكَّام الرَّازِيّ عَنْ أَيُّوب عَنْ عَمْرو هُوَ اِبْن قَيْس الْمُلَائِيّ عَنْ اِبْن عَبَّاس قَالَ : قَالُوا يَا رَسُول اللَّه لَوْ قَصَصْت عَلَيْنَا ؟ فَنَزَلَت \" نَحْنُ نَقُصّ عَلَيْك أَحْسَن الْقَصَص \" وَرَوَاهُ مِنْ وَجْه آخَر عَنْ عَمْرو بْن قَيْس مُرْسَلًا . وَقَالَ أَيْضًا حَدَّثَنَا مُحَمَّد بْن سَعِيد الْقَطَّان حَدَّثَنَا عَمْرو بْن مُحَمَّد أَنْبَأَنَا خَالِد الصَّفَّار عَنْ عَمْرو بْن قَيْس عَنْ عَمْرو بْن مُرَّة عَنْ مُصْعَب بْن سَعْد عَنْ أَبِيهِ قَالَ : أُنْزِلَ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْقُرْآن قَالَ فَتَلَاهُ عَلَيْهِمْ زَمَانًا فَقَالُوا يَا رَسُول اللَّه لَوْ قَصَصْت عَلَيْنَا ؟ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" الر تِلْكَ آيَات الْكِتَاب الْمُبِين \" إِلَى قَوْله\" لَعَلَّكُمْ تَعْقِلُونَ \" ثُمَّ تَلَاهُ عَلَيْهِمْ زَمَانًا فَقَالُوا يَا رَسُولَ اللَّه لَوْ حَدَّثْتنَا فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ\" اللَّه نَزَّلَ أَحْسَن الْحَدِيث \" الْآيَة وَذَكَرَ الْحَدِيث وَرَوَاهُ الْحَاكِم مِنْ حَدِيث إِسْحَاق بْن رَاهْوَيْهِ عَنْ عَمْرو بْن مُحَمَّد الْقُرَشِيّ الْمِنْقَرِيّ بِهِ وَرَوَى اِبْن جَرِير بِسَنَدِهِ عَنْ الْمَسْعُودِيّ عَنْ عَوْن بْن عَبْد اللَّه قَالَ : مَلَّ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَلَّة فَقَالُوا : يَا رَسُول اللَّه حَدِّثْنَا فَأَنْزَلَ اللَّه \" اللَّه نَزَّلَ أَحْسَن الْحَدِيثِ \" ثُمَّ مَلُّوا مَلَّة أُخْرَى فَقَالُوا يَا رَسُول اللَّه حَدِّثْنَا فَوْق الْحَدِيث وَدُون الْقُرْآن - يَعْنُونَ الْقَصَص - فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" الر تِلْكَ آيَات الْكِتَاب الْمُبِين إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ نَحْنُ نَقُصّ عَلَيْك أَحْسَنَ الْقَصَص \" الْآيَة فَأَرَادُوا الْحَدِيث فَدَلَّهُمْ عَلَى أَحْسَن الْحَدِيث وَأَرَادُوا الْقَصَص فَدَلَّهُمْ عَلَى أَحْسَن الْقَصَص . وَمِمَّا يُنَاسِب ذِكْره عِنْد هَذِهِ الْآيَة الْكَرِيمَة الْمُشْتَمِلَة عَلَى مَدْح الْقُرْآن وَأَنَّهُ كَافٍ عَنْ كُلّ مَا سِوَاهُ مِنْ الْكُتُب مَا رَوَاهُ الْإِمَام أَحْمَد : حَدَّثَنَا شُرَيْح بْن النُّعْمَان أَنْبَأَنَا هُشَيْم أَنْبَأَنَا مُجَالِد عَنْ الشَّعْبِيّ عَنْ جَابِر بْن عَبْد اللَّه أَنَّ عُمَر بْن الْخَطَّاب أَتَى النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِكِتَابٍ أَصَابَهُ مِنْ بَعْض أَهْل الْكِتَاب فَقَرَأَهُ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فَغَضِبَ وَقَالَ \" أَمُتَهَوِّكُونَ فِيهَا يَا اِبْن الْخَطَّاب ؟ وَاَلَّذِي نَفْسِي بِيَدِهِ لَقَدْ جِئْتُكُمْ بِهَا بَيْضَاء نَقِيَّة لَا تَسْأَلُوهُمْ عَنْ شَيْء فَيُخْبِرُوكُمْ بِحَقٍّ فَتُكَذِّبُونَهُ أَوْ بِبَاطِلٍ فَتُصَدِّقُونَهُ وَاَلَّذِي نَفْسِي بِيَدِهِ لَوْ أَنَّ مُوسَى كَانَ حَيًّا مَا وَسِعَهُ إِلَّا أَنْ يَتَّبِعنِي \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق أَنَا سُفْيَان عَنْ جَابِر عَنْ الشَّعْبِيّ عَنْ عَبْد اللَّه بْن ثَابِت قَالَ : جَاءَ عُمَر إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه إِنِّي مَرَرْت بِأَخٍ لِي مِنْ قُرَيْظَة فَكَتَبَ لِي جَوَامِع مِنْ التَّوْرَاة أَلَا أَعْرِضهَا عَلَيْك ؟ قَالَ فَتَغَيَّرَ وَجْه رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ عَبْد اللَّه بْن ثَابِت فَقُلْت لَهُ أَلَا تَرَى مَا بِوَجْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ فَقَالَ عُمَر : رَضِينَا بِاَللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ رَسُولًا قَالَ فَسُرِّيَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ \" وَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ لَوْ أَصْبَحَ فِيكُمْ مُوسَى ثُمَّ اِتَّبَعْتُمُوهُ وَتَرَكْتُمُونِي لَضَلَلْتُمْ إِنَّكُمْ حَظِّي مِنْ الْأُمَم وَأَنَا حَظّكُمْ مِنْ النَّبِيِّينَ \" وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ : حَدَّثَنَا عَبْد الْغَفَّار بْن عَبْد اللَّه بْن الزُّبَيْر حَدَّثَنَا عَلِيّ بْن مُسْهِر عَنْ عَبْد الرَّحْمَن بْن إِسْحَاق عَنْ خَلِيفَة بْن قَيْس عَنْ خَالِد بْن عَرْفَطَة قَالَ : كُنْت جَالِسًا عِنْدَ عُمَر إِذْ أُتِيَ بِرَجُلٍ مِنْ عَبْد الْقَيْس مَسْكَنه بِالسُّوسِ فَقَالَ لَهُ عُمَر : أَنْتَ فُلَان بْن فُلَان الْعَبْدِيّ ؟ قَالَ نَعَمْ قَالَ وَأَنْتَ النَّازِل بِالسُّوسِ ؟ قَالَ نَعَمْ فَضَرَبَهُ بِقَنَاةٍ مَعَهُ قَالَ : فَقَالَ الرَّجُل : مَا لِي يَا أَمِيرَ الْمُؤْمِنِينَ ؟ فَقَالَ لَهُ عُمَر اِجْلِسْ فَجَلَسَ فَقَرَأَ عَلَيْهِ \" بِسْمِ اللَّه الرَّحْمَن الرَّحِيم الر تِلْكَ آيَات الْكِتَاب الْمُبِين إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ نَحْنُ نَقُصّ عَلَيْك أَحْسَن الْقَصَص - إِلَى - لَمِنْ الْغَافِلِينَ \" فَقَرَأَهَا عَلَيْهِ ثَلَاثًا وَضَرَبَهُ ثَلَاثًا فَقَالَ لَهُ الرَّجُل مَا لِي يَا أَمِيرَ الْمُؤْمِنِينَ ؟ فَقَالَ : أَنْتَ الَّذِي نَسَخْت كِتَاب دَانْيَال قَالَ مُرْنِي بِأَمْرِك أَتَّبِعهُ قَالَ : اِنْطَلِقْ فَامْحُهُ بِالْحَمِيمِ وَالصُّوف الْأَبْيَض ثُمَّ لَا تَقْرَأْهُ وَلَا تُقْرِئهُ أَحَدًا مِنْ النَّاس فَلَئِنْ بَلَغَنِي عَنْك أَنَّك قَرَأْته أَوْ أَقْرَأْته أَحَدًا مِنْ النَّاس لَأَنْهَكَنَّك عُقُوبَة ثُمَّ قَالَ : اِجْلِسْ فَجَلَسَ بَيْن يَدَيْهِ فَقَالَ اِنْطَلَقْت أَنَا فَانْتَسَخْتُ كِتَابًا مِنْ أَهْل الْكِتَاب ثُمَّ جِئْت بِهِ فِي أَدِيم فَقَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا هَذَا فِي يَدك يَا عُمَر ؟ \" قَالَ قُلْت يَا رَسُولَ اللَّه كِتَاب نَسَخْته لِنَزْدَادَ بِهِ عِلْمًا إِلَى عِلْمنَا فَغَضِبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى اِحْمَرَّتْ وَجْنَتَاهُ ثُمَّ نُودِيَ بِالصَّلَاةِ جَامِعَة فَقَالَتْ الْأَنْصَار أَغَضِبَ نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ السِّلَاح السِّلَاح فَجَاءُوا حَتَّى أَحْدَقُوا بِمِنْبَرِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ\" يَا أَيّهَا النَّاس إِنِّي قَدْ أُوتِيت جَوَامِعَ الْكَلِم وَخَوَاتِيمه وَاخْتُصِرَ لِي اِخْتِصَار وَلَقَدْ أَتَيْتُكُمْ بِهَا بَيْضَاء نَقِيَّة فَلَا تَهَوَّكُوا وَلَا يَغُرَّنَّكُمْ الْمُتَهَوِّكُونَ \" قَالَ عُمَر : فَقُمْت فَقُلْت رَضِيت بِاَللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِك رَسُولًا ثُمَّ نَزَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقَدْ رَوَاهُ اِبْن أَبِي حَاتِم فِي تَفْسِيره مُخْتَصَرًا مِنْ حَدِيث عَبْد الرَّحْمَن بْن إِسْحَاق بِهِ وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَعَبْد الرَّحْمَن بْن إِسْحَاق هُوَ أَبُو شَيْبَة الْوَاسِطِيّ وَقَدْ ضَعَّفُوهُ وَشَيْخه قَالَ الْبُخَارِيّ : لَا يَصِحّ حَدِيثه قُلْت وَقَدْ رُوِيَ لَهُ شَاهِد مِنْ وَجْه آخَر فَقَالَ الْحَافِظ أَبُو بَكْر أَحْمَد بْن إِبْرَاهِيم الْإِسْمَاعِيلِيّ : أَخْبَرَنِي الْحَسَن بْن سُفْيَان حَدَّثَنَا يَعْقُوب بْن سُفْيَان حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم بْن الْعَلَاء الزُّبَيْدِيّ حَدَّثَنِي عَمْرو بْن الْحَارِث حَدَّثَنَا عَبْد اللَّه بْن سَالِم الْأَشْعَرِيّ عَنْ الزُّبَيْدِيّ حَدَّثَنَا سُلَيْم بْن عَامِر أَنَّ جُبَيْر بْن نُفَيْر حَدَّثَهُمْ أَنَّ رَجُلَيْنِ كَانَا بِحِمْص فِي خِلَافَة عُمَر رَضِيَ اللَّه عَنْهُ فَأَرْسَلَ إِلَيْهِمَا فِيمَنْ أَرْسَلَ مِنْ أَهْل حِمْص وَكَانَا قَدْ اِكْتَتَبَا مِنْ الْيَهُود صلاصفة فَأَخَذَاهَا مَعَهُمَا يَسْتَفْتِيَانِ فِيهَا أَمِير الْمُؤْمِنِينَ يَقُولُونَ : إِنْ رَضِيَهَا لَنَا أَمِير الْمُؤْمِنِينَ اِزْدَدْنَا فِيهَا رَغْبَة وَإِنْ نَهَانَا عَنْهَا رَفَضْنَاهَا فَلَمَّا قَدِمَا عَلَيْهِ قَالَا إِنَّا بِأَرْضِ أَهْل الْكِتَاب وَإِنَّا نَسْمَع مِنْهُمْ كَلَامًا تَقْشَعِرّ مِنْهُ جُلُودك أَفَنَأْخُذ مِنْهُ أَوْ نَتْرُك ؟ فَقَالَ لَعَلَّكُمَا كَتَبْتُمَا مِنْهُ شَيْئًا ؟ فَقَالَا : لَا قَالَ سَأُحَدِّثُكُمَا : اِنْطَلَقْت فِي حَيَاة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآلِه وَسَلَّمَ حَتَّى أَتَيْت خَيْبَر فَوَجَدْت يَهُودِيًّا يَقُول قَوْلًا أَعْجَبَنِي فَقُلْت : هَلْ أَنْتَ مُكْتِبِي مِمَّا تَقُول ؟ قَالَ نَعَمْ فَأَتَيْت بِأَدِيمٍ فَأَخَذَ يُمْلِي عَلَيَّ حَتَّى كَتَبْت فِي الْأَكْرَاعِ فَلَمَّا رَجَعْت قُلْت يَا نَبِيّ اللَّه وَأَخْبَرْته قَالَ \" اِئْتِنِي بِهِ\" فَانْطَلَقْت أَرْغَب عَنْ الشَّيْء رَجَاء أَنْ أَكُونَ جِئْت رَسُولَ اللَّه بِبَعْضِ مَا يُحِبّ فَلَمَّا أَتَيْت بِهِ قَالَ \" اِجْلِسْ اِقْرَأْ عَلَيَّ \" فَقَرَأْت سَاعَة ثُمَّ نَظَرْت إِلَى وَجْه رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِذَا هُوَ يَتَلَوَّن فَتَحَيَّرْت مِنْ الْفَرْق فَمَا اِسْتَطَعْت أَنْ أُجِيزَ مِنْهُ حَرْفًا فَلَمَّا رَأَى الَّذِي بِي رَفَعَهُ ثُمَّ جَعَلَ يَتَّبِعهُ رَسْمًا رَسْمًا فَيَمْحُوهُ بِرِيقِهِ وَهُوَ يَقُول \" لَا تَتَّبِعُوا هَؤُلَاءِ فَإِنَّهُمْ قَدْ هَوَّكُوا وَتَهَوَّكُوا \" حَتَّى مَحَا آخِرَهُ حَرْفًا حَرْفًا قَالَ عُمَر رَضِيَ اللَّه عَنْهُ : فَلَوْ عَلِمْت أَنَّكُمَا كَتَبْتُمَا مِنْهُ شَيْئًا جَعَلْتُكُمَا نَكَالًا لِهَذِهِ الْأُمَّة قَالَا : وَاَللَّه مَا نَكْتُب مِنْهُ شَيْئًا أَبَدًا فَخَرَجَا بصلاصفتهما فَحَفَرَا لَهَا فَلَمْ يَأْلُوَا أَنْ يُعَمِّقَا وَدَفَنَاهَا فَكَانَ آخِر الْعَهْد مِنْهَا . وَهَكَذَا رَوَى الثَّوْرِيّ عَنْ جَابِر بْن يَزِيد الْجُعْفِيّ عَنْ الشَّعْبِيّ عَنْ عَبْد اللَّه بْن ثَابِت الْأَنْصَارِيّ عَنْ عُمَر بْن الْخَطَّاب بِنَحْوِهِ وَرَوَى أَبُو دَاوُدَ فِي الْمَرَاسِيل مِنْ حَدِيث أَبِي قِلَابَة عَنْ عُمَر نَحْوَهُ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37780, "aya_id": 3}]