[{"text": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا", "sura_id": 25, "type": 0, "id": 2888, "aya_id": 33}, {"text": "ولا يأتونك بمثل إلا جئناك بالحق وأحسن تفسيرا", "sura_id": 25, "type": 1, "id": 9124, "aya_id": 33}, {"text": "33 - (ولا يأتونك بمثل) في إبطال أمرك (إلا جئناك بالحق) الدافع له (وأحسن تفسيرا) بيانا لهم \r\n", "sura_id": 25, "type": 2, "id": 27832, "aya_id": 33}, {"text": "ولا يأتيك - أيها الرسول - المشركون بحجة أو شبهة إلا جئناك بالجواب الحق وبأحسن بيان له.\r\n", "sura_id": 25, "type": 3, "id": 34068, "aya_id": 33}, {"text": " <font color=red>وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا</font><BR><p>\" وَلَا يَأْتُونَك بِمَثَلٍ \" أَيْ بِحُجَّةٍ وَشُبْهَة \" إِلَّا جِئْنَاك بِالْحَقِّ وَأَحْسَن تَفْسِيرًا \" أَيْ وَلَا يَقُولُونَ قَوْلًا يُعَارِضُونَ بِهِ الْحَقّ إِلَّا أَجَبْنَاهُمْ بِمَا هُوَ الْحَقّ فِي نَفْس الْأَمْر وَأَبْيَن وَأَوْضَح وَأَفْصَح مِنْ مَقَالَتهمْ قَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَلَا يَأْتُونَك بِمَثَلٍ\" أَيْ بِمَا يَلْتَمِسُونَ بِهِ عَيْب الْقُرْآن وَالرَّسُول \" إِلَّا جِئْنَاك بِالْحَقِّ \" الْآيَة أَيْ إِلَّا نَزَلَ جِبْرِيل مِنْ اللَّه تَعَالَى بِجَوَابِهِمْ وَمَا هَذَا إِلَّا اِعْتِنَاء وَكَبِير شَرَف لِلرَّسُولِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَيْثُ كَانَ يَأْتِيه الْوَحْي مِنْ اللَّه عَزَّ وَجَلَّ بِالْقُرْآنِ صَبَاحًا وَمَسَاء وَلَيْلًا وَنَهَارًا سَفَرًا وَحَضَرًا وَكُلّ مَرَّة كَانَ يَأْتِيه الْمَلَك بِالْقُرْآنِ لَا كَإِنْزَالِ الْكِتَاب مِمَّا قَبْله مِنْ الْكُتُب الْمُتَقَدِّمَة فَهَذَا الْمَقَام أَعْلَى وَأَجَلّ وَأَعْظَم مَكَانَة مِنْ سَائِر إِخْوَانه الْأَنْبِيَاء صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ أَجْمَعِينَ فَالْقُرْآن أَشْرَف كِتَاب أَنْزَلَهُ اللَّه وَمُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَعْظَم نَبِيّ أَرْسَلَهُ اللَّه تَعَالَى وَقَدْ جَمَعَ اللَّه لِلْقُرْآنِ الصِّفَتَيْنِ مَعًا فَفِي الْمَلَأ الْأَعْلَى أُنْزِلَ جُمْلَة وَاحِدَة مِنْ اللَّوْح الْمَحْفُوظ إِلَى بَيْت الْعِزَّة فِي السَّمَاء الدُّنْيَا ثُمَّ أُنْزِلَ بَعْد ذَلِكَ إِلَى الْأَرْض مُنَجَّمًا بِحَسَبِ الْوَقَائِع وَالْحَوَادِث وَرَوَى النَّسَائِيّ بِإِسْنَادِهِ عَنْ اِبْن عَبَّاس قَالَ : أُنْزِلَ الْقُرْآن جُمْلَة وَاحِدَة إِلَى سَمَاء الدُّنْيَا فِي لَيْلَة الْقَدْر ثُمَّ نَزَلَ بَعْد ذَلِكَ فِي عِشْرِينَ سَنَة قَالَ اللَّه تَعَالَى : \" وَلَا يَأْتُونَك بِمَثَلٍ إِلَّا جِئْنَاك بِالْحَقِّ وَأَحْسَن تَفْسِيرًا \" وَقَالَ تَعَالَى : \" وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأهُ عَلَى النَّاس عَلَى مُكْث وَنَزَّلْنَاهُ تَنْزِيلًا \" .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39315, "aya_id": 33}]