[{"text": "فَلْيَضْحَكُواْ قَلِيلاً وَلْيَبْكُواْ كَثِيرًا جَزَاء بِمَا كَانُواْ يَكْسِبُونَ", "sura_id": 9, "type": 0, "id": 1317, "aya_id": 82}, {"text": "فليضحكوا قليلا وليبكوا كثيرا جزاء بما كانوا يكسبون", "sura_id": 9, "type": 1, "id": 7553, "aya_id": 82}, {"text": "82 - (فليضحكوا قليلاً) في الدنيا (وليبكوا) في الآخرة (كثيراً جزاءً بما كانوا يكسبون) خبر عن حالهم بصيغة الأمر \r\n", "sura_id": 9, "type": 2, "id": 26261, "aya_id": 82}, {"text": "فليضحك هؤلاء المنافقون الذين تخلفوا عن رسول الله في غزوة (تبوك) قليلا في حياتهم الدنيا الفانية, وليبكوا كثيرًا في نار جهنم; جزاءً بما كانوا يكسبون في الدنيا من النفاق والكفر.\r\n", "sura_id": 9, "type": 3, "id": 32497, "aya_id": 82}, {"text": " <font color=red>فَلْيَضْحَكُوا قَلِيلًا وَلْيَبْكُوا كَثِيرًا جَزَاءً بِمَا كَانُوا يَكْسِبُونَ</font><BR><p>ثُمَّ قَالَ تَعَالَى جَلَّ جَلَاله مُتَوَعِّدًا هَؤُلَاءِ الْمُنَافِقِينَ عَلَى صَنِيعهمْ هَذَا فَلْيَضْحَكُوا قَلِيلًا . الْآيَة قَالَ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس الدُّنْيَا قَلِيل فَلْيَضْحَكُوا فِيهَا مَا شَاءُوا فَإِذَا اِنْقَطَعَتْ الدُّنْيَا وَصَارُوا إِلَى اللَّه عَزَّ وَجَلَّ اِسْتَأْنَفُوا بُكَاء لَا يَنْقَطِع أَبَدًا وَكَذَا قَالَ أَبُو رَزِين وَالْحَسَن وَقَتَادَة وَالرَّبِيع بْن خُثَيْم وَعَوْن الْعُقَيْلِيّ وَزَيْد بْن أَسْلَم وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا عَبْد اللَّه بْن عَبْد الصَّمَد بْن أَبِي خِدَاش حَدَّثَنَا مُحَمَّد بْن جُبَيْر عَنْ اِبْن الْمُبَارَك عَنْ عِمْرَان بْن زَيْد حَدَّثَنَا يَزِيد الرَّقَاشِيّ عَنْ أَنَس بْن مَالِك قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : يَا أَيّهَا النَّاس اِبْكُوا فَإِنْ لَمْ تَبْكُوا فَتَبَاكَوْا فَإِنَّ أَهْل النَّار يَبْكُونَ حَتَّى تَسِيل دُمُوعهمْ فِي وُجُوههمْ كَأَنَّهَا جَدَاوِل حَتَّى تَنْقَطِع الدُّمُوع فَتَسِيل الدِّمَاء فَتَقَرَّح الْعُيُون فَلَوْ أَنْ سُفُنًا أُزْجِيَتْ فِيهَا لَجَرَتْ . وَرَوَاهُ اِبْن مَاجَهْ مِنْ حَدِيث الْأَعْمَش عَنْ يَزِيد الرَّقَاشِيّ بِهِ وَقَالَ الْحَافِظ أَبُو بَكْر بْن عَبْد اللَّه بْن مُحَمَّد بْن أَبِي الدُّنْيَا حَدَّثَنَا مُحَمَّد بْن الْعَبَّاس حَدَّثَنَا حَمَّاد الْجَزْرِيّ عَنْ زَيْد بْن رَفِيع رَفَعَهُ قَالَ : إِنَّ أَهْل النَّار إِذَا دَخَلُوا النَّار بَكَوْا الدُّمُوع زَمَانًا ثُمَّ بَكَوْا الْقَيْح زَمَانًا قَالَ فَتَقُول لَهُمْ الْخَزَنَة يَا مَعْشَر الْأَشْقِيَاء تَرَكْتُمْ الْبُكَاء فِي الدَّار الْمَرْحُوم فِيهَا أَهْلهَا فِي الدُّنْيَا هَلْ تَجِدُونَ الْيَوْم مَنْ تَسْتَغِيثُونَ بِهِ ؟ قَالَ فَيَرْفَعُونَ أَصْوَاتهمْ يَا أَهْل الْجَنَّة يَا مَعْشَر الْآبَاء وَالْأُمَّهَات وَالْأَوْلَاد خَرَجْنَا مِنْ الْقُبُور عِطَاشًا وَكُنَّا طُول الْمَوْقِف عِطَاشًا وَنَحْنُ الْيَوْم عِطَاش فَأَفِيضُوا عَلَيْنَا مِنْ الْمَاء أَوْ مِمَّا رَزَقَكُمْ اللَّه . فَيَدْعُونَ أَرْبَعِينَ سَنَة لَا يُجِيبهُمْ ثُمَّ يُجِيبهُمْ إِنَّكُمْ مَاكِثُونَ فَيَيْأَسُونَ مِنْ كُلّ خَيْر .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43504, "aya_id": 82}]