[{"text": "وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى", "sura_id": 93, "type": 0, "id": 6084, "aya_id": 5}, {"text": "و لسوف يعطيك ربك فترضى", "sura_id": 93, "type": 1, "id": 12320, "aya_id": 5}, {"text": "5 - (ولسوف يعطيك ربك) في الآخرة من الخيرات عطاء جزيلا (فترضى) به فقال صلى الله عليه وسلم إذن لا أرضى وواحد من أمتي في النار إلى هنا تم جواب القسم بمثبتين بعد منفيين \r\n", "sura_id": 93, "type": 2, "id": 31028, "aya_id": 5}, {"text": "ولسوف يعطيك ربك -أيها النبي- مِن أنواع الإنعام في الآخرة, فترضى بذلك.\r\n", "sura_id": 93, "type": 3, "id": 37264, "aya_id": 5}, {"text": " <font color=red>وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى</font><BR><p>وَقَوْله تَعَالَى \" وَلَسَوْفَ يُعْطِيك رَبُّك فَتَرْضَى \" أَيْ فِي الدَّار الْآخِرَة يُعْطِيه حَتَّى يُرْضِيه فِي أُمَّته وَفِيمَا أَعَدَّهُ لَهُ مِنْ الْكَرَامَة وَمِنْ جُمْلَته نَهْر الْكَوْثَر الَّذِي حَافَّتَاهُ قِبَاب اللُّؤْلُؤ الْمُجَوَّف وَطِينه مِسْك أَذْفَر كَمَا سَيَأْتِي . وَقَالَ الْإِمَام أَبُو عُمَر الْأَوْزَاعِيّ عَنْ إِسْمَاعِيل بْن عَبْد اللَّه بْن أَبِي الْمُهَاجِر الْمَخْزُومِيّ عَنْ عَلِيّ بْن عَبْد اللَّه بْن عَبَّاس عَنْ أَبِيهِ قَالَ : عُرِضَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا هُوَ مَفْتُوح عَلَى أُمَّته مِنْ بَعْده كَنْزًا كَنْزًا فَسُرَّ بِذَلِكَ فَأَنْزَلَ اللَّه \" وَلَسَوْفَ يُعْطِيك رَبُّك فَتَرْضَى\" فَأَعْطَاهُ فِي الْجَنَّة أَلْف أَلْف قَصْر فِي كُلّ قَصْر مَا يَنْبَغِي لَهُ مِنْ الْأَزْوَاج وَالْخَدَم رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ طَرِيقه وَهَذَا إِسْنَاد صَحِيح إِلَى اِبْن عَبَّاس وَمِثْل هَذَا مَا يُقَال إِلَّا عَنْ تَوْقِيف وَقَالَ السُّدِّيّ عَنْ اِبْن عَبَّاس مِنْ رِضَاء مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ لَا يَدْخُل أَحَد مِنْ أَهْل بَيْته النَّار رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم وَقَالَ الْحَسَن يَعْنِي بِذَلِكَ الشَّفَاعَة , وَهَكَذَا قَالَ أَبُو جَعْفَر الْبَاقِر وَقَالَ أَبُو بَكْر بْن أَبِي شَيْبَة حَدَّثَنَا مُعَاوِيَة بْن هِشَام عَنْ عَلِيّ بْن صَالِح عَنْ يَزِيد بْن أَبِي زِيَاد عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة عَنْ عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّا أَهْل بَيْت اِخْتَارَ اللَّه لَنَا الْآخِرَة عَلَى الدُّنْيَا وَلَسَوْفَ يُعْطِيك رَبّك فَتَرْضَى \" .</p><BR> <br> ", "sura_id": 93, "type": 4, "id": 43585, "aya_id": 5}]