[{"text": "وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِن نِّسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ وَأُوْلَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مِنْ أَمْرِهِ يُسْرًا", "sura_id": 65, "type": 0, "id": 5221, "aya_id": 4}, {"text": "واللائي يئسن من المحيض من نسائكم إن ارتبتم فعدتهن ثلاثة أشهر واللائي لم يحضن وأولات الأحمال أجلهن أن يضعن حملهن ومن يتق الله يجعل له من أمره يسرا", "sura_id": 65, "type": 1, "id": 11457, "aya_id": 4}, {"text": "4 - (واللائي) بهمزة وياء وبلا ياء في الموضعين (يئسن من المحيض) بمعنى الحيض (من نسائكم إن ارتبتم) شككتم في عدتهن (فعدتهن ثلاثة أشهر واللائي لم يحضن) لصغرهن فعدتهن ثلاثة أشهر والمسألتان في غير المتوفى عنهن أزواجهن أما هن فعدتهن ما في آية يتربصن بأنفسهم أربعة أشهر وعشرا (وأولات الأحمال أجلهن) انقضاء عدتهن مطلقات أو متوفى عنهن أزواجهن (أن يضعن حملهن ومن يتق الله يجعل له من أمره يسرا) في الدنيا والآخرة \r\n", "sura_id": 65, "type": 2, "id": 30165, "aya_id": 4}, {"text": "والنساء المطلقات اللاتي انقطع عنهنَّ دم الحيض؛ لكبر سنهنَّ, إن شككتم فلم تدروا ما الحكم فيهنَّ؟ فعدَّتهنَّ ثلاثة أشهر, والصغيرات اللاتي لم يحضن, فعدتهن ثلاثة أشهر كذلك. وذوات الحَمْل من النساء عدتهن أن يضعن حَمْلهن. ومن يَخَفِ الله, فينفذ أحكامه, يجعل له من أمره يسرًا في الدنيا والآخرة.\r\n", "sura_id": 65, "type": 3, "id": 36401, "aya_id": 4}, {"text": " <font color=red>وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا</font><BR><p>يَقُول تَعَالَى مُبَيِّنًا لِعِدَّةِ الْآيِسَة وَهِيَ الَّتِي قَدْ اِنْقَطَعَ عَنْهَا الْمَحِيض لِكِبَرِهَا أَنَّهَا ثَلَاثَة أَشْهُر عِوَضًا عَنْ الثَّلَاثَة قُرُوء فِي حَقّ مَنْ تَحِيض كَمَا دَلَّتْ عَلَى ذَلِكَ آيَة الْبَقَرَة وَكَذَا الصِّغَار اللَّائِي لَمْ يَبْلُغْنَ سِنّ الْحَيْض أَنَّ عِدَّتَهُنَّ كَعِدَّةِ الْآيِسَة ثَلَاثَة أَشْهُر وَلِهَذَا قَالَ تَعَالَى \" وَاَللَّائِي لَمْ يَحِضْنَ \" وَقَوْله تَعَالَى \" إِنْ اِرْتَبْتُمْ \" فِيهِ قَوْلَانِ\" أَحَدُهُمَا \" وَهُوَ قَوْل طَائِفَة مِنْ السَّلَف كَمُجَاهِدٍ وَالزُّهْرِيّ وَابْن زَيْد أَيْ إِنْ رَأَيْنَ دَمًا وَشَكَكْتُمْ فِي كَوْنه حَيْضًا أَوْ اِسْتِحَاضَة وَرَتَّبْتُمْ فِيهِ \" وَالْقَوْل الثَّانِي \" إِنْ اِرْتَبْتُمْ فِي حُكْم عِدَّتهمْ وَلَمْ تَعْرِفُوهُ فَهُوَ ثَلَاث أَشْهُر وَهَذَا مَرْوِيٌّ عَنْ سَعِيد بْن جُبَيْر وَهُوَ اِخْتِيَار اِبْن جَرِير وَهُوَ أَظْهَر فِي الْمَعْنَى وَاحْتَجَّ عَلَيْهِ بِمَا رَوَاهُ عَنْ أَبِي كُرَيْب وَأَبِي السَّائِب قَالَا ثَنَا اِبْن إِدْرِيس أَنَا مُطَرِّف عَنْ عَمْرو بْن سَالِم قَالَ : قَالَ أُبَيّ بْن كَعْب يَا رَسُول اللَّه إِنَّ عِدَدًا مِنْ عِدَد النِّسَاء لَمْ تُذْكَر فِي الْكِتَاب : الصِّغَار وَالْكِبَار وَأُولَات الْأَحْمَال قَالَ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَاَللَّائِي يَئِسْنَ مِنْ الْمَحِيض مِنْ نِسَائِكُمْ إِنْ اِرْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَة أَشْهُر وَاَللَّائِي لَمْ يَحِضْنَ وَأُولَات الْأَحْمَال أَجَلهنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ \" . وَرَوَاهُ اِبْن أَبِي حَاتِم بِأَبْسَط مِنْ هَذَا السِّيَاق فَقَالَ : ثَنَا أَبِي ثَنَا يَحْيَى بْن الْمُغِيرَة أَنَا جَرِير عَنْ مُطَرِّف عَنْ عُمَر بْن سَالِم عَنْ أُبَيّ بْن كَعْب قَالَ : قُلْت لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ نَاسًا مِنْ أَهْل الْمَدِينَة لَمَّا أُنْزِلَتْ هَذِهِ الْآيَة الَّتِي فِي الْبَقَرَة فِي عِدَّة النِّسَاء قَالُوا لَقَدْ بَقِيَ مِنْ عِدَّة النِّسَاء وَلَمْ يُذْكَرْنَ فِي الْقُرْآن : الصِّغَار وَالْكِبَار اللَّائِي قَدْ اِنْقَطَعَ مِنْهُنَّ الْحَيْض وَذَوَات الْحَمْل قَالَ فَأُنْزِلَتْ الَّتِي فِي النِّسَاء الْقُصْرَى \" وَاَللَّائِي يَئِسْنَ مِنْ الْمَحِيض مِنْ نِسَائِكُمْ إِنْ اِرْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَة أَشْهُر وَاَللَّائِي لَمْ يَحِضْنَ \" وَقَوْله تَعَالَى \" وَأُولَات الْأَحْمَال أَجَلهنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ \" يَقُول تَعَالَى وَمَنْ كَانَتْ حَامِلًا فَعِدَّتُهَا بِوَضْعِهِ وَلَوْ كَانَ بَعْد الطَّلَاق أَوْ الْمَوْت بِفَوَاقِ نَاقَة فِي قَوْل جُمْهُور الْعُلَمَاء مِنْ السَّلَف وَالْخَلَف كَمَا هُوَ نَصُّ هَذِهِ الْآيَة الْكَرِيمَة وَكَمَا وَرَدَتْ بِهِ السُّنَّةُ النَّبَوِيَّة وَقَدْ رُوِيَ عَنْ عَلِيّ وَابْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّهُمَا ذَهَبَا فِي الْمُتَوَفَّى عَنْهَا زَوْجهَا أَنَّهَا تَعْتَدّ بِأَبْعَد الْأَجَلَيْنِ مِنْ الْوَضْع وَالْأَشْهُر عَمَلًا بِهَذِهِ الْآيَة وَاَلَّتِي فِي سُورَة الْبَقَرَة وَقَالَ الْبُخَارِيّ ثَنَا سَعِيد بْن حَفْص ثَنَا شَيْبَان عَنْ يَحْيَى قَالَ أَخْبَرَنِي أَبُو سَلَمَة قَالَ : جَاءَ رَجُل إِلَى اِبْن عَبَّاس وَأَبُو هُرَيْرَة جَالِس فَقَالَ أَفْتِنِي فِي اِمْرَأَة وُلِدَتْ بَعْد زَوْجهَا بِأَرْبَعِينَ لَيْلَة فَقَالَ اِبْن عَبَّاس آخِر الْأَجَلَيْنِ قُلْت أَنَا \" وَأُولَات الْأَحْمَال أَجَلهنَّ أَنْ يَضَعْنَ حَمْلهنَّ \" قَالَ أَبُو هُرَيْرَة أَنَا مَعَ اِبْن أَخِي - يَعْنِي أَبَا سَلَمَة - فَأَرْسَلَ اِبْن عَبَّاس غُلَامه كُرَيْبًا إِلَى أَمِّ سَلَمَة يَسْأَلهَا قَالَتْ : قُتِلَ زَوْج سُبَيْعَة الْأَسْلَمِيَّة وَهِيَ حُبْلَى فَوَضَعَتْ بَعْد مَوْته بِأَرْبَعِينَ لَيْلَة فَخُطِبَتْ فَأَنْكَحَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَ أَبُو السَّنَابِل فِيمَنْ خَطَبَهَا هَكَذَا أَوْرَدَ الْبُخَارِيّ هَذَا الْحَدِيث هَاهُنَا مُخْتَصَرًا وَقَدْ رَوَاهُ هُوَ وَمُسْلِم وَأَصْحَاب الْكُتُب مُطَوَّلًا مِنْ وُجُوه أُخَر وَقَالَ الْإِمَام أَحْمَد : ثَنَا حَمَّاد بْن أُسَامَة أَنَا هِشَام عَنْ أَبِيهِ عَنْ الْمِسْوَر بْن مَخْرَمَة أَنَّ سُبَيْعَة الْأَسْلَمِيَّة تُوُفِّيَ عَنْهَا زَوْجهَا وَهِيَ حَامِل فَلَمْ تَمْكُث إِلَّا لَيَالِي حَتَّى وَضَعَتْ فَلَمَّا تَعَلَّتْ مِنْ نِفَاسهَا خُطِبَتْ فَاسْتَأْذَنَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي النِّكَاح فَأَذِنَ لَهَا أَنْ تُنْكَح فَنُكِحَتْ وَرَوَاهُ الْبُخَارِيّ فِي صَحِيحه وَمُسْلِم وَأَبُو دَاوُد وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ طُرُق عَنْهَا كَمَا قَالَ مُسْلِم بْن الْحَجَّاج حَدَّثَنِي أَبُو الطَّاهِر أَنَا اِبْن وَهْب حَدَّثَنِي يُونُس بْن يَزِيد عَنْ اِبْن شِهَاب حَدَّثَنِي عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة أَنَّ أَبَاهُ كَتَبَ إِلَى عُمَر بْن عَبْد اللَّه بْن الْأَرْقَم الزُّهْرِيّ يَأْمُرهُ أَنْ يَدْخُل عَلَى سُبَيْعَة بِنْت الْحَارِث الْأَسْلَمِيَّة فَيَسْأَلُهَا عَنْ حَدِيثهَا وَعَمَّا قَالَ لَهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين اِسْتَفْتَتْهُ ؟ فَكَتَبَ عُمَر بْن عَبْد اللَّه يُخْبِرهُ أَنَّ سُبَيْعَة أَخْبَرَتْهُ أَنَّهَا كَانَتْ تَحْت سَعْد بْن خَوْلَة وَكَانَ مِمَّنْ شَهِدَ بَدْرًا فَتُوُفِّيَ عَنْهَا فِي حَجَّة الْوَدَاع وَهِيَ حَامِل فَلَمْ تَنْشَب أَنْ وَضَعَتْ حَمْلَهَا بَعْد وَفَاته فَلَمَّا تَعَلَّتْ مِنْ نِفَاسهَا تَجَمَّلَتْ لِلْخُطَّابِ فَدَخَلَ عَلَيْهَا أَبُو السَّنَابِل بْن بَعْكَك فَقَالَ لَهَا مَالِي أَرَاك مُتَجَمِّلَة ؟ لَعَلَّك تَرْجِينَ النِّكَاح إِنَّك وَاَللَّه مَا أَنْتِ بِنَاكِحٍ حَتَّى تَمُرَّ عَلَيْك أَرْبَعَة أَشْهُر وَعَشْر . قَالَتْ سُبَيْعَة فَلَمَّا قَالَ لِي ذَلِكَ جَمَعْت عَلَيَّ ثِيَابِي حِين أَمْسَيْت فَأَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلْته عَنْ ذَلِكَ فَأَفْتَانِي بِأَنِّي قَدْ حَلَلْت حِين وَضَعْت حَمْلِي وَأَمَرَنِي بِالتَّزْوِيجِ إِنْ بَدَا لِي هَذَا لَفْظ مُسْلِم وَرَوَاهُ الْبُخَارِيّ مُخْتَصَرًا ثُمَّ قَالَ الْبُخَارِيّ بَعْد رِوَايَته الْحَدِيث الْأَوَّل عِنْد هَذِهِ الْآيَة : وَقَالَ أَبُو سُلَيْمَان بْن حَرْب وَأَبُو النُّعْمَان ثَنَا حَمَّاد بْن زَيْد عَنْ أَيُّوب عَنْ مُحَمَّد هُوَ اِبْن سِيرِينَ قَالَ كُنْت فِي حَلْقَة فِيهَا عَبْد الرَّحْمَن بْن أَبِي لَيْلَى وَكَانَ أَصْحَابه يُعَظِّمُونَهُ فَذَكَرَ آخِر الْأَجَلَيْنِ فَحَدَّثْت بِحَدِيثِ سُبَيْعَة بِنْت الْحَارِث عَنْ عَبْد اللَّه بْن عُتْبَة قَالَ فَضَمَرَ لِي بَعْض أَصْحَابه وَقَالَ مُحَمَّد فَفَطِنْت لَهُ فَقُلْت لَهُ إِنِّي لَجَرِيء أَنْ أَكْذِبَ عَلَى عَبْد اللَّه وَهُوَ فِي نَاحِيَة الْكُوفَة قَالَ فَاسْتَحْيَا وَقَالَ لَكِنَّ عَمّه لَمْ يَقُلْ ذَلِكَ فَلَقِيت أَبَا عَطِيَّة مَالِك بْن عَامِر فَسَأَلْته فَذَهَبَ يُحَدِّثنِي بِحَدِيثِ سُبَيْعَة فَقُلْت هَلْ سَمِعْت عَنْ عَبْد اللَّه شَيْئًا ؟ فَقَالَ كُنَّا عِنْد عَبْد اللَّه فَقَالَ أَتَجْعَلُونَ عَلَيْهَا التَّغْلِيظ وَلَا تَجْعَلُونَ عَلَيْهَا الرُّخْصَة ؟ فَنَزَلَتْ سُورَة النِّسَاء الْقُصْرَى بَعْد الطُّولَى \" وَأُولَات الْأَحْمَال أَجَلهنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ\" وَرَوَاهُ اِبْن جَرِير مِنْ طَرِيق سُفْيَان بْن عُيَيْنَة وَإِسْمَاعِيل بْن عُلَيَّة عَنْ أَيُّوب بِهِ مُخْتَصَرًا وَرَوَاهُ النَّسَائِيّ فِي التَّفْسِير عَنْ مُحَمَّد بْن عَبْد الْأَعْلَى عَنْ خَالِد بْن الْحَارِث عَنْ اِبْن عَوْن عَنْ مُحَمَّد بْن سِيرِينَ فَذَكَرَهُ وَقَالَ اِبْن جَرِير : حَدَّثَنِي زَكَرِيَّا بْن يَحْيَى بْن أَبَان الْمِصْرِيّ ثَنَا سَعِيد بْن أَبِي مَرْيَم ثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنِي اِبْن شُبْرُمَة الْكُوفِيّ عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة بْن قَيْس أَنَّ عَبْد اللَّه بْن مَسْعُود قَالَ : مَنْ شَاءَ لَاعَنْته مَا نَزَلَتْ\" وَأُولَات الْأَحْمَال أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ \" إِلَّا بَعْد آيَة الْمُتَوَفَّى عَنْهَا زَوْجهَا قَالَ : وَإِذَا وَضَعَتْ الْمُتَوَفَّى عَنْهَا زَوْجهَا فَقَدْ حَلَّتْ يُرِيد بِآيَةِ الْمُتَوَفَّى عَنْهَا \" وَاَلَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا \" وَقَدْ رَوَاهُ النَّسَائِيّ مِنْ حَدِيث سَعِيد بْن أَبِي مَرْيَم بِهِ ثُمَّ قَالَ اِبْن جَرِير : ثَنَا أَحْمَد بْن مَنِيع ثَنَا مُحَمَّد بْن عُبَيْد ثَنَا إِسْمَاعِيل بْن أَبِي خَالِد عَنْ الشَّعْبِيّ قَالَ : ذُكِرَ عِنْد اِبْن مَسْعُود آخِر الْأَجَلَيْنِ فَقَالَ مَنْ شَاءَ قَاسَمْته بِاَللَّهِ إِنَّ هَذِهِ الْآيَة الَّتِي فِي النِّسَاء الْقُصْرَى نَزَلَتْ بَعْد الْأَرْبَعَة الْأَشْهُر وَالْعَشْر ثُمَّ قَالَ : أَجَلُ الْحَامِلِ أَنْ تَضَعَ مَا فِي بَطْنِهَا . وَقَالَ اِبْن أَبِي حَاتِم ثَنَا أَحْمَد بْن سِنَان الْوَاسِطِي ثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ سُفْيَان عَنْ الْأَعْمَش عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق قَالَ بَلَغَ اِبْن مَسْعُود أَنَّ عَلِيًّا رَضِيَ اللَّه عَنْهُ يَقُول آخِر الْأَجَلَيْنِ فَقَالَ مَنْ شَاءَ لَاعَنْته إِنَّ الَّتِي فِي النِّسَاء الْقُصْرَى نَزَلَتْ بَعْد الْبَقَرَة \" وَأُولَات الْأَحْمَال أَجَلهنَّ أَنْ يَضَعْنَ حَمْلهنَّ \" وَرَوَاهُ أَبُو دَاوُد وَابْن مَاجَهْ مِنْ حَدِيث أَبِي مُعَاوِيَة عَنْ الْأَعْمَش . وَقَالَ عَبْد اللَّه اِبْن الْإِمَام أَحْمَد حَدَّثَنِي مُحَمَّد بْن أَبِي بَكْر الْمُقَدَّمِيّ أَنَا عَبْد الْوَهَّاب الثَّقَفِيّ حَدَّثَنَا الْمُثَنَّى عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن عَمْرو عَنْ أُبَيّ بْن كَعْب قَالَ : قُلْت لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَأُولَات الْأَحْمَال أَجَلهنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ \" الْمُطَلَّقَة ثَلَاثًا أَوْ الْمُتَوَفَّى عَنْهَا زَوْجهَا ؟ فَقَالَ : هِيَ لِلْمُطَلَّقَةِ ثَلَاثًا وَلِلْمُتَوَفَّى عَنْهَا . هَذَا حَدِيث غَرِيب جِدًّا بَلْ مُنْكَر لِأَنَّ فِي إِسْنَاده الْمُثَنَّى بْن الصَّبَّاح وَهُوَ مَتْرُوك الْحَدِيث بِمَرَّةٍ وَلَكِنْ رَوَاهُ اِبْن أَبِي حَاتِم بِسَنَدٍ آخَر فَقَالَ حَدَّثَنَا مُحَمَّد بْن دَاوُد السَّمَّانِيّ ثَنَا عَمْرو بْن خَالِد يَعْنِي الْحَرَّانِيّ ثَنَا اِبْن لَهِيعَة عَنْ عَمْرو بْن شُعَيْب عَنْ سَعِيد بْن الْمُسَيِّب عَنْ أُبَيّ بْن كَعْب أَنَّهُ لَمَّا نَزَلَتْ هَذِهِ الْآيَة قَالَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا أَدْرِي أَمُشْتَرَكَة أَمْ مُبْهَمَة ؟ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَيَّة آيَة \" قَالَ \" أَجَلهنَّ أَنْ يَضَعْنَ حَمْلهنَّ \" الْمُتَوَفَّى عَنْهَا وَالْمُطَلَّقَة ؟ قَالَ : نَعَمْ وَكَذَا رَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ مُوسَى بْن دَاوُد عَنْ اِبْن لَهِيعَة بِهِ ثُمَّ رَوَاهُ عَنْ أَبِي كُرَيْب أَيْضًا عَنْ مَالِك بْن إِسْمَاعِيل عَنْ اِبْن عُيَيْنَة عَنْ عَبْد الْكَرِيم بْن أَبِي الْمُخَارِق أَنَّهُ حَدَّثَ عَنْ أُبَيّ بْن كَعْب قَالَ : سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ \" وَأُولَات الْأَحْمَال أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ \" قَالَ : أَجَل كُلِّ حَامِل أَنْ تَضَع مَا فِي بَطْنهَا عَبْد الْكَرِيم هَذَا ضَعِيف وَلَمْ يُدْرِكْ أُبَيًّا وَقَوْله تَعَالَى وَمَنْ يَتَّقِ اللَّه يَجْعَل لَهُ مِنْ أَمْرِهِ يُسْرًا \" أَيْ يُسَهِّل لَهُ أَمْرَهُ وَيُيَسِّرُهُ عَلَيْهِ وَيَجْعَل لَهُ فَرَجًا قَرِيبًا وَمَخْرَجًا عَاجِلًا .</p><BR> <br> ", "sura_id": 65, "type": 4, "id": 42314, "aya_id": 4}]