[{"text": "هُوَ الَّذِي خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا وَمِنكُم مَّن يُتَوَفَّى مِن قَبْلُ وَلِتَبْلُغُوا أَجَلًا مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ", "sura_id": 40, "type": 0, "id": 4200, "aya_id": 67}, {"text": "هو الذي خلقكم من تراب ثم من نطفة ثم من علقة ثم يخرجكم طفلا ثم لتبلغوا أشدكم ثم لتكونوا شيوخا ومنكم من يتوفى من قبل ولتبلغوا أجلا مسمى ولعلكم تعقلون", "sura_id": 40, "type": 1, "id": 10436, "aya_id": 67}, {"text": "67 - (هو الذي خلقكم من تراب) بخلق أبيكم آدم منه (ثم من نطفة) مني (ثم من علقة) دم غليظ (ثم يخرجكم طفلا) بمعنى أطفالا (ثم) يبقيكم (لتبلغوا أشدكم) تكامل قوتكم من الثلاثين سنة إلى الأربعين (ثم لتكونوا شيوخا) بضم الشين وكسرها (ومنكم من يتوفى من قبل) قبل الأشد والشيخوخة فعل ذلك بكم لتعيشوا (ولتبلغوا أجلا مسمى) وقتا محدودا (ولعلكم تعقلون) دلائل التوحيد فتؤمنوا \r\n", "sura_id": 40, "type": 2, "id": 29144, "aya_id": 67}, {"text": "هو الله الذي خلق أباكم آدم من تراب, ثم أوجدكم من المنيِّ بقدرته, وبعد ذلك تنتقلون إلى طور الدم الغليظ الأحمر, ثم تجري عليكم أطوار متعددة في الأرحام, إلى أن تولدوا أطفالا صغارًا, ثم تقوى بِنْيَتُكم إلى أن تصيروا شيوخًا, ومنكم من يموت قبل ذلك, ولتبلغوا بهذه الأطوار المقدَّرة أجلا مسمى تنتهي عنده أعماركم, ولعلكم تعقلون حجج الله عليكم بذلك, وتتدبرون آياته, فتعرفون أنه لا إله غيره يفعل ذلك, وأنه الذي لا تنبغي العبادة إلا له.\r\n", "sura_id": 40, "type": 3, "id": 35380, "aya_id": 67}, {"text": " <font color=red>هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْلُ وَلِتَبْلُغُوا أَجَلًا مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ</font><BR><p>فِي قَوْله جَلَّتْ عَظَمَته \" هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَاب ثُمَّ مِنْ نُطْفَة ثُمَّ مِنْ عَلَقَة ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا \" أَيْ هُوَ الَّذِي يُقَلِّبكُمْ فِي هَذِهِ الْأَطْوَارِ كُلِّهَا وَحْده لَا شَرِيك لَهُ وَعَنْ أَمْرِهِ وَتَدْبِيره وَتَقْدِيره يَكُون ذَلِكَ كُلّه \" وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْل \" أَيْ مِنْ قَبْل أَنْ يُوجَد وَيَخْرُج إِلَى هَذَا الْعَالَم بَلْ تُسْقِطُهُ أُمّه سِقْطًا وَمِنْهُمْ مَنْ يُتَوَفَّى صَغِيرًا وَشَابًّا وَكَهْلًا قَبْل الشَّيْخُوخَة كَقَوْلِهِ تَعَالَى \" لِنُبَيِّن لَكُمْ وَنُقِرّ فِي الْأَرْحَام مَا نَشَاء إِلَى أَجَلٍ مُسَمًّى \" وَقَالَ عَزَّ وَجَلَّ هَهُنَا \" وَلِتَبْلُغُوا أَجَلًا مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ \" قَالَ اِبْن جُرَيْج تَتَذَكَّرُونَ الْبَعْث .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 41003, "aya_id": 67}]