[{"text": "وَأُدْخِلَ الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ تَحِيَّتُهُمْ فِيهَا سَلاَمٌ", "sura_id": 14, "type": 0, "id": 1773, "aya_id": 23}, {"text": "وأدخل الذين آمنوا وعملوا الصالحات جنات تجري من تحتها الأنهار خالدين فيها بإذن ربهم تحيتهم فيها سلام", "sura_id": 14, "type": 1, "id": 8009, "aya_id": 23}, {"text": "23 - (وأدخل الذين آمنوا وعملوا الصالحات جنات تجري من تحتها الأنهار خالدين) حال مقدرة (فيها بإذن ربهم تحيتهم فيها) من الله ومن الملائكة وفيما بينهم (سلام) \r\n", "sura_id": 14, "type": 2, "id": 26717, "aya_id": 23}, {"text": "وأُدخل الذين صدَّقوا الله ورسوله وعملوا الصالحات جنات تجري من تحت أشجارها وقصورها الأنهار, لا يخرجون منها أبدًا -بإذن ربهم وحوله وقوته- يُحَيَّوْن فيها بسلام من الله وملائكته والمؤمنين.\r\n", "sura_id": 14, "type": 3, "id": 32953, "aya_id": 23}, {"text": " <font color=red>وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ تَحِيَّتُهُمْ فِيهَا سَلَامٌ</font><BR><p>ثُمَّ لَمَّا ذَكَرَ تَعَالَى مَآل الْأَشْقِيَاء وَمَا صَارُوا إِلَيْهِ مِنْ الْخِزْي وَالنَّكَال وَأَنَّ خَطِيبهمْ إِبْلِيس عَطَفَ بِمَآلِ السُّعَدَاءِ فَقَالَ \" وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار\" سَارِحَة فِيهَا حَيْثُ سَارُوا وَأَيْنَ سَارُوا \" خَالِدِينَ فِيهَا\" مَاكِثِينَ أَبَدًا لَا يَحُولُونَ وَلَا يَزُولُونَ \" بِإِذْنِ رَبّهمْ تَحِيَّتهمْ فِيهَا سَلَام \" كَمَا قَالَ تَعَالَى \" حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابهَا وَقَالَ لَهُمْ خَزَنَتهَا سَلَام عَلَيْكُمْ\" وَقَالَ تَعَالَى \" وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ سَلَامٌ عَلَيْكُمْ \" وَقَالَ تَعَالَى \" وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا \" وَقَالَ تَعَالَى \" دَعْوَاهُمْ فِيهَا سُبْحَانك اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ وَآخِرُ دَعْوَاهُمْ أَنْ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ \" .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37915, "aya_id": 23}]