[{"text": "وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنكُم مِّيثَاقًا غَلِيظًا", "sura_id": 4, "type": 0, "id": 514, "aya_id": 21}, {"text": "وكيف تأخذونه وقد أفضى بعضكم إلى بعض و أخذن منكم ميثاقا غليظا", "sura_id": 4, "type": 1, "id": 6750, "aya_id": 21}, {"text": "21 - والاستفهام للتوبيخ وللإنكار في قوله: (وكيف تأخذونه) أي بأي وجه (وقد أفضى) وصل (بعضكم إلى بعض) بالجماع المقرر للمهر (وأخذن منكم ميثاقا) عهدا (غليظا) شديدا وهو ما أمر الله به من إمساكهن بمعروف أو تسريحهن بإحسان \r\n", "sura_id": 4, "type": 2, "id": 25458, "aya_id": 21}, {"text": "وكيف يحلُّ لكم أن تأخذوا ما أعطيتموهن من مهر, وقد استمتع كل منكما بالآخر بالجماع, وأخَذْنَ منكم ميثاقًا غليظًا من إمساكهن بمعروف أو تسريحهن بإحسان؟\r\n", "sura_id": 4, "type": 3, "id": 31694, "aya_id": 21}, {"text": " <font color=red>وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا</font><BR><p>وَلِهَذَا قَالَ تَعَالَى \" وَكَيْف تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضكُمْ إِلَى بَعْض \" وَقَوْله تَعَالَى \" وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا \" رُوِيَ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر أَنَّ الْمُرَاد بِذَلِكَ الْعَقْد وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ اِبْن عَبَّاس فِي قَوْله \" وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا \" قَالَ إِمْسَاك بِمَعْرُوفٍ أَوْ تَسْرِيح بِإِحْسَانٍ قَالَ اِبْن أَبِي حَاتِم : وَرُوِيَ عَنْ عِكْرِمَة وَمُجَاهِد وَأَبِي الْعَالِيَة وَالْحَسَن وَقَتَادَة وَيَحْيَى بْن أَبِي كَثِير وَالضَّحَّاك وَالسُّدِّيّ نَحْو ذَلِكَ . وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس فِي الْآيَة هُوَ قَوْله \" أَخَذْتُمُوهُنَّ بِأَمَانَةِ اللَّه وَاسْتَحْلَلْتُمْ فُرُوجهنَّ بِكَلِمَةِ اللَّه \" فَإِنَّ كَلِمَة اللَّه هِيَ التَّشَهُّد فِي الْخُطْبَة قَالَ : وَكَانَ فِيمَا أُعْطِيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْلَة أُسْرِيَ بِهِ قَالَ لَهُ \" وَجَعَلْت أُمَّتك لَا تَجُوز لَهُمْ خُطْبَة حَتَّى يَشْهَدُوا أَنَّك عَبْدِي وَرَسُولِي \" رَوَاهُ اِبْن أَبِي حَاتِم وَفِي صَحِيح مُسْلِم عَنْ جَابِر فِي خُطْبَة حَجَّة الْوَدَاع أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فِيهَا : \" وَاسْتَوْصُوا بِالنِّسَاءِ خَيْرًا فَإِنَّكُمْ أَخَذْتُمُوهُنَّ بِأَمَانَةِ اللَّه وَاسْتَحْلَلْتُمْ فُرُوجهنَّ بِكَلِمَةِ اللَّه \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40857, "aya_id": 21}]