[{"text": "وَلَمَّا دَخَلُواْ مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم مَّا كَانَ يُغْنِي عَنْهُم مِّنَ اللّهِ مِن شَيْءٍ إِلاَّ حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا وَإِنَّهُ لَذُو عِلْمٍ لِّمَا عَلَّمْنَاهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لاَ يَعْلَمُونَ", "sura_id": 12, "type": 0, "id": 1664, "aya_id": 68}, {"text": "ولما دخلوا من حيث أمرهم أبوهم ما كان يغني عنهم من الله من شيء إلا حاجة في نفس يعقوب قضاها وإنه لذو علم لما علمناه ولكن أكثر الناس لا يعلمون", "sura_id": 12, "type": 1, "id": 7900, "aya_id": 68}, {"text": "68 - (ولما دخلوا من حيث أمرهم أبوهم) أي متفرقين (ما كان يغني عنهم من الله) أي قضائه (من) صلة (شيء إلا) لكن (حاجة في نفس يعقوب قضاها) وهي إرادة دفع العين شفقة (وإنه لذو علم لما علَّمناه) لتعليمنا إياه (ولكن أكثر الناس) وهم الكفار (لا يعلمون) إلهام الله لأصفيائه \r\n", "sura_id": 12, "type": 2, "id": 26608, "aya_id": 68}, {"text": "ولما دخلوا من أبواب متفرقة كما أمرهم أبوهم, ما كان ذلك ليدفع قضاء الله عنهم, ولكن كان شفقة في نفس يعقوب عليهم أن تصيبهم العين, وإن يعقوب لصاحب علمٍ عظيم بأمر دينه علَّمه الله له وحْيًا, ولكن أكثر الناس لا يعلمون عواقب الأمور ودقائق الأشياء, وما يعلمه يعقوب -عليه السلام- مِن أمر دينه.\r\n", "sura_id": 12, "type": 3, "id": 32844, "aya_id": 68}, {"text": " <font color=red>وَلَمَّا دَخَلُوا مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُمْ مَا كَانَ يُغْنِي عَنْهُمْ مِنَ اللَّهِ مِنْ شَيْءٍ إِلَّا حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا وَإِنَّهُ لَذُو عِلْمٍ لِمَا عَلَّمْنَاهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</font><BR><p>وَقَوْله \" وَمَا أُغْنِي عَنْكُمْ مِنْ اللَّه مِنْ شَيْء \" أَيْ أَنَّ هَذَا الِاحْتِرَاز لَا يَرُدّ قَدَر اللَّه وَقَضَاءَهُ فَإِنَّ اللَّه إِذَا أَرَادَ شَيْئًا لَا يُخَالِف وَلَا يُمَانِع \" إِنْ الْحُكْم إِلَّا لِلَّهِ عَلَيْهِ تَوَكَّلْت وَعَلَيْهِ فَلْيَتَوَكَّلْ الْمُتَوَكِّلُونَ وَلَمَّا دَخَلُوا مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُمْ مَا كَانَ يُغْنِي عَنْهُمْ مِنْ اللَّه مِنْ شَيْء إِلَّا حَاجَة فِي نَفْس يَعْقُوب قَضَاهَا \" قَالُوا هِيَ دَفْع إِصَابَة الْعَيْن لَهُمْ \" وَإِنَّهُ لَذُو عِلْم لِمَا عَلَّمْنَاهُ\" قَالَ قَتَادَة وَالثَّوْرِيّ لَذُو عِلْم بِعِلْمِهِ وَقَالَ اِبْن جَرِير لَذُو عِلْم لِتَعْلِيمِنَا إِيَّاهُ \" وَلَكِنَّ أَكْثَر النَّاس لَا يَعْلَمُونَ \" .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37822, "aya_id": 68}]