[{"text": "اللّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ", "sura_id": 2, "type": 0, "id": 262, "aya_id": 255}, {"text": "الله لا إله إلا هو الحي القيوم لا تأخذه سنة ولا نوم له ما في السماوات وما في الأرض من ذا الذي يشفع عنده إلا بإذنه يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء وسع كرسيه السماوات والأرض ولا يؤوده حفظهما وهو العلي العظيم", "sura_id": 2, "type": 1, "id": 6498, "aya_id": 255}, {"text": "255 - (الله لا إله) أي لا معبود بحق في الوجود (إلا هو الحي) الدائم بالبقاء (القيوم) المبالغ في القيام بتدبير خلقه (لا تأخذه سِنةٌ) نعاس (ولا نوم له ما في السماوات وما في الأرض) ملكا وخلقا وعبيدا (من ذا الذي) أي لا أحد (يشفع عنده إلا بإذنه) له فيها (يعلم ما بين أيديهم) أي الخلق (وما خلفهم) أي من أمر الدنيا والآخرة (ولا يحيطون بشيء من علمه) أي لا يعلمون شيئا من معلوماته (إلا بما شاء) أن يعلمهم به منها بإخبار الرسل (وسع كرسيه السماواتِ والأرضَ) قيل أحاط علمه بهما وقيل الكرسي نفسه مشتمل عليهما لعظمته ، لحديث: \"ما السماوات السبع في الكرسي إلا كدراهم سبعة ألقيت في ترس\". (ولا يؤوده) يثقله (حفظهما) أي السماوات والأرض (وهو العلي) فوق خلقه بالقهر (العظيم) الكبير \r\n", "sura_id": 2, "type": 2, "id": 25206, "aya_id": 255}, {"text": "الله الذي لا يستحق الألوهية والعبودية إلا هو, الحيُّ الذي له جميع معاني الحياة الكاملة كما يليق بجلاله, القائم على كل شيء, لا تأخذه سِنَة أي: نعاس, ولا نوم, كل ما في السموات وما في الأرض ملك له, ولا يتجاسر أحد أن يشفع عنده إلا بإذنه, محيط علمه بجميع الكائنات ماضيها وحاضرها ومستقبلها, يعلم ما بين أيدي الخلائق من الأمور المستقبلة, وما خلفهم من الأمور الماضية, ولا يَطَّلعُ أحد من الخلق على شيء من علمه إلا بما أعلمه الله وأطلعه عليه. وسع كرسيه السموات والأرض, والكرسي: هو موضع قدمي الرب -جل جلاله- ولا يعلم كيفيته إلا الله سبحانه, ولا يثقله سبحانه حفظهما, وهو العلي بذاته وصفاته على جميع مخلوقاته, الجامع لجميع صفات العظمة والكبرياء. وهذه الآية أعظم آية في القرآن, وتسمى: (آية الكرسي).\r\n", "sura_id": 2, "type": 3, "id": 31442, "aya_id": 255}, {"text": " <font color=red>اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ</font><BR><p>هَذِهِ آيَةُ الْكُرْسِيّ وَلَهَا شَأْن عَظِيم قَدْ صَحَّ الْحَدِيث عَنْ رَسُول - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِأَنَّهَا أَفْضَل آيَة فِي كِتَاب اللَّه قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا سُفْيَان عَنْ سَعِيد الْجُرَيْرِيّ عَنْ أَبِي السَّلِيل عَنْ عَبْد اللَّه بْن رَبَاح عَنْ أُبَيّ هُوَ اِبْن كَعْب أَنَّ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - سَأَلَهُ أَيّ آيَة فِي كِتَاب اللَّه أَعْظَم قَالَ : اللَّه وَرَسُوله أَعْلَم فَرَدَّدَهَا مِرَارًا ثُمَّ قَالَ : آيَة الْكُرْسِيّ قَالَ \" لِيَهْنِك الْعِلْم أَبَا الْمُنْذِر وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّ لَهَا لِسَانًا وَشَفَتَيْنِ تُقَدِّس الْمَلِك عِنْد سَاقَ الْعَرْش \" وَقَدْ رَوَاهُ مُسْلِم عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ عَبْد الْأَعْلَى بْن عَبْد الْأَعْلَى عَنْ الْجُرَيْرِيّ بِهِ وَلَيْسَ عِنْده زِيَادَة وَاَلَّذِي نَفْسِي بِيَدِهِ إِلَخْ .\" حَدِيثٌ آخَر \" عَنْ أَبِي أَيْضًا فِي فَضْل آيَة الْكُرْسِيّ قَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا أَحْمَد بْن إِبْرَاهِيم الدَّوْرَقِيّ حَدَّثَنَا مَيْسَرَة عَنْ الْأَوْزَاعِيّ عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ عُبَيْدَة بْن أَبِي لُبَابَة عَنْ عَبْد اللَّه بْن أُبَيّ بْن كَعْب أَنَّ أَبَاهُ أَخْبَرَهُ أَنَّهُ كَانَ لَهُ جُرْن فِيهِ تَمْر قَالَ : فَكَانَ أَبِي يَتَعَاهَدهُ فَوَجَدَهُ يَنْقُص قَالَ فَحَرَسَهُ ذَات لَيْلَة فَإِذَا هُوَ بِدَابَّةٍ شَبِيه الْغُلَام الْمُحْتَلِم قَالَ : فَسَلَّمْت عَلَيْهِ فَرَدَّ السَّلَام قَالَ : فَقُلْت مَا أَنْتَ ؟ جِنِّيٌّ أَمْ إِنْسِيّ ؟ قَالَ : جِنِّيّ . قَالَ : قُلْت لَهُ نَاوِلْنِي يَدك قَالَ فَنَاوَلَنِي يَده فَإِذَا يَد كَلْب وَشَعْر كَلْب فَقُلْت هَكَذَا خَلْق الْجِنّ ؟ قَالَ لَقَدْ عَلِمَتْ الْجِنّ مَا فِيهِمْ أَشَدّ مِنِّي . قُلْت فَمَا حَمَلَك عَلَى مَا صَنَعْت ؟ قَالَ بَلَغَنِي أَنَّك رَجُل تُحِبّ الصَّدَقَة فَأَحْبَبْنَا أَنْ نُصِيب مِنْ طَعَامك قَالَ : فَقَالَ لَهُ أَبِي فَمَا الَّذِي يُجِيرنَا مِنْكُمْ ؟ قَالَ : هَذِهِ الْآيَة آيَة الْكُرْسِيّ ثُمَّ غَدَا إِلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَأَخْبَرَهُ فَقَالَ النَّبِيّ صَدَقَ الْخَبِيث وَهَكَذَا رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث أَبِي دَاوُد الطَّيَالِسِيّ عَنْ حَرْب بْن شَدَّاد عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ الْحَضْرَمِيّ بْن لَاحِق عَنْ مُحَمَّد بْن عَمْرو بْن أُبَيّ بْن كَعْب عَنْ جَدّه بِهِ وَقَالَ الْحَاكِم صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ \" طَرِيق أُخْرَى\" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا عُثْمَان بْن عَتَّاب قَالَ : سَمِعْت أَبَا السَّلِيل قَالَ : كَانَ رَجُل مِنْ أَصْحَاب النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يُحَدِّث النَّاسَ حَتَّى يَكْثُرُوا عَلَيْهِ فَيَصْعَد عَلَى سَطْح بَيْت فَيُحَدِّث النَّاس قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَيّ آيَة فِي الْقُرْآن أَعْظَم فَقَالَ رَجُل\" اللَّه لَا إِلَه إِلَّا هُوَ الْحَيّ الْقَيُّوم \" قَالَ فَوَضَعَ يَده بَيْن كَتِفَيْ فَوَجَدْت بَرْدهَا بَيْن ثَدْيَيَّ أَوْ قَالَ فَوَضَعَ يَده بَيْن ثَدْيَيَّ فَوَجَدْت بَرْدهَا بَيْن كَتِفَيَّ وَقَالَ لِيَهْنِك الْعِلْم يَا أَبَا الْمُنْذِر \" حَدِيثٌ آخَر \" عَنْ الْأَسْقَع الْبَكْرِيّ قَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ : حَدَّثَنَا أَبُو يَزِيد الْقَرَاطِيسِيّ حَدَّثَنَا يَعْقُوب بْن أَبِي عَبَّاد الْمَكِّيّ حَدَّثَنَا مُسْلِم بْن خَالِد عَنْ اِبْن جُرَيْج أَخْبَرَنِي عُمَر بْن عَطَاء أَنَّ مَوْلَى اِبْن الْأَسْقَع رَجُل صِدْق أَخْبَرَهُ عَنْ الْأَسْقَع الْبَكْرِيّ أَنَّهُ سَمِعَهُ يَقُول إِنَّ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - جَاءَهُمْ فِي صِفَة الْمُهَاجِرِينَ فَسَأَلَهُ إِنْسَان : أَيّ آيَة فِي الْقُرْآن أَعْظَم ؟ فَقَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" اللَّه لَا إِلَه إِلَّا هُوَ الْحَيّ الْقَيُّوم لَا تَأْخُذهُ سِنَةٌ وَلَا نَوْمٌ \" حَتَّى اِنْقَضَتْ الْآيَة . \" حَدِيثٌ آخَر \" عَنْ أَنَس قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد اللَّه بْن الْحَارِث حَدَّثَنِي سَلَمَة بْن وَرْدَان أَنَّ أَنَس بْن مَالِك حَدَّثَهُ أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - سَأَلَ رَجُلًا مِنْ صَحَابَته فَقَالَ أَيْ فُلَان هَلْ تَزَوَّجْت ؟ قَالَ : لَا وَلَيْسَ عِنْدِي مَا أَتَزَوَّج بِهِ قَالَ أَوَلَيْسَ مَعَك : قُلْ هُوَ اللَّه أَحَد ؟ قَالَ بَلَى قَالَ \" رُبُع الْقُرْآن \" قَالَ \" أَلَيْسَ مَعَك قُلْ يَا أَيّهَا الْكَافِرُونَ ؟ قَالَ بَلَى قَالَ رُبُع الْقُرْآن قَالَ أَلَيْسَ مَعَك إِذَا زُلْزِلَتْ ؟ قَالَ : بَلَى قَالَ رُبُع الْقُرْآن قَالَ أَلَيْسَ مَعَك إِذَا جَاءَ نَصْرُ اللَّه ؟ قَالَ بَلَى . قَالَ رُبُع الْقُرْآن قَالَ أَلَيْسَ مَعَك آيَة الْكُرْسِيّ اللَّه لَا إِلَه إِلَّا هُوَ ؟ قَالَ بَلَى قَالَ رُبُع الْقُرْآن . \" حَدِيثٌ آخَرُ \" عَنْ أَبِي ذَرّ جُنْدُب بْن جُنَادَة قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع بْن الْجَرَّاح حَدَّثَنَا الْمَسْعُودِيّ أَنْبَأَنِي أَبُو عُمَر الدِّمَشْقِيّ عَنْ عُبَيْد بْن الْخَشْخَاش عَنْ أَبِي ذَرّ - رَضِيَ اللَّه عَنْهُ - قَالَ : أَتَيْت النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَهُوَ فِي الْمَسْجِد فَجَلَسْت فَقَالَ يَا أَبَا ذَرّ هَلْ صَلَّيْت ؟ قُلْت لَا قَالَ قُمْ فَصَلِّ قَالَ فَقُمْت فَصَلَّيْت ثُمَّ جَلَسْت فَقَالَ يَا أَبَا ذَرّ تَعَوَّذْ بِاَللَّهِ مِنْ شَرّ شَيَاطِين الْإِنْس وَالْجِنّ قَالَ : قُلْت يَا رَسُول اللَّه أَوَلِلْإِنْسِ شَيَاطِين ؟ قَالَ نَعَمْ قَالَ : قُلْت يَا رَسُول اللَّه الصَّلَاة قَالَ خَيْرُ مَوْضُوعٍ مَنْ شَاءَ أَقَلَّ وَمَنْ شَاءَ أَكْثَرَ قَالَ : قُلْت يَا رَسُول اللَّه فَالصَّوْم ؟ قَالَ فَرْضٌ مُجْزِئ وَعِنْد اللَّه مَزِيد قُلْت يَا رَسُول اللَّه فَالصَّدَقَة ؟ قَالَ أَضْعَاف مُضَاعَفَة قُلْت يَا رَسُول اللَّه فَأَيّهَا أَفْضَل ؟ قَالَ جُهْدٌ مِنْ مُقِلٍّ أَوْ سِرٌّ إِلَى فَقِيرٍ قُلْت يَا رَسُول اللَّه أَيّ الْأَنْبِيَاء كَانَ أَوَّل ؟ قَالَ آدَم قُلْت يَا رَسُول اللَّه وَنَبِيٌّ كَانَ ؟ قَالَ نَعَمْ نَبِيّ مُكَلَّم قُلْت يَا رَسُول اللَّه كَمْ الْمُرْسَلُونَ قَالَ ثَلَاثمِائَةِ وَبِضْعَة عَشَر جَمًّا غَفِيرًا وَقَالَ مَرَّة وَخَمْسَة عَشَر قُلْت يَا رَسُول اللَّه أَيّ مَا أَنْزَلَ عَلَيْك أَعْظَم ؟ قَالَ آيَة الْكُرْسِيّ \" اللَّه لَا إِلَه إِلَّا هُوَ الْحَيّ الْقَيُّوم\" وَرَوَاهُ النَّسَائِيّ \" حَدِيث آخَر \" عَنْ أَبِي أَيُّوب خَالِد بْن زَيْد الْأَنْصَارِيّ - رَضِيَ اللَّه عَنْهُ - وَأَرْضَاهُ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا سُفْيَان عَنْ اِبْن أَبِي لَيْلَى عَنْ أَخِيهِ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ أَبِي أَيُّوب أَنَّهُ كَانَ فِي سَهْوَة لَهُ وَكَانَتْ الْغُول تَجِيء فَتَأْخُذ فَشَكَاهَا إِلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ فَإِذَا رَأَيْتهَا فَقُلْ بِاسْمِ اللَّه أَجِيبِي رَسُول اللَّه قَالَ فَجَاءَتْ فَقَالَ لَهَا فَأَخَذَهَا فَقَالَتْ إِنِّي لَا أَعُود فَأَرْسَلَهَا فَجَاءَ فَقَالَ لَهُ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَا فَعَلَ أَسِيرك ؟ قَالَ أَخَذْتهَا فَقَالَتْ : إِنِّي لَا أَعُود فَأَرْسَلْتهَا فَقَالَ : إِنَّهَا عَائِدَة فَأَخَذْتهَا مَرَّتَيْنِ أَوْ ثَلَاثًا كُلّ ذَلِكَ تَقُول لَا أَعُود وَأَجِيء إِلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَيَقُول مَا فَعَلَ أَسِيرك فَأَقُول أَخَذْتهَا فَتَقُول لَا أَعُود فَيَقُول إِنَّهَا عَائِدَة فَأَخَذْتهَا فَقَالَتْ أَرْسِلْنِي وَأُعَلِّمك شَيْئًا تَقُولهُ فَلَا يَقْرَبك شَيْء : آيَة الْكُرْسِيّ فَأَتَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَأَخْبَرَهُ فَقَالَ صَدَقْت وَهِيَ كَذُوبٌ وَرَوَاهُ التِّرْمِذِيّ فِي فَضَائِل الْقُرْآن عَنْ بُنْدَار عَنْ أَبِي أَحْمَد الزُّبَيْرِيّ بِهِ وَقَالَ حَسَن غَرِيب وَالْغُول فِي لُغَة الْعَرَب : الْجَانّ إِذَا تَبَدَّى فِي اللَّيْل . وَقَدْ ذَكَرَ الْبُخَارِيّ هَذِهِ الْقِصَّة عَنْ أَبِي هُرَيْرَة فَقَالَ فِي كِتَاب فَضَائِل الْقُرْآن وَفِي كِتَاب الْوَكَالَة وَفِي صِفَة إِبْلِيس مِنْ صَحِيحَة قَالَ عُثْمَان بْن الْهَيْثَم أَبُو عَمْرو حَدَّثَنَا عَوْف عَنْ مُحَمَّد بْن سِيرِينَ عَنْ أَبِي هُرَيْرَة قَالَ : وَكَّلَنِي رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِحِفْظِ زَكَاة رَمَضَان فَأَتَانِي آتٍ فَجَعَلَ يَحْثُو مِنْ الطَّعَام فَأَخَذْته وَقُلْت : لَأَرْفَعَنَّكَ إِلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : دَعْنِي فَإِنِّي مُحْتَاجٌ وَعَلَيَّ عِيَالٌ وَلِي حَاجَةٌ شَدِيدَةٌ قَالَ فَخَلَّيْت عَنْهُ فَأَصْبَحْت فَقَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَا أَبَا هُرَيْرَة مَا فَعَلَ أَسِيرك الْبَارِحَة ؟ قَالَ : قُلْت يَا رَسُول اللَّه شَكَا حَاجَة شَدِيدَة وَعِيَالًا فَرَحِمْته وَخَلَّيْت سَبِيله قَالَ أَمَّا إِنَّهُ قَدْ كَذَبَك وَسَيَعُودُ فَعَرَفْت أَنَّهُ سَيَعُودُ لِقَوْلِ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّهُ سَيَعُودُ فَرَصَدْتُهُ فَجَاءَ يَحْثُو مِنْ الطَّعَام فَأَخَذْته فَقُلْت لَأَرْفَعَنَّكَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : دَعْنِي فَإِنِّي مُحْتَاج وَعَلَيَّ عِيَال لَا أَعُود فَرَحْمَته وَخَلَّيْت سَبِيله فَأَصْبَحْت فَقَالَ لِي رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَا أَبَا هُرَيْرَة مَا فَعَلَ أَسِيرك الْبَارِحَة قُلْت يَا رَسُول اللَّه شَكَا حَاجَة وَعِيَالًا فَرَحْمَته فَخَلَّيْت سَبِيله قَالَ أَمَّا إِنَّهُ قَدْ كَذَبَك وَسَيَعُودُ فَرَصَدْته الثَّالِثَة فَجَاءَ يَحْثُو مِنْ الطَّعَام فَأَخَذْته فَقُلْت لَأَرْفَعَنَّكَ إِلَى رَسُول اللَّه بِهَا وَهَذَا آخِر ثَلَاث مَرَّات أَنَّك تَزْعُم أَنَّك لَا تَعُود ثُمَّ تَعُود فَقَالَ : دَعْنِي أُعَلِّمك كَلِمَات يَنْفَعك اللَّه بِهَا قُلْت وَمَا هِيَ ؟ قَالَ : إِذَا أَوَيْت إِلَى فِرَاشك فَاقْرَأْ آيَة الْكُرْسِيّ \" اللَّه لَا إِلَه إِلَّا هُوَ الْحَيّ الْقَيُّوم \" حَتَّى تَخْتِم الْآيَة فَإِنَّك لَنْ يَزَال عَلَيْك مِنْ اللَّه حَافِظ وَلَا يَقْرَبك شَيْطَان حَتَّى تُصْبِح فَخَلَّيْت سَبِيله فَأَصْبَحْت فَقَالَ لِي رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَا فَعَلَ أَسِيرك الْبَارِحَة ؟ قُلْت يَا رَسُول اللَّه زَعَمَ أَنَّهُ يُعَلِّمنِي كَلِمَات يَنْفَعنِي اللَّه بِهَا فَخَلَّيْت سَبِيله قَالَ : مَا هِيَ ؟ قَالَ : قَالَ لِي إِذَا أَوَيْت إِلَى فِرَاشك فَاقْرَأْ آيَة الْكُرْسِيّ مِنْ أَوَّلهَا حَتَّى تَخْتِم الْآيَة \" اللَّه لَا إِلَه إِلَّا هُوَ الْحَيّ الْقَيُّوم\" وَقَالَ لِي لَنْ يَزَال عَلَيْك مِنْ اللَّه حَافِظ وَلَا يَقْرَبك شَيْطَان حَتَّى تُصْبِح وَكَانُوا أَحْرَص شَيْء عَلَى الْخَيْر فَقَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَمَّا إِنَّهُ صَدَقَك وَهُوَ كَذُوب تَعْلَم مَنْ تُخَاطِبُ مِنْ ثَلَاث لَيَالٍ يَا أَبَا هُرَيْرَة قُلْت لَا قَالَ : ذَاكَ شَيْطَان كَذَا رَوَاهُ الْبُخَارِيّ مُعَلَّقًا بِصِيغَةِ الْجَزْم وَقَدْ رَوَاهُ النَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة عَنْ إِبْرَاهِيم بْن يَعْقُوب عَنْ عُثْمَان بْن الْهَيْثَم فَذَكَرَهُ - وَقَدْ رُوِيَ مِنْ وَجْه آخَر عَنْ أَبِي هُرَيْرَة بِسِيَاقٍ آخَر قَرِيب مِنْ هَذَا فَقَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ فِي تَفْسِيره : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن عَمْرَوَيْهِ الصَّفَّار حَدَّثَنَا أَحْمَد بْن زُهَيْر بْن حَرْب أَنْبَأَنَا مُسْلِم بْن إِبْرَاهِيم أَنْبَأَنَا إِسْمَاعِيل بْن مُسْلِم الْعَبْدِيّ أَنْبَأَنَا أَبُو الْمُتَوَكِّل النَّاجِي أَنَّ أَبَا هُرَيْرَة كَانَ مَعَهُ مِفْتَاح بَيْت الصَّدَقَة وَكَانَ فِيهِ تَمْر فَذَهَبَ يَوْمًا فَفَتَحَ الْبَاب فَوَجَدَ التَّمْر قَدْ أُخِذَ مِنْهُ مِلْء كَفّ وَدَخَلَ يَوْمًا آخَر فَإِذَا قَدْ أُخِذَ مِنْهُ مِلْء كَفّ ثُمَّ دَخَلَ يَوْمًا آخَر ثَالِثًا فَإِذَا قَدْ أُخِذَ مِنْهُ مِثْل ذَلِكَ فَشَكَا ذَلِكَ أَبُو هُرَيْرَة إِلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ لَهُ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - تُحِبّ أَنْ تَأْخُذ صَاحِبك هَذَا قَالَ نَعَمْ قَالَ فَإِذَا فَتَحْت الْبَاب فَقُلْ سُبْحَان مَنْ سَخَّرَك مُحَمَّد \" فَذَهَبَ فَفَتَحَ الْبَاب فَقَالَ سُبْحَان مَنْ سَخَّرَك مُحَمَّد فَإِذَا هُوَ قَائِم بَيْن يَدَيْهِ قَالَ : يَا عَدُوّ اللَّه أَنْتَ صَاحِب هَذَا ؟ قَالَ : نَعَمْ دَعْنِي فَإِنِّي لَا أَعُود مَا كُنْت آخِذًا إِلَّا لِأَهْلِ بَيْت مِنْ الْجِنّ فُقَرَاء فَخَلَّى عَنْهُ ثُمَّ عَادَ الثَّانِيَة ثُمَّ عَادَ الثَّالِثَة فَقُلْت أَلَيْسَ قَدْ عَاهَدْتنِي أَلَّا تَعُود ؟ لَا أَدَعك الْيَوْم حَتَّى أَذْهَب بِك إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ قَالَ : لَا تَفْعَل فَإِنَّك إِنْ تَدَعنِي عَلَّمْتُك كَلِمَات إِذَا أَنْتَ قُلْتهَا لَمْ يَقْرَبك أَحَد مِنْ الْجِنّ صَغِير وَلَا كَبِير ذَكَر وَلَا أُنْثَى قَالَ لَهُ لَتَفْعَلَن ؟ قَالَ نَعَمْ قَالَ مَا هُنَّ قَالَ \" اللَّه لَا إِلَه إِلَّا هُوَ الْحَيّ الْقَيُّوم \" قَرَأَ آيَة الْكُرْسِيّ حَتَّى خَتَمَهَا فَتَرَكَهُ فَذَهَبَ فَلَمْ يَعُدْ فَذَكَرَ ذَلِكَ أَبُو هُرَيْرَة لِلنَّبِيِّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ لَهُ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَمَّا عَلِمْت أَنَّ ذَلِكَ كَذَلِكَ وَقَدْ رَوَاهُ النَّسَائِيّ عَنْ أَحْمَد بْن مُحَمَّد بْن عُبَيْد اللَّه عَنْ شُعَيْب بْن حَرْب عَنْ إِسْمَاعِيل بْن مُسْلِم عَنْ أَبِي الْمُتَوَكِّل عَنْ أَبِي هُرَيْرَة بِهِ وَقَدْ تَقَدَّمَ لِأُبَيِّ بْن كَعْب كَائِنَة مِثْل هَذِهِ أَيْضًا فَهَذِهِ ثَلَاث وَقَائِع . \" قِصَّةٌ أُخْرَى \" قَالَ أَبُو عُبَيْد فِي كِتَاب الْغَرِيب : حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ أَبِي عَاصِم الثَّقَفِيّ عَنْ الشَّعْبِيّ عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : خَرَجَ رَجُل مِنْ الْإِنْس فَلَقِيَهُ رَجُل مِنْ الْجِنّ فَقَالَ : هَلْ لَك أَنْ تُصَارِعنِي ؟ فَإِنْ صَرَعْتنِي عَلَّمْتُك آيَة إِذَا قَرَأْتهَا حِين تَدْخُل بَيْتك لَمْ يَدْخُل شَيْطَان فَصَارَعَهُ فَصَرَعَهُ فَقَالَ : إِنِّي أَرَاك ضَئِيلًا شَخِيتًا كَأَنَّ ذِرَاعَيْك ذِرَاعَا كَلْب أَفَهَكَذَا أَنْتُمْ أَيّهَا الْجِنّ كُلّكُمْ أَمْ أَنْتَ مِنْ بَيْنهمْ ؟ فَقَالَ إِنِّي بَيْنهمْ لَضَلِيع فَعَاوِدْنِي فَصَارَعَهُ فَصَرَعَهُ الْإِنْسِيّ فَقَالَ : تَقْرَأ آيَة الْكُرْسِيّ فَإِنَّهُ لَا يَقْرَأهَا أَحَد إِذَا دَخَلَ بَيْته إِلَّا خَرَجَ الشَّيْطَان وَلَهُ خِيخ كَخِيخ الْحِمَار فَقِيلَ لِابْنِ مَسْعُود : أَهُوَ عُمَر ؟ فَقَالَ : مَنْ عَسَى أَنْ يَكُون إِلَّا عُمَر قَالَ أَبُو عُبَيْد : الضَّئِيل النَّحِيف الْجَسِيم وَالْخِيخ بِالْخَاءِ الْمُعْجَمَة وَيُقَال بِالْحَاءِ الْمُهْمَلَة الضُّرَاط . \" حَدِيث آخَر \" عَنْ أَبِي هُرَيْرَة قَالَ الْحَاكِم أَبُو عَبْد اللَّه فِي مُسْتَدْرَكه : حَدَّثَنَا عَلِيّ بْن حَمَّاد حَدَّثَنَا بِشْر بْن مُوسَى حَدَّثَنَا الْحُمَيْدِيّ حَدَّثَنَا سُفْيَان حَدَّثَنِي حَكِيم بْن جُبَيْر الْأَسَدِيّ عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : سُورَة الْبَقَرَة فِيهَا آيَة سَيِّدَة آيِ الْقُرْآن لَا تُقْرَأ فِي بَيْت فِيهِ شَيْطَان إِلَّا خَرَجَ مِنْهُ : آيَة الْكُرْسِيّ وَكَذَا رَوَاهُ مِنْ طَرِيق آخَر عَنْ زَائِدَة عَنْ حَكِيم بْن جُبَيْر ثُمَّ قَالَ : صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ كَذَا قَالَ وَقَدْ رَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث زَائِدَة وَلَفْظه لِكُلِّ شَيْء سَنَام وَسَنَام الْقُرْآن سُورَة الْبَقَرَة وَفِيهَا آيَة هِيَ سَيِّدَة آيِ الْقُرْآن : آيَة الْكُرْسِيّ ثُمَّ قَالَ : غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث حَكِيم بْن جُبَيْر وَقَدْ تَكَلَّمَ فِيهِ شُعْبَة وَضَعَّفَهُ \" قُلْت \" وَكَذَا ضَعَّفَهُ أَحْمَد وَيَحْيَى بْن مَعِين وَغَيْر وَاحِد مِنْ الْأَئِمَّة وَتَرَكَهُ اِبْن مَهْدِيّ وَكَذَّبَهُ السَّعْدِيّ . \" حَدِيثٌ آخَر \" قَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا عَبْد الْبَاقِي بْن نَافِع أَخْبَرَنَا عِيسَى بْن مُحَمَّد الْمَرْوَزِيّ أَخْبَرَنَا عُمَر بْن مُحَمَّد الْبُخَارِيّ أَخْبَرَنَا عِيسَى بْن مُوسَى غُنْجَار عَنْ عَبْد اللَّه بْن كَيْسَان حَدَّثَنَا يَحْيَى أَخْبَرَنَا يَحْيَى بْن عُقَيْل عَنْ يَحْيَى بْن يَعْمَر عَنْ اِبْن عُمَر عَنْ عُمَر بْن الْخَطَّاب أَنَّهُ خَرَجَ ذَات يَوْم إِلَى النَّاس وَهُمْ سِمَاطَات فَقَالَ : أَيّكُمْ يُخْبِرنِي بِأَعْظَم آيَة فِي الْقُرْآن فَقَالَ اِبْن مَسْعُود عَلَى الْخَبِيرِ سَقَطْت سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول : أَعْظَم آيَة فِي الْقُرْآن \" اللَّه لَا إِلَه إِلَّا هُوَ الْحَيّ الْقَيُّوم \" . \" حَدِيثٌ آخَر \" فِي اِشْتِمَاله عَلَى اِسْم اللَّه الْأَعْظَم قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن بُكَيْر أَنْبَأَنَا عَبْد اللَّه بْن أَبِي زِيَاد حَدَّثَنَا شَهْر بْن حَوْشَب عَنْ أَسْمَاء بِنْت يَزِيد بْن السَّكَن قَالَتْ : سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول فِي هَاتَيْنِ الْآيَتَيْنِ \" اللَّه لَا إِلَه إِلَّا هُوَ الْحَيّ الْقَيُّوم \" و\" الم اللَّه لَا إِلَه إِلَّا هُوَ الْحَيّ الْقَيُّوم \" إِنَّ فِيهِمَا اِسْم اللَّه الْأَعْظَم وَكَذَا رَوَاهُ أَبُو دَاوُد عَنْ مُسَدَّد وَالتِّرْمِذِيّ عَنْ عَلِيّ بْن خَشْرَم وَابْن مَاجَهْ عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة ثَلَاثَتهمْ عَنْ عِيسَى بْن يُونُس عَنْ عُبَيْد اللَّه بْن أَبِي زِيَاد بِهِ وَقَالَ التِّرْمِذِيّ : حَسَن صَحِيح. \" حَدِيث آخَر \" فِي مَعْنَى هَذَا عَنْ أَبِي أُمَامَة - رَضِيَ اللَّه عَنْهُ - قَالَ اِبْن مَرْدَوَيْهِ : أَخْبَرَنَا عَبْد اللَّه بْن نُمَيْر أَخْبَرَنَا إِسْحَاق بْن إِبْرَاهِيم بْن إِسْمَاعِيل أَخْبَرَنَا هِشَام بْن عَمَّار أَنْبَأَنَا الْوَلِيد بْن مُسْلِم أَخْبَرَنَا عَبْد اللَّه بْن الْعَلَاء بْن زَيْد أَنَّهُ سَمِعَ الْقَاسِم بْن عَبْد الرَّحْمَن يُحَدِّث عَنْ أَبِي أُمَامَة يَرْفَعهُ قَالَ اِسْم اللَّه الْأَعْظَم الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ فِي ثَلَاث : سُورَة الْبَقَرَة وَآل عِمْرَان وَطَه وَقَالَ هِشَام وَهُوَ اِبْن عَمَّار خَطِيب دِمَشْق : أَمَّا الْبَقَرَة \" اللَّه لَا إِلَه إِلَّا هُوَ الْحَيّ الْقَيُّوم\" وَفِي آل عِمْرَان \" الم اللَّه لَا إِلَه إِلَّا هُوَ الْحَيّ الْقَيُّوم\" وَفِي طَه \" وَعَنَتْ الْوُجُوهُ لِلْحَيِّ الْقَيُّومُ \" . \" حَدِيثٌ آخَر \" عَنْ أَبِي أُمَامَة فِي فَضْل قِرَاءَتهَا بَعْد الصَّلَاة الْمَكْتُوبَة قَالَ أَبُو بَكْر بْن مَرْدَوَيْهِ : حَدَّثَنَا مُحَمَّد بْن مُحْرِز بْن يُنَاوِر الْأَدَمِيّ أَخْبَرَنَا جَعْفَر بْن مُحَمَّد بْن الْحَسَن أَخْبَرَنَا الْحَسَن بْن بِشْر بِطَرَسُوس أَخْبَرَنَا مُحَمَّد بْن حِمْيَر أَخْبَرَنَا مُحَمَّد بْن زِيَاد عَنْ أَبِي أُمَامَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : مَنْ قَرَأَ دُبُر كُلّ صَلَاة مَكْتُوبَة آيَة الْكُرْسِيّ لَمْ يَمْنَعهُ مِنْ دُخُول الْجَنَّة إِلَّا أَنْ يَمُوت . وَهَكَذَا رَوَاهُ النَّسَائِيّ فِي الْيَوْم وَاللَّيْلَة عَنْ الْحَسَن بْن بِشْر بِهِ وَأَخْرَجَهُ اِبْن حِبَّان فِي صَحِيحه مِنْ حَدِيث مُحَمَّد بْن حِمْيَر وَهُوَ الْحِمْصِيّ مِنْ رِجَال الْبُخَارِيّ أَيْضًا فَهُوَ إِسْنَاد عَلَى شَرْط الْبُخَارِيّ وَقَدْ زَعَمَ أَبُو الْفَرَج ابْنُ الْجَوْزِيّ أَنَّهُ حَدِيثٌ مَوْضُوعٌ وَاَللَّه أَعْلَم وَقَدْ رَوَى اِبْن مَرْدَوَيْهِ مِنْ حَدِيث عَلِيّ وَالْمُغِيرَة بْن شُعْبَة وَجَابِر بْن عَبْد اللَّه نَحْو هَذَا الْحَدِيث وَلَكِنْ فِي إِسْنَاد كُلّ مِنْهُمَا ضَعْف وَقَالَ اِبْن مَرْدَوَيْهِ أَيْضًا حَدَّثَنَا مُحَمَّد بْن الْحَسَن بْن زِيَاد الْمُقْرِي أَخْبَرَنَا يَحْيَى بْن دَرَسْتُوَيْهِ الْمَرْوَزِيّ أَخْبَرَنَا زِيَاد بْن إِبْرَاهِيم أَخْبَرَنَا أَبُو حَمْزَة السُّكَّرِيّ عَنْ الْمُثَنَّى عَنْ قَتَادَة عَنْ الْحَسَن عَنْ أَبِي مُوسَى الْأَشْعَرِيّ عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : أَوْحَى اللَّه إِلَى مُوسَى بْن عِمْرَان عَلَيْهِ السَّلَام أَنْ اِقْرَأْ آيَة الْكُرْسِيّ فِي دُبُر كُلّ صَلَاة مَكْتُوبَة فَإِنَّهُ مَنْ يَقْرَأهَا فِي دُبُر كُلّ صَلَاة مَكْتُوبَة أَجْعَل لَهُ قَلْب الشَّاكِرِينَ وَلِسَان الذَّاكِرِينَ وَثَوَاب النَّبِيِّينَ وَأَعْمَال الصِّدِّيقِينَ وَلَا يُوَاظِبُ عَلَى ذَلِكَ إِلَّا نَبِيٌّ أَوْ صِدِّيقٌ أَوْ عَبْدٌ اِمْتَحَنَتْ قَلْبَهُ لِلْإِيمَانِ أَوْ أُرِيدُ قَتْله فِي سَبِيل اللَّه وَهَذَا حَدِيثٌ مُنْكَرٌ جِدًّا . \" حَدِيثٌ آخَر \" فِي أَنَّهَا تَحْفَظ مَنْ قَرَأَهَا أَوَّل النَّهَار وَأَوَّل اللَّيْل قَالَ أَبُو عِيسَى التِّرْمِذِيّ : حَدَّثَنَا يَحْيَى بْن الْمُغِيرَة أَبُو سَلَمَة الْمَخْزُومِيّ الْمَدِينِيّ أَخْبَرَنَا اِبْن أَبِي فُدَيْك عَنْ عَبْد الرَّحْمَن الْمَلِيكِيّ عَنْ زُرَارَة بْن مُصْعَب عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَنْ قَرَأَ : \" حم \" الْمُؤْمِن إِلَى \" إِلَيْهِ الْمَصِير\" وَآيَة الْكُرْسِيّ حِين يُصْبِح حُفِظَ بِهِمَا حَتَّى يُمْسِي وَمَنْ قَرَأَهُمَا حِين يُمْسِي حُفِظَ بِهِمَا حَتَّى يُصْبِح ثُمَّ قَالَ هَذَا حَدِيث غَرِيب وَقَدْ تَكَلَّمَ بَعْض أَهْل الْعِلْم فِي عَبْد الرَّحْمَن بْن أَبِي بَكْر بْن أَبِي مُلَيْكَة الْمَلِيكِيّ مِنْ قِبَل حِفْظه . وَقَدْ وَرَدَ فِي فَضْلهَا أَحَادِيث أُخَر تَرَكْنَاهَا اِخْتِصَارًا لِعَدَمِ صِحَّتهَا وَضَعْف أَسَانِيدهَا كَحَدِيثِ عَلِيّ فِي قِرَاءَتهَا عِنْد الْحِجَامَة أَنَّهَا تَقُوم مَقَام حِجَامَتَيْنِ وَحَدِيث أَبِي هُرَيْرَة فِي كِتَابَتهَا فِي الْيَد الْيُسْرَى بِالزَّعْفَرَانِ سَبْع مَرَّات وَتُلْحَس لِلْحِفْظِ وَعَدَم النِّسْيَان أَوْرَدَهُمَا اِبْن مَرْدَوَيْهِ وَغَيْر ذَلِكَ . \" وَهَذِهِ الْآيَة مُشْتَمِلَة عَلَى عَشْر جُمَل مُسْتَقِلَّة \" فَقَوْله \" اللَّهُ لَا إِلَه إِلَّا هُوَ\" إِخْبَار بِأَنَّهُ الْمُنْفَرِدُ بِالْإِلَهِيَّةِ لِجَمِيعِ الْخَلَائِق\" الْحَيّ الْقَيُّوم \" أَيْ الْحَيّ فِي نَفْسه الَّذِي لَا يَمُوت أَبَدًا الْقَيِّم لِغَيْرِهِ وَكَانَ عُمَر يَقْرَأ الْقَيَّام فَجَمِيعُ الْمَوْجُودَاتِ مُفْتَقِرَة إِلَيْهِ وَهُوَ غَنِيّ عَنْهَا وَلَا قِوَام لَهَا بِدُونِ أَمْره كَقَوْلِهِ \" وَمِنْ آيَاته أَنْ تَقُوم السَّمَاء وَالْأَرْض بِأَمْرِهِ \" وَقَوْله \" لَا تَأْخُذهُ سِنَةٌ وَلَا نَوْمٌ\" أَيْ لَا يَعْتَرِيه نَقْص وَلَا غَفْلَة وَلَا ذُهُول عَنْ خَلْقه بَلْ هُوَ قَائِم عَلَى كُلّ نَفْس بِمَا كَسَبَتْ شَهِيد عَلَى كُلّ شَيْء لَا يَغِيب عَنْهُ شَيْء وَلَا يَخْفَى عَلَيْهِ خَافِيَة وَمِنْ تَمَام الْقَيُّومِيَّة أَنَّهُ لَا يَعْتَرِيه سِنَةٌ وَلَا نَوْم فَقَوْله\" لَا تَأْخُذهُ \" أَيْ لَا تَغْلِبهُ سِنَة وَهِيَ الْوَسَن وَالنُّعَاس وَلِهَذَا قَالَ وَلَا نَوْم لِأَنَّهُ أَقْوَى مِنْ السِّنَة وَفِي الصَّحِيح عَنْ أَبِي مُوسَى قَالَ : قَامَ فِينَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِأَرْبَعِ كَلِمَات فَقَالَ إِنَّ اللَّه لَا يَنَامُ وَلَا يَنْبَغِي لَهُ أَنْ يَنَامَ يَخْفِضُ الْقِسْطَ وَيَرْفَعُهُ يُرْفَعُ إِلَيْهِ عَمَلُ النَّهَارِ قَبْلَ عَمَلِ اللَّيْلِ وَعَمَلُ اللَّيْلِ قَبْلَ عَمَلِ النَّهَارِ حِجَابُهُ النُّورُ أَوْ النَّارُ لَوْ كَشَفَهُ لَأَحْرَقْت سُبُحَاتُ وَجْهِهِ مَا اِنْتَهَى إِلَيْهِ بَصَرُهُ مِنْ خَلْقِهِ وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر أَخْبَرَنِي الْحَكَم بْن أَبَان عَنْ عِكْرِمَة مَوْلَى اِبْن عَبَّاس فِي قَوْله \" لَا تَأْخُذهُ سِنَة وَلَا نَوْم \" أَنَّ مُوسَى عَلَيْهِ السَّلَام سَأَلَ الْمَلَائِكَة هَلْ يَنَام اللَّه عَزَّ وَجَلَّ ؟ فَأَوْحَى اللَّه تَعَالَى إِلَى الْمَلَائِكَة وَأَمَرَهُمْ أَنْ يُؤَرِّقُوهُ ثَلَاثًا فَلَا يَتْرُكُوهُ يَنَام فَفَعَلُوا ثُمَّ أَعْطُوهُ قَارُورَتَيْنِ فَأَمْسَكَهُمَا ثُمَّ تَرَكُوهُ وَحَذَّرُوهُ أَنْ يَكْسِرَهُمَا قَالَ فَجَعَلَ يَنْعَس وَهُمَا فِي يَده فِي كُلّ يَد وَاحِدَة قَالَ فَجَعَلَ يَنْعَس وَيُنَبَّه وَيَنْعَس وَيُنَبَّه حَتَّى نَعَسَ نَعْسَة فَضَرَبَ إِحْدَاهُمَا بِالْأُخْرَى فَكَسَرَهُمَا قَالَ مَعْمَر : إِنَّمَا هُوَ مَثَل ضَرَبَهُ اللَّه عَزَّ وَجَلَّ يَقُول فَكَذَلِكَ السَّمَوَات وَالْأَرْض فِي يَده وَهَكَذَا رَوَاهُ اِبْن جَرِير عَنْ الْحَسَن بْن يَحْيَى عَنْ عَبْد الرَّزَّاق فَذَكَرَهُ وَهُوَ مِنْ أَخْبَار بَنِي إِسْرَائِيل وَهُوَ مِمَّا يُعْلَم أَنَّ مُوسَى عَلَيْهِ السَّلَام لَا يَخْفَى عَلَيْهِ مِثْل هَذَا مِنْ أَمْر اللَّه عَزَّ وَجَلَّ وَأَنَّهُ مُنَزَّهٌ عَنْهُ وَأَغْرَبُ مِنْ هَذَا كُلّه الْحَدِيثُ الَّذِي رَوَاهُ اِبْن جَرِير : حَدَّثَنَا إِسْحَاق بْن أَبِي إِسْرَائِيل حَدَّثَنَا هِشَام بْن يُوسُف عَنْ أُمَيَّة بْن شِبْل عَنْ الْحَكَم بْن أَبَان عَنْ عِكْرِمَة عَنْ أَبِي عِكْرِمَة عَنْ أَبِي هُرَيْرَة قَالَ : سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَحْكِي عَنْ مُوسَى عَلَيْهِ السَّلَام عَلَى الْمِنْبَر قَالَ وَقَعَ فِي نَفْس مُوسَى هَلْ يَنَام اللَّه ؟ فَأَرْسَلَ اللَّه إِلَيْهِ مَلَكًا فَأَرَّقَهُ ثَلَاثًا ثُمَّ أَعْطَاهُ قَارُورَتَيْنِ فِي كُلّ يَد قَارُورَة وَأَمَرَهُ أَنْ يَحْتَفِظ بِهِمَا قَالَ فَجَعَلَ يَنَام وَكَادَتْ يَدَاهُ تَلْتَقِيَانِ فَيَسْتَيْقِظ فَيَحْبِس إِحْدَاهُمَا عَلَى الْأُخْرَى حَتَّى نَامَ نَوْمَة فَاصْطَفَقَتْ يَدَاهُ فَانْكَسَرَتْ الْقَارُورَتَانِ قَالَ : ضَرَبَ اللَّه عَزَّ وَجَلَّ مَثَلًا أَنَّ اللَّه لَوْ كَانَ يَنَام لَمْ تَسْتَمْسِك السَّمَاء وَالْأَرْض وَهَذَا حَدِيث غَرِيب جِدًّا وَالْأَظْهَرُ أَنَّهُ إِسْرَائِيلِيٌّ لَا مَرْفُوع وَاَللَّه أَعْلَم وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن الْقَاسِم بْن عَطِيَّة حَدَّثَنَا أَحْمَد بْن عَبْد الرَّحْمَن الدَّشْتَكِيّ حَدَّثَنِي أَبِي عَنْ أَبِيهِ حَدَّثَنَا أَشْعَث بْن إِسْحَاق عَنْ جَعْفَر بْن أَبِي الْمُغِيرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَنَّ بَنِي إِسْرَائِيل قَالُوا : يَا مُوسَى هَلْ يَنَام رَبّك ؟ قَالَ اِتَّقُوا اللَّه فَنَادَاهُ رَبّه عَزَّ وَجَلَّ يَا مُوسَى سَأَلُوك هَلْ يَنَام رَبّك فَخُذْ زُجَاجَتَيْنِ فِي يَدَيْك فَقُمْ اللَّيْلَة فَفَعَلَ مُوسَى فَلَمَّا ذَهَبَ مِنْ اللَّيْل ثُلُث نَعَسَ فَوَقَعَ لِرُكْبَتَيْهِ ثُمَّ اِنْتَعَشَ فَضَبَطَهُمَا حَتَّى إِذَا كَانَ آخِر اللَّيْل نَعَسَ فَسَقَطَتْ الزُّجَاجَتَانِ فَانْكَسَرَتَا فَقَالَ يَا مُوسَى لَوْ كُنْت أَنَام لَسَقَطَتْ السَّمَوَات وَالْأَرْض فَهَلَكَتْ كَمَا هَلَكَتْ الزُّجَاجَتَانِ فِي يَدَيْك فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ عَلَى نَبِيّه آيَة الْكُرْسِيّ . وَقَوْله \" لَهُ مَا فِي السَّمَوَات وَمَا فِي الْأَرْض \" إِخْبَار بِأَنَّ الْجَمِيعَ عَبِيدُهُ وَفِي مُلْكِهِ وَتَحْت قَهْرِهِ وَسُلْطَانه كَقَوْلِهِ \" إِنْ كُلُّ مَنْ فِي السَّمَوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا وَكُلُّهُمْ آتِيه يَوْم الْقِيَامَة فَرَدًّا \" وَقَوْله \" مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ \" كَقَوْلِهِ \" وَكَمْ مِنْ مَلَك فِي السَّمَوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى \" وَكَقَوْلِهِ\" وَلَا يَشْفَعُونَ إِلَّا لِمَنْ اِرْتَضَى \" وَهَذَا مِنْ عَظَمَته وَجَلَاله وَكِبْرِيَائِهِ عَزَّ وَجَلَّ أَنَّهُ لَا يَتَجَاسَر أَحَدٌ عَلَى أَنْ يَشْفَع لِأَحَدٍ عِنْده إِلَّا بِإِذْنِهِ لَهُ فِي الشَّفَاعَة كَمَا فِي حَدِيث الشَّفَاعَة آتِي تَحْت الْعَرْش فَأَخِرّ سَاجِدًا فَيَدَعنِي مَا شَاءَ اللَّه أَنْ يَدَعنِي ثُمَّ يُقَال اِرْفَعْ رَأْسك وَقُلْ تُسْمَع وَاشْفَعْ تُشَفَّع \" قَالَ \" فَيَحُدّ لِي حَدًّا فَأُدْخِلهُمْ الْجَنَّة . وَقَوْله \" يَعْلَم مَا بَيْن أَيْدِيهمْ وَمَا خَلْفَهُمْ\" دَلِيل عَلَى إِحَاطَة عِلْمه بِجَمِيعِ الْكَائِنَات مَاضِيهَا وَحَاضِرهَا وَمُسْتَقْبَلهَا كَقَوْلِهِ إِخْبَارًا عَنْ الْمَلَائِكَة \" وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبّك لَهُ مَا بَيْن أَيْدِينَا وَمَا خَلْفنَا وَمَا بَيْن ذَلِكَ وَمَا كَانَ رَبّك نَسِيًّا \" . وَقَوْله\" وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ \" أَيْ لَا يَطَّلِع أَحَد مِنْ عِلْم اللَّه عَلَى شَيْء إِلَّا بِمَا أَعْلَمَهُ اللَّه عَزَّ وَجَلَّ وَأَطْلَعَهُ عَلَيْهِ وَيَحْتَمِل أَنْ يَكُون الْمُرَاد لَا يُطْلِعُونَ أَحَدًا عَلَى شَيْء مِنْ عِلْم ذَاته وَصِفَاته إِلَّا بِمَا أَطْلَعَهُمْ اللَّه عَلَيْهِ كَقَوْلِهِ \" وَلَا يُحِيطُونَ بِهِ عِلْمًا \" . وَقَوْله \" وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ\" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا اِبْن إِدْرِيس عَنْ مُطَرِّف بْن طَرِيف عَنْ جَعْفَر بْن أَبِي الْمُغِيرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي قَوْله \" وَسِعَ كُرْسِيّه السَّمَوَات وَالْأَرْض \" قَالَ : عِلْمه وَكَذَا رَوَاهُ اِبْن جَرِير مِنْ حَدِيث عَبْد اللَّه بْن إِدْرِيس وَهُشَيْم كِلَاهُمَا عَنْ مُطَرِّف بْن طَرِيف بِهِ قَالَ اِبْن أَبِي حَاتِم : وَرُوِيَ عَنْ سَعِيد بْن جُبَيْر مِثْله ثُمَّ قَالَ اِبْن جَرِير : وَقَالَ آخَرُونَ : الْكُرْسِيّ مَوْضِع الْقَدَمَيْنِ ثُمَّ رَوَاهُ عَنْ أَبِي مُوسَى وَالسُّدِّيّ وَالضَّحَّاك وَمُسْلِم الْبَطِين وَقَالَ شُجَاع بْن مَخْلَد فِي تَفْسِيره : أَخْبَرَنَا أَبُو عَاصِم عَنْ سُفْيَان عَنْ عَمَّار الذَّهَبِيّ عَنْ مُسْلِم الْبَطِين عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : سُئِلَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - عَنْ قَوْل اللَّه عَزَّ وَجَلَّ \" وَسِعَ كُرْسِيّه السَّمَوَات وَالْأَرْض\" قَالَ كُرْسِيّه مَوْضِع قَدَمَيْهِ وَالْعَرْش لَا يُقَدِّر قَدْره إِلَّا اللَّه عَزَّ وَجَلَّ كَذَا أَوْرَدَ هَذَا الْحَدِيث الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ مِنْ طَرِيق شُجَاع بْن مَخْلَد الْفَلَّاس فَذَكَرَهُ وَهُوَ غَلَط وَقَدْ رَوَاهُ وَكِيع فِي تَفْسِيره حَدَّثَنَا سُفْيَان عَنْ عَمَّار الذَّهَبِيّ عَنْ مُسْلِم الْبَطِين عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : الْكُرْسِيّ مَوْضِع الْقَدَمَيْنِ وَالْعَرْش لَا يُقَدِّر أَحَد قَدْره وَقَدْ رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه عَنْ أَبِي الْعَبَّاس بْن مُحَمَّد بْن أَحْمَد الْمَحْبُوبِيّ عَنْ مُحَمَّد بْن مُعَاذ عَنْ أَبِي عَاصِم عَنْ سُفْيَان وَهُوَ الثَّوْرِيّ بِإِسْنَادِهِ عَنْ اِبْن عَبَّاس مَوْقُوفًا مِثْله وَقَالَ : صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ وَقَدْ رَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ طَرِيق الْحَاكِم بْن ظَهِير الْفَزَارِيّ الْكُوفِيّ وَهُوَ مَتْرُوك عَنْ السُّدِّيّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة مَرْفُوعًا وَلَا يَصِحّ أَيْضًا وَقَالَ السُّدِّيّ عَنْ أَبِي مَالِك : الْكُرْسِيّ تَحْت الْعَرْش : وَقَالَ السُّدِّيّ : السَّمَوَات وَالْأَرْض فِي جَوْف الْكُرْسِيّ وَالْكُرْسِيّ بَيْن يَدَيْ الْعَرْش وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس : لَوْ أَنَّ السَّمَوَات السَّبْع وَالْأَرَضِينَ السَّبْع بُسِطْنَ ثُمَّ وُصِلْنَ بَعْضهنَّ إِلَى بَعْض مَا كُنَّ فِي سَعَة الْكُرْسِيّ إِلَّا بِمَنْزِلَةِ الْحَلْقَة فِي الْمَفَازَة وَرَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم وَقَالَ اِبْن جَرِير : حَدَّثَنِي يُونُس أَخْبَرَنِي اِبْن وَهْب قَالَ : قَالَ اِبْن زَيْد : حَدَّثَنِي أَبِي قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَا السَّمَوَات السَّبْع فِي الْكُرْسِيّ إِلَّا كَدَرَاهِم سَبْعَة أَلْقَيْت فِي تُرْس قَالَ وَقَالَ أَبُو ذَرّ : سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول : مَا الْكُرْسِيّ فِي الْعَرْش إِلَّا كَحَلْقَةٍ مِنْ حَدِيد أُلْقِيَتْ بَيْن ظَهْرَانِيّ فَلَاة مِنْ الْأَرْض . وَقَالَ أَبُو بَكْر بْن مَرْدَوَيْهِ أَخْبَرَنَا سُلَيْمَان بْن أَحْمَد أَخْبَرَنَا عَبْد اللَّه بْن وُهَيْب الْمُقْرِيّ أَخْبَرَنَا مُحَمَّد بْن أَبِي الْيُسْرَى الْعَسْقَلَانِيّ أَخْبَرَنَا مُحَمَّد بْن عَبْد اللَّه التَّمِيمِيّ عَنْ الْقَاسِم بْن مُحَمَّد الثَّقَفِيّ عَنْ أَبِي إِدْرِيس الْخَوْلَانِيّ عَنْ أَبِي ذَرّ الْغِفَارِيّ أَنَّهُ سَأَلَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَنْ الْكُرْسِيّ فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَاَلَّذِي نَفْسِي بِيَدِهِ مَا السَّمَوَات السَّبْع وَالْأَرْضُونَ السَّبْع عِنْد الْكُرْسِيّ إِلَّا كَحَلْقَةٍ مُلْقَاة بِأَرْضٍ فَلَاة وَإِنَّ فَضْل الْعَرْش عَلَى الْكُرْسِيّ كَفَضْلِ الْفَلَاة عَلَى تِلْكَ الْحَلْقَة وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ فِي مُسْنَده حَدَّثَنَا زُهَيْر حَدَّثَنَا اِبْن أَبِي بَكْر حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عَبْد اللَّه بْن خَلِيفَة عَنْ عُمَر - رَضِيَ اللَّه عَنْهُ - قَالَ : أَتَتْ اِمْرَأَة إِلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - فَقَالَتْ : اُدْعُ اللَّه أَنْ يُدْخِلنِي الْجَنَّة قَالَ فَعَظَّمَ الرَّبّ تَبَارَكَ وَتَعَالَى وَقَالَ إِنَّ كُرْسِيَّهُ وَسِعَ السَّمَوَاتِ وَالْأَرْضَ وَإِنَّ لَهُ أَطِيطًا كَأَطِيطِ الرَّحْل الْجَدِيد مِنْ ثِقَله وَقَدْ رَوَاهُ الْحَافِظ الْبَزَّار فِي مُسْنَده الْمَشْهُور وَعَبْد بْن حُمَيْد وَابْن جَرِير فِي تَفْسِيرَيْهِمَا وَالطَّبَرَانِيّ وَابْن أَبِي عَاصِم فِي كِتَابَيْ السُّنَّة لَهُمَا وَالْحَافِظ الضِّيَاء فِي كِتَاب الْمُخْتَار مِنْ حَدِيث أَبِي إِسْحَاق السَّبِيعِيّ عَنْ عَبْد اللَّه بْن خَلِيفَة وَلَيْسَ بِذَاكَ الْمَشْهُور وَفِي سَمَاعه مِنْ عُمَر نَظَر ثُمَّ مِنْهُمْ مَنْ يَرْوِيه عَنْهُ عَنْ عُمَر مَوْقُوفًا وَمِنْهُمْ مَنْ يَرْوِيه عَنْ عُمَر مُرْسَلًا وَمِنْهُمْ مَنْ يَزِيد فِي مَتْنه زِيَادَة غَرِيبَة وَمِنْهُمْ مَنْ يَحْذِفهَا وَأَغْرَبُ مِنْ هَذَا حَدِيثُ جَابِر بْن مُطْعِم فِي صِفَة الْعَرْش كَمَا رَوَاهُ أَبُو دَاوُد فِي كِتَابه السُّنَّة مِنْ سُنَنه وَاَللَّه أَعْلَم وَقَدْ رَوَى اِبْن مَرْدَوَيْهِ وَغَيْره أَحَادِيث عَنْ بُرَيْدَة وَجَابِر وَغَيْرهمَا فِي وَضْع الْكُرْسِيّ يَوْم الْقِيَامَة لِفَصْلِ الْقَضَاء وَالظَّاهِر أَنَّ ذَلِكَ غَيْر الْمَذْكُور فِي هَذِهِ الْآيَة وَقَدْ زَعَمَ بَعْض الْمُتَكَلِّمِينَ عَلَى عِلْم الْهَيْئَة مِنْ الْإِسْلَامِيِّينَ أَنَّ الْكُرْسِيّ عِنْدهمْ هُوَ الْفُلْك الثَّامِن وَهُوَ فُلْك الثَّوَابِت الَّذِي فَوْقه الْفُلْك التَّاسِع وَهُوَ الْفُلْك الْأَثِير وَيُقَال لَهُ الْأَطْلَس وَقَدْ رَدَّ ذَلِكَ عَلَيْهِمْ آخَرُونَ وَرَوَى اِبْن جَرِير مِنْ طَرِيق جُوَيْبِر عَنْ الْحَسَن الْبَصْرِيّ أَنَّهُ كَانَ يَقُول الْكُرْسِيّ هُوَ الْعَرْش وَالصَّحِيح أَنَّ الْكُرْسِيّ غَيْر الْعَرْش وَالْعَرْش أَكْبَر مِنْهُ كَمَا دَلَّتْ عَلَى ذَلِكَ الْآثَار وَالْأَخْبَار وَقَدْ اِعْتَمَدَ اِبْن جَرِير عَلَى حَدِيث عَبْد اللَّه بْن خَلِيفَة عَنْ عُمَر فِي ذَلِكَ وَعِنْدِي فِي صِحَّته نَظَر وَاَللَّه أَعْلَم . وَقَوْله \" وَلَا يَئُودهُ حِفْظهمَا \" أَيْ لَا يُثْقِلهُ وَلَا يَكْتَرِثهُ حِفْظ السَّمَوَات وَالْأَرْض وَمَنْ فِيهِمَا وَمَنْ بَيْنهمَا بَلْ ذَلِكَ سَهْل عَلَيْهِ يَسِير لَدَيْهِ وَهُوَ الْقَائِم عَلَى كُلّ نَفْس بِمَا كَسَبَتْ الرَّقِيب عَلَى جَمِيع الْأَشْيَاء فَلَا يَعْزُب عَنْهُ شَيْء وَلَا يَغِيب عَنْهُ شَيْء وَالْأَشْيَاء كُلّهَا حَقِيرَة بَيْن يَدَيْهِ مُتَوَاضِعَة ذَلِيلَة صَغِيرَة بِالنِّسْبَةِ إِلَيْهِ مُحْتَاجَة فَقِيرَة وَهُوَ الْغَنِيّ الْحَمِيد الْفَعَّال لِمَا يُرِيد الَّذِي لَا يُسْأَل عَمَّا يَفْعَل وَهُمْ يُسْأَلُونَ وَهُوَ الْقَاهِر لِكُلِّ شَيْء الْحَسِيب عَلَى كُلّ شَيْء الرَّقِيب الْعَلِيّ الْعَظِيم لَا إِلَه غَيْره وَلَا رَبّ سِوَاهُ فَقَوْله \" وَهُوَ الْعَلِيّ الْعَظِيم \" كَقَوْلِهِ \" وَهُوَ الْكَبِيرُ الْمُتَعَالِ\" وَهَذِهِ الْآيَات وَمَا فِي مَعْنَاهَا مِنْ الْأَحَادِيث الصِّحَاح الْأَجْوَد فِيهَا طَرِيقَة السَّلَف الصَّالِح أَمِرُّوهَا كَمَا جَاءَتْ مِنْ غَيْر تَكْيِيف وَلَا تَشْبِيه .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38669, "aya_id": 255}]