[{"text": "إِنَّ الَّذِينَ آمَنُواْ وَهَاجَرُواْ وَجَاهَدُواْ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللّهِ وَالَّذِينَ آوَواْ وَّنَصَرُواْ أُوْلَئِكَ بَعْضُهُمْ أَوْلِيَاء بَعْضٍ وَالَّذِينَ آمَنُواْ وَلَمْ يُهَاجِرُواْ مَا لَكُم مِّن وَلاَيَتِهِم مِّن شَيْءٍ حَتَّى يُهَاجِرُواْ وَإِنِ اسْتَنصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلاَّ عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُم مِّيثَاقٌ وَاللّهُ بِمَا تَعْمَلُونَ بَصِيرٌ", "sura_id": 8, "type": 0, "id": 1232, "aya_id": 72}, {"text": "إن الذين آمنوا وهاجروا وجاهدوا بأموالهم وأنفسهم في سبيل الله والذين آووا ونصروا أولئك بعضهم أولياء بعض والذين آمنوا ولم يهاجروا ما لكم من ولايتهم من شيء حتى يهاجروا وإن استنصروكم في الدين فعليكم النصر إلا على قوم بينكم وبينهم ميثاق والله بما تعملون بصير", "sura_id": 8, "type": 1, "id": 7468, "aya_id": 72}, {"text": "72 - (إن الذين آمنوا وهاجروا وجاهدوا بأموالهم وأنفسهم في سبيل الله) وهم المهاجرون (والذين آووا) النبي صلى الله عليه وسلم (ونصروا) وهم الأنصار (أولئك بعضهم أولياء بعض) في النصرة والإرث (والذين آمنوا ولم يهاجروا ما لكم من وِلايتهم) بكسر الواو وفتحها (من شيء) فلا إرث بينكم وبينهم ولا نصيب لهم في الغنيمة (حتى يهاجروا) وهذا منسوخ بآخر السورة (وإن استنصروكم في الدين فعليكم النصر) لهم من الكفار (إلا على قوم بينكم وبينهم ميثاق) عهد فلا تنصروهم عليهم وتنقضوا عهدهم (والله بما تعملون بصير) \r\n", "sura_id": 8, "type": 2, "id": 26176, "aya_id": 72}, {"text": "إن الذين صدَّقوا الله, ورسوله وعملوا بشرعه, وهاجروا إلى دار الإسلام, أو بلد يتمكنون فيه من عبادة ربهم، وجاهدوا في سبيل الله بالمال والنفس, والذين أنزلوا المهاجرين في دورهم, وواسوهم بأموالهم, ونصروا دين الله, أولئك بعضهم نصراء بعض. أما الذين آمنوا ولم يهاجروا من دار الكفر فلستم مكلفين بحمايتهم ونصرتهم حتى يهاجروا, وإن وقع عليهم ظلم من الكفار فطلبوا نصرتكم فاستجيبوا لهم, إلا على قوم بينكم وبينهم عهد مؤكد لم ينقضوه. والله بصير بأعمالكم, بجزي كلا على قدر نيته وعمله.\r\n", "sura_id": 8, "type": 3, "id": 32412, "aya_id": 72}, {"text": " <font color=red>إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَئِكَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ</font><BR><p>ذَكَرَ تَعَالَى أَصْنَاف الْمُؤْمِنِينَ وَقَسَمَهُمْ إِلَى مُهَاجِرِينَ خَرَجُوا مِنْ دِيَارهمْ وَأَمْوَالهمْ وَجَاءُوا لِنَصْرِ اللَّه وَرَسُوله وَإِقَامَة دِينه وَبَذَلُوا أَمْوَالهمْ وَأَنْفُسهمْ فِي ذَلِكَ وَإِلَى أَنْصَار وَهُمْ الْمُسْلِمُونَ مِنْ أَهْل الْمَدِينَة إِذْ ذَاكَ آوَوْا إِخْوَانهمْ الْمُهَاجِرِينَ فِي مَنَازِلهمْ وَوَاسَوْهُمْ فِي أَمْوَالهمْ وَنَصَرُوا اللَّه وَرَسُوله بِالْقِتَالِ مَعَهُمْ فَهَؤُلَاءِ \" بَعْضهمْ أَوْلِيَاء بَعْض \" أَيْ كُلّ مِنْهُمْ أَحَقّ بِالْآخَرِ مِنْ كُلّ وَاحِد وَلِهَذَا آخَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن الْمُهَاجِرِينَ وَالْأَنْصَار كُلّ اِثْنَيْنِ أَخَوَانِ فَكَانُوا يَتَوَارَثُونَ بِذَلِكَ إِرْثًا مُقَدَّمًا عَلَى الْقَرَابَة حَتَّى نَسَخَ اللَّه تَعَالَى ذَلِكَ بِالْمَوَارِيثِ . ثَبَتَ ذَلِكَ فِي صَحِيح الْبُخَارِيّ عَنْ اِبْن عَبَّاس وَرَوَاهُ الْعَوْفِيّ وَعَلِيّ بْن أَبِي طَلْحَة عَنْهُ وَقَالَ مُجَاهِد وَعِكْرِمَة وَالْحَسَن وَقَتَادَة وَغَيْر وَاحِد . قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع عَنْ شَرِيك عَنْ عَاصِم عَنْ أَبِي وَائِل عَنْ جَرِير وَهُوَ اِبْن عَبْد اللَّه الْبَجَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْمُهَاجِرُونَ وَالْأَنْصَار بَعْضهمْ أَوْلِيَاء بَعْض وَالطُّلَقَاء مِنْ قُرَيْش وَالْعُتَقَاء مِنْ ثَقِيف بَعْضهمْ أَوْلِيَاء بَعْض إِلَى يَوْم الْقِيَامَة \" تَفَرَّدَ بِهِ أَحْمَد . وَقَالَ الْحَافِظ أَبُو يَعْلَى : حَدَّثَنَا سُفْيَان حَدَّثَنَا عِكْرِمَة يَعْنِي اِبْن إِبْرَاهِيم الْأَزْدِيّ حَدَّثَنَا عَاصِم عَنْ شَقِيق عَنْ اِبْن مَسْعُود قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" الْمُهَاجِرُونَ وَالْأَنْصَار وَالطُّلَقَاء مِنْ قُرَيْش وَالْعُتَقَاء مِنْ ثَقِيف بَعْضهمْ أَوْلِيَاء بَعْض فِي الدُّنْيَا وَالْآخِرَة \" هَكَذَا رَوَاهُ فِي مُسْنَد عَبْد اللَّه بْن مَسْعُود . وَقَدْ أَثْنَى اللَّه وَرَسُوله عَلَى الْمُهَاجِرِينَ وَالْأَنْصَار فِي غَيْر مَا آيَة فِي كِتَابه فَقَالَ \" وَالسَّابِقُونَ الْأَوَّلُونَ مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار وَاَلَّذِينَ اِتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّه عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتهَا الْأَنْهَار \" الْآيَة وَقَالَ \" لَقَدْ تَابَ اللَّه عَلَى النَّبِيّ وَالْمُهَاجِرِينَ وَالْأَنْصَار الَّذِينَ اِتَّبَعُوهُ فِي سَاعَة الْعُسْرَة \" الْآيَة وَقَالَ تَعَالَى \" لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارهمْ وَأَمْوَالهمْ يَبْتَغُونَ فَضْلًا مِنْ اللَّه وَرِضْوَانًا وَيَنْصُرُونَ اللَّه وَرَسُوله أُولَئِكَ هُمْ الصَّادِقُونَ وَاَلَّذِينَ تَبَوَّءُوا الدَّار وَالْإِيمَان مِنْ قَبْلهمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورهمْ حَاجَة مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسهمْ وَلَوْ كَانَ بِهِمْ خَصَاصَة \" الْآيَة وَأَحْسَن مَا قِيلَ فِي قَوْله \" وَلَا يَجِدُونَ فِي صُدُورهمْ حَاجَة مِمَّا أُوتُوا \" أَيْ لَا يَحْسُدُونَهُمْ عَلَى فَضْل مَا أَعْطَاهُمْ اللَّه عَلَى هِجْرَتهمْ فَإِنَّ ظَاهِر الْآيَات تَقْدِيم الْمُهَاجِرِينَ عَلَى الْأَنْصَار وَهَذَا أَمْر مُجْمَع عَلَيْهِ بَيْن الْعُلَمَاء لَا يَخْتَلِفُونَ فِي ذَلِكَ وَلِهَذَا قَالَ الْإِمَام أَبُو بَكْر أَحْمَد بْن عَمْرو بْن عَبْد الْخَالِق الْبَزَّار فِي مُسْنَده : حَدَّثَنَا مُحَمَّد بْن مَعْمَر حَدَّثَنَا مُسْلِم بْن إِبْرَاهِيم حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ سَعِيد بْن الْمُسَيِّب عَنْ حُذَيْفَة قَالَ : خَيَّرَنِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن الْهِجْرَة وَالنُّصْرَة فَاخْتَرْت الْهِجْرَة ثُمَّ قَالَ لَا نَعْرِفهُ إِلَّا مِنْ هَذَا الْوَجْه وَقَوْله تَعَالَى \" وَاَلَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ \" قَرَأَ حَمْزَة وِلَايَتهمْ بِالْكَسْرِ وَالْبَاقُونَ بِالْفَتْحِ وَهُمَا وَاحِد كَالدَّلَالَةِ وَالدِّلَالَة \" مِنْ شَيْء حَتَّى يُهَاجِرُوا \" هَذَا هُوَ الصِّنْف الثَّالِث مِنْ الْمُؤْمِنِينَ وَهُمْ الَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا بَلْ أَقَامُوا فِي بِوَادِيهِمْ فَهَؤُلَاءِ لَيْسَ لَهُمْ فِي الْمَغَانِم نَصِيب وَلَا فِي خُمُسهَا إِلَّا مَا حَضَرُوا فِيهِ الْقِتَال . كَمَا قَالَ أَحْمَد : حَدَّثَنَا وَكِيع حَدَّثَنَا سُفْيَان عَنْ عَلْقَمَة بْن مَرْثَد عَنْ سُلَيْمَان بْن بُرَيْدَة عَنْ أَبِيهِ عَنْ يَزِيد بْن الْخَصِيب الْأَسْلَمِيّ رَضِيَ اللَّه عَنْهُ قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا بَعَثَ أَمِيرًا عَلَى سَرِيَّة أَوْ جَيْش أَوْصَاهُ فِي خَاصَّة نَفْسه بِتَقْوَى اللَّه وَبِمَنْ مَعَهُ مِنْ الْمُسْلِمِينَ خَيْرًا وَقَالَ \" اُغْزُوا بِاسْمِ اللَّه فِي سَبِيل اللَّه قَاتِلُوا مَنْ كَفَرَ بِاَللَّهِ إِذَا لَقِيت عَدُوَّكُمْ مِنْ الْمُشْرِكِينَ فَادْعُهُمْ إِلَى إِحْدَى ثَلَاث خِصَال - أَوْ خِلَال - فَأَيَّتُهُنَّ مَا أَجَابُوك إِلَيْهَا فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ اُدْعُهُمْ إِلَى الْإِسْلَام فَإِنْ أَجَابُوك فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ ثُمَّ اُدْعُهُمْ إِلَى التَّحَوُّل مِنْ دَارهمْ إِلَى دَار الْمُهَاجِرِينَ وَأَعْلِمْهُمْ إِنْ فَعَلُوا ذَلِكَ أَنَّ لَهُمْ مَا لِلْمُهَاجِرِينَ وَأَنَّ عَلَيْهِمْ مَا عَلَى الْمُهَاجِرِينَ فَإِنْ أَبَوْا وَاخْتَارُوا دَارهمْ فَأَعْلِمْهُمْ أَنَّهُمْ يَكُونُونَ كَأَعْرَابِ الْمُسْلِمِينَ يَجْرِي عَلَيْهِمْ حُكْم اللَّه الَّذِي يَجْرِي عَلَى الْمُؤْمِنِينَ وَلَا يَكُون لَهُمْ فِي الْفَيْء وَالْغَنِيمَة نَصِيب إِلَّا أَنْ يُجَاهِدُوا مَعَ الْمُسْلِمِينَ فَإِنْ هُمْ أَبَوْا فَادْعُهُمْ إِلَى إِعْطَاء الْجِزْيَة . فَإِنْ أَجَابُوا فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ فَإِنْ أَبَوْا فَاسْتَعِنْ بِاَللَّهِ وَقَاتِلْهُمْ \" اِنْفَرَدَ بِهِ مُسْلِم وَعِنْده زِيَادَات أُخَر وَقَوْله \" وَإِنْ اِسْتَنْصَرُوكُمْ فِي الدِّين فَعَلَيْكُمْ النَّصْر \" الْآيَة يَقُول تَعَالَى وَإِنْ اِسْتَنْصَرُوكُمْ هَؤُلَاءِ الْأَعْرَاب الَّذِينَ لَمْ يُهَاجِرُوا فِي قِتَال دِينِيّ عَلَى عَدُوّ لَهُمْ فَانْصُرُوهُمْ فَإِنَّهُ وَاجِب عَلَيْكُمْ نَصْرهمْ لِأَنَّهُمْ إِخْوَانكُمْ فِي الدِّين إِلَّا أَنْ يَسْتَنْصِرُوكُمْ عَلَى قَوْم مِنْ الْكُفَّار بَيْنكُمْ وَبَيْنهمْ مِيثَاق أَيْ مُهَادَنَة إِلَى مُدَّة فَلَا تَخْفِرُوا ذِمَّتَكُمْ وَلَا تَنْقُضُوا أَيْمَانَكُمْ مَعَ الَّذِينَ عَاهَدْتُمْ وَهَذَا مَرْوِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43123, "aya_id": 72}]