[{"text": "وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُم مَّا خَوَّلْنَاكُمْ وَرَاء ظُهُورِكُمْ وَمَا نَرَى مَعَكُمْ شُفَعَاءكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاء لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ", "sura_id": 6, "type": 0, "id": 883, "aya_id": 94}, {"text": "ولقد جئتمونا فرادى كما خلقناكم أول مرة وتركتم ما خولناكم وراء ظهوركم وما نرى معكم شفعاءكم الذين زعمتم أنهم فيكم شركاء لقد تقطع بينكم وضل عنكم ما كنتم تزعمون", "sura_id": 6, "type": 1, "id": 7119, "aya_id": 94}, {"text": "94 - ويقال لهم إذا بعثوا (ولقد جئتمونا فرادى) منفردين عن الأهل والمال والولد (كما خلقناكم أول مرة) أي حفاةً عراةً غُرْلاً (وتركتم ما خولناكم) أعطيناكم من الأموال (وراء ظهوركم) في الدنيا بغير اختياركم ويقال لهم توبيخاً (وما نرى معكم شفعاءكم) الأصنام (الذين زعمتم أنهم فيكم) أي في استحقاق عبادتكم (شركاء) لله (لقد تقطع بينكم) وصلكم ، أي تشتت جمعكم وفي قراءة بالنصب ظرف أي وصلكم بينكم (وضل) ذهب (عنكم ما كنتم تزعمون) في الدنيا في شفاعتها \r\n", "sura_id": 6, "type": 2, "id": 25827, "aya_id": 94}, {"text": "ولقد جئتمونا للحساب والجزاء فرادى كما أوجدناكم في الدنيا أول مرة حفاة عراة, وتركتم وراء ظهوركم ما مكنَّاكم فيه مما تتباهون به من أموال في الدنيا, وما نرى معكم في الآخرة أوثانكم التي كنتم تعتقدون أنها تشفع لكم, وتَدَّعون أنها شركاء مع الله في العبادة, لقد زال تَواصُلُكم الذي كان بينكم في الدنيا, وذهب عنكم ما كنتم تَدَّعون من أن آلهتكم شركاء لله في العبادة, وظهر أنكم الخاسرون لأنفسكم وأهليكم وأموالكم.\r\n", "sura_id": 6, "type": 3, "id": 32063, "aya_id": 94}, {"text": " <font color=red>وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ لَقَدْ تَقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ</font><BR><p>وَقَوْله\" وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّل مَرَّة\" أَيْ يُقَال لَهُمْ يَوْم مَعَادهمْ هَذَا كَمَا قَالَ \" وَعُرِضُوا عَلَى رَبّك صَفًّا لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّل مَرَّة \" أَيْ كَمَا بَدَأْنَاكُمْ أَعَدْنَاكُمْ وَقَدْ كُنْتُمْ تُنْكِرُونَ ذَلِكَ وَتَسْتَبْعِدُونَهُ فَهَذَا يَوْم الْبَعْث وَقَوْله \" وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاء ظُهُوركُمْ \" أَيْ مِنْ النِّعَم وَالْأَمْوَال الَّتِي اِقْتَنَيْتُمُوهَا فِي الدَّار الدُّنْيَا وَرَاء ظُهُوركُمْ. وَثَبَتَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ يَقُول اِبْن آدَم مَالِي مَالِي وَهَلْ لَك مِنْ مَالِكَ إِلَّا مَا أَكَلْت فَأَفْنَيْت أَوْ لَبِسْت فَأَبْلَيْت أَوْ تَصَدَّقْت فَأَمْضَيْت وَمَا سِوَى ذَلِكَ فَذَاهِب وَتَارِكه لِلنَّاسِ وَقَالَ الْحَسَن الْبَصْرِيّ يُؤْتَى بِابْنِ آدَم يَوْم الْقِيَامَة كَأَنَّهُ بِذْخ فَيَقُول اللَّه عَزَّ وَجَلَّ أَيْنَ مَا جَمَعْت ؟ فَقَوْل يَا رَبّ جَمَعْته وَتَرَكْته أَوْفَر مَا كَانَ فَيَقُول لَهُ يَا اِبْن آدَم أَيْنَ مَا قَدَّمْت لِنَفْسِك ؟ فَلَا يَرَاهُ قَدَّمَ شَيْئًا وَتَلَا هَذِهِ الْآيَة \" وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّل مَرَّة وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاء ظُهُوركُمْ \" الْآيَة رَوَاهُ اِبْن أَبِي حَاتِم وَقَوْله \" وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمْ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاء \" تَقْرِيع لَهُمْ وَتَوْبِيخ عَلَى مَا كَانُوا أَخَذُوا فِي الدُّنْيَا مِنْ الْأَنْدَاد وَالْأَصْنَام وَالْأَوْثَان ظَانِّينَ أَنَّهَا تَنْفَعهُمْ فِي مَعَاشهمْ وَمَعَادهمْ إِنْ كَانَ ثَمَّ مَعَاد فَإِذَا كَانَ يَوْم الْقِيَامَة تَقَطَّعَتْ بِهِمْ الْأَسْبَاب وَانْزَاحَ الضَّلَال وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ وَيُنَادِيهِمْ الرَّبّ جَلَّ جَلَاله عَلَى رُءُوس الْخَلَائِق . \" أَيْنَ شُرَكَائِي الَّذِينَ كُنْتُمْ تَزْعُمُونَ\" وَقِيلَ لَهُمْ \" أَيْنَ مَا كُنْتُمْ تَعْبُدُونَ مِنْ دُون اللَّه هَلْ يَنْصُرُوكُمْ أَوْ يَنْتَصِرُونَ \" وَلِهَذَا قَالَ هَهُنَا \" وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمْ الَّذِينَ زَعَمْتهمْ أَنَّهُمْ فِيكُمْ شُرَكَاء \" أَيْ فِي الْعِبَادَة لَهُمْ فِيكُمْ قِسْط فِي اِسْتِحْقَاق الْعِبَادَة لَهُمْ ثُمَّ قَالَ تَعَالَى \" لَقَدْ تَقَطَّعَ بَيْنكُمْ\" قُرِئَ بِالرَّفْعِ أَيْ شَمْلكُمْ وَبِالنَّصْبِ أَيْ لَقَدْ تَقَطَّعَ مَا بَيْنكُمْ مِنْ الْأَسْبَاب وَالْوَصَلَات وَالْوَسَائِل \" وَضَلَّ عَنْكُمْ \" أَيْ ذَهَبَ عَنْكُمْ \" مَا كُنْتُمْ تَزْعُمُونَ \" مِنْ رَجَاء الْأَصْنَام وَالْأَنْدَاد كَقَوْلِهِ تَعَالَى \" إِذْ تَبَرَّأَ الَّذِينَ اُتُّبِعُوا مِنْ الَّذِينَ اِتَّبَعُوا وَرَأَوْا الْعَذَاب وَتَقَطَّعَتْ بِهِمْ الْأَسْبَاب وَقَالَ الَّذِينَ اِتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّة فَنَتَبَرَّأ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا كَذَلِكَ يُرِيهِمْ اللَّه أَعْمَالهمْ حَسَرَات عَلَيْهِمْ وَمَا هُمْ بِخَارِجِينَ مِنْ النَّار \" وَقَالَ تَعَالَى \" فَإِذَا نُفِخَ فِي الصُّور فَلَا أَنْسَاب بَيْنهمْ يَوْمئِذٍ وَلَا يَتَسَاءَلُونَ \" وَقَالَ تَعَالَى \" إِنَّمَا اِتَّخَذْتُمْ مِنْ دُون اللَّه أَوْثَانًا مَوَدَّة بَيْنكُمْ فِي الْحَيَاة الدُّنْيَا ثُمَّ يَوْم الْقِيَامَة يَكْفُر بَعْضكُمْ بِبَعْضٍ وَيَلْعَن بَعْضكُمْ بَعْضًا وَمَأْوَاكُمْ النَّار. وَمَا لَكُمْ مِنْ نَاصِرِينَ \" وَقَالَ \" وَقِيلَ ادْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ \" الْآيَة . وَقَالَ \" وَيَوْم نَحْشُرهُمْ جَمِيعًا ثُمَّ نَقُول لِلَّذِينَ أَشْرَكُوا \" إِلَى قَوْله\" وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ \" وَالْآيَات فِي هَذَا كَثِيرَة جِدًّا .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42235, "aya_id": 94}]