[{"text": "فَنَظَرَ نَظْرَةً فِي النُّجُومِ", "sura_id": 37, "type": 0, "id": 3876, "aya_id": 88}, {"text": "فنظر نظرة في النجوم", "sura_id": 37, "type": 1, "id": 10112, "aya_id": 88}, {"text": "88 - (فنظر نظرة في النجوم) إيهاما لهم أنه يعتمد عليها ليعتمدوه \r\n", "sura_id": 37, "type": 2, "id": 28820, "aya_id": 88}, {"text": "فنظر إبراهيم نظرة في النجوم متفكرًا فيما يعتذر به عن الخروج معهم إلى أعيادهم, \r\n", "sura_id": 37, "type": 3, "id": 35056, "aya_id": 88}, {"text": " <font color=red>فَنَظَرَ نَظْرَةً فِي النُّجُومِ</font><BR><p>إِنَّمَا قَالَ إِبْرَاهِيم عَلَيْهِ الصَّلَاة وَالسَّلَام لِقَوْمِهِ ذَلِكَ لِيُقِيمَ فِي الْبَلَد إِذَا ذَهَبُوا إِلَى عِيدهمْ فَإِنَّهُ كَانَ قَدْ أَزِفَ خُرُوجُهُمْ إِلَى عِيدٍ لَهُمْ فَأَحَبَّ أَنَّ يَخْتَلِي بِآلِهَتِهِمْ لَيُكَسِّرَهَا فَقَالَ لَهُمْ كَلَامًا هُوَ حَقّ فِي نَفْس الْأَمْر فَهِمُوا مِنْهُ أَنَّهُ سَقِيم عَلَى مُقْتَضَى مَا يَعْتَقِدُونَهُ \" فَتَوَلَّوْا عَنْهُ مُدْبِرِينَ \" قَالَ قَتَادَة وَالْعَرَب تَقُول لِمَنْ تَفَكَّرَ نَظَرَ فِي النُّجُوم يَعْنِي أَنَّهُ نَظَرَ إِلَى السَّمَاء مُتَفَكِّرًا فِيمَا يُلْهِيهِمْ بِهِ فَقَالَ \" إِنِّي سَقِيم \" أَيْ ضَعِيف فَأَمَّا الْحَدِيث الَّذِي رَوَاهُ اِبْن جَرِير هَهُنَا حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا أَبُو أُسَامَة حَدَّثَنِي هِشَام عَنْ مُحَمَّد عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَمْ يَكْذِب إِبْرَاهِيم عَلَيْهِ الصَّلَاة وَالسَّلَام غَيْر ثَلَاث كَذِبَات : ثِنْتَيْنِ فِي ذَات اللَّه تَعَالَى قَوْله \" إِنِّي سَقِيم \" وَقَوْله \" بَلْ فَعَلَهُ كَبِيرهمْ هَذَا \" وَقَوْله فِي سَارَة هِيَ أُخْتِي \" فَهُوَ حَدِيث مُخَرَّج فِي الصِّحَاح وَالسُّنَن مِنْ طُرُق وَلَكِنْ لَيْسَ هَذَا مِنْ بَاب الْكَذِب الْحَقِيقِيّ الَّذِي يُذَمّ فَاعِله حَاشَا وَكَلَّا وَلَمًّا , إِنَّمَا أُطْلِقَ الْكَذِب عَلَى هَذَا تَجَوُّزًا وَإِنَّمَا هُوَ مِنْ الْمَعَارِيض فِي الْكَلَام لِمَقْصِدِ شَرْعِيّ دِينِيّ كَمَا جَاءَ فِي الْحَدِيث \" إِنَّ فِي الْمَعَارِيض لَمَنْدُوحَةً عَنْ الْكَذِب \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا سُفْيَان عَنْ عَلِيّ بْن زَيْد بْن جُدْعَان عَنْ أَبِي نَضْرَة عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَلِمَات إِبْرَاهِيم عَلَيْهِ الصَّلَاة وَالسَّلَام الثَّلَاث الَّتِي قَالَ \" مَا مِنْهَا كَلِمَة إِلَّا مَا حَلَّ بِهَا عَنْ دِين اللَّه تَعَالَى فَقَالَ \" إِنِّي سَقِيم \" وَقَالَ \" بَلْ فَعَلَهُ كَبِيرهمْ هَذَا \" وَقَالَ لِلْمَلِكِ حِين أَرَادَ اِمْرَأَته هِيَ أُخْتِي \" قَالَ سُفْيَان فِي قَوْله \" إِنِّي سَقِيم \" يَعْنِي طَعِين وَكَانُوا يَفِرُّونَ مِنْ الْمَطْعُون فَأَرَادَ أَنْ يَخْلُو بِآلِهَتِهِمْ وَكَذَا قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَعَالَى \" فَنَظَرَ نَظْرَة فِي النُّجُوم فَقَالَ إِنِّي سَقِيم \" فَقَالُوا لَهُ وَهُوَ فِي بَيْت آلِهَتهمْ : اُخْرُجْ فَقَالَ إِنِّي مَطْعُون فَتَرَكُوهُ مَخَافَة الطَّاعُون وَقَالَ قَتَادَة عَنْ سَعِيد بْن الْمُسَيِّب رَأَى نَجْمًا طَلَعَ فَقَالَ \" إِنِّي سَقِيم \" كَابَدَ نَبِيّ اللَّه عَنْ دِينه فَقَالَ \" إِنِّي سَقِيم \" وَقَالَ آخَرُونَ \" فَقَالَ إِنِّي سَقِيم \" بِالنِّسْبَةِ إِلَى مَا يُسْتَقْبَل يَعْنِي مَرَض الْمَوْت وَقِيلَ أَرَادَ \" إِنِّي سَقِيم \" أَيْ مَرِيض الْقَلْب مِنْ عِبَادَتكُمْ الْأَوْثَان مِنْ دُون اللَّه تَعَالَى وَقَالَ الْحَسَن الْبَصْرِيّ : خَرَجَ قَوْم إِبْرَاهِيم إِلَى عِيدهمْ فَأَرَادُوهُ عَلَى الْخُرُوج فَاضْطَجَعَ عَلَى ظَهْره وَقَالَ \" إِنِّي سَقِيم \" وَجَعَلَ يَنْظُر فِي السَّمَاء فَلَمَّا خَرَجُوا أَقْبَلَ إِلَى آلِهَتهمْ فَكَسَّرَهَا وَرَوَاهُ اِبْن أَبِي حَاتِم .</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40591, "aya_id": 88}]