[{"text": "خَتَمَ اللّهُ عَلَى قُلُوبِهمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عظِيمٌ", "sura_id": 2, "type": 0, "id": 14, "aya_id": 7}, {"text": "ختم الله على قلوبهم وعلى سمعهم وعلى أبصارهم غشاوة ولهم عذاب عظيم", "sura_id": 2, "type": 1, "id": 6250, "aya_id": 7}, {"text": "7 - (ختم الله على قلوبهم) طبع عليها واستوثق فلا يدخلها خير (وعلى سمعهم) أي مواضعه فلا ينتفعون بما يسمعونه من الحق (وعلى أبصارهم غشاوة) غطاء فلا يبصرون الحق (ولهم عذاب عظيم) قوي دائم \r\n", "sura_id": 2, "type": 2, "id": 24958, "aya_id": 7}, {"text": "طبع الله على قلوب هؤلاء وعلى سمعهم, وجعل على أبصارهم غطاء; بسبب كفرهم وعنادهم مِن بعد ما تبيَّن لهم الحق, فلم يوفقهم للهدى, ولهم عذاب شديد في نار جهنم.\r\n", "sura_id": 2, "type": 3, "id": 31194, "aya_id": 7}, {"text": " <font color=red>خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عَظِيمٌ</font><BR><p>قَالَ السُّدِّيّ خَتَمَ اللَّه أَيْ طَبَعَ اللَّه وَقَالَ قَتَادَة فِي هَذِهِ الْآيَة اِسْتَحْوَذَ عَلَيْهِمْ الشَّيْطَان إِذْ أَطَاعُوهُ فَخَتَمَ اللَّه عَلَى قُلُوبهمْ وَعَلَى سَمْعهمْ وَعَلَى أَبْصَارهمْ غِشَاوَة فَهُمْ لَا يُبْصِرُونَ هُدًى وَلَا يَسْمَعُونَ وَلَا يَفْقَهُونَ وَلَا يَعْقِلُونَ . وَقَالَ اِبْن جُرَيْج : قَالَ مُجَاهِد خَتَمَ اللَّه عَلَى قُلُوبهمْ : قَالَ الطَّبْع ثَبَتَتْ الذُّنُوب عَلَى الْقَلْب فَحَفَّتْ بِهِ مِنْ كُلّ نَوَاحِيه حَتَّى تَلْتَقِي عَلَيْهِ فَالْتِقَاؤُهَا عَلَيْهِ الطَّبْع وَالطَّبْعُ الْخَتْمُ . قَالَ اِبْن جُرَيْج الْخَتْم عَلَى الْقَلْب وَالسَّمْع قَالَ اِبْن جُرَيْج : وَحَدَّثَنِي عَبْد اللَّه بْن كَثِير أَنَّهُ سَمِعَ مُجَاهِدًا يَقُول : الرَّان أَيْسَر مِنْ الطَّبْع وَالطَّبْع أَيْسَر مِنْ الْإِقْفَال وَالْإِقْفَال أَشَدّ مِنْ ذَلِكَ كُلّه . وَقَالَ الْأَعْمَش : أَرَانَا مُجَاهِد بِيَدِهِ . فَقَالَ : كَانُوا يَرَوْنَ أَنَّ الْقَلْب فِي مِثْل هَذِهِ يَعْنِي الْكَفّ فَإِذَا أَذْنَبَ الْعَبْد ذَنْبًا ضَمَّ مِنْهُ وَقَالَ بِإِصْبَعِهِ الْخِنْصَر هَكَذَا فَإِذَا أَذْنَبَ ضَمَّ وَقَالَ بِإِصْبَعٍ أُخْرَى فَإِذَا أَذْنَبَ ضَمَّ . وَقَالَ بِإِصْبَعٍ أُخْرَى وَهَكَذَا حَتَّى ضَمَّ أَصَابِعه كُلّهَا . ثُمَّ قَالَ : يُطْبَع عَلَيْهِ بِطَابَعٍ وَقَالَ مُجَاهِد كَانُوا يَرَوْنَ أَنَّ ذَلِكَ الرَّيْن وَرَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ وَكِيع عَنْ الْأَعْمَش عَنْ مُجَاهِد بِنَحْوِهِ قَالَ اِبْن جَرِير وَقَالَ بَعْضهمْ إِنَّمَا مَعْنَى قَوْله تَعَالَى\" خَتَمَ اللَّه عَلَى قُلُوبهمْ \" إِخْبَار مِنْ اللَّه عَنْ تَكَبُّرهمْ وَإِعْرَاضهمْ عَنْ الِاسْتِمَاع لِمَا دُعُوا إِلَيْهِ مِنْ الْحَقّ كَمَا يُقَال إِنَّ فُلَانًا أَصَمّ عَنْ هَذَا الْكَلَام إِذَا اِمْتَنَعَ عَنْ سَمَاعه وَرَفَعَ نَفْسه عَنْ تَفَهُّمه تَكَبُّرًا قَالَ وَهَذَا لَا يَصِحّ لِأَنَّ اللَّه تَعَالَى قَدْ أَخْبَرَ أَنَّهُ هُوَ الَّذِي خَتَمَ عَلَى قُلُوبهمْ وَأَسْمَاعهمْ \" قُلْت \" وَقَدْ أَطْنَبَ الزَّمَخْشَرِيّ فِي تَقْرِير مَا رَدَّهُ اِبْن جَرِير هَاهُنَا وَتَأَوَّلَ الْآيَة مِنْ خَمْسَة أَوْجُه وَكُلّهَا ضَعِيفَة جِدًّا وَمَا جَرَّأَهُ عَلَى ذَلِكَ إِلَّا اِعْتِزَاله لِأَنَّ الْخَتْم عَلَى قُلُوبهمْ وَمَنْعهَا مِنْ وُصُول الْحَقّ إِلَيْهَا قَبِيح عِنْده يَتَعَالَى اللَّه عَنْهُ فِي اِعْتِقَاده وَلَوْ فَهِمَ قَوْله تَعَالَى \" فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ \" وَقَوْله \" وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّل مَرَّة وَنَذَرُهُمْ فِي طُغْيَانهمْ يَعْمَهُونَ \" وَمَا أَشْبَه ذَلِكَ مِنْ الْآيَات الدَّالَّة عَلَى أَنَّهُ تَعَالَى إِنَّمَا خَتَمَ عَلَى قُلُوبهمْ وَحَالَ بَيْنهمْ وَبَيْن الْهُدَى جَزَاء وِفَاقًا عَلَى تَمَادِيهِمْ فِي الْبَاطِل وَتَرْكهمْ الْحَقّ وَهَذَا عَدْل مِنْهُ تَعَالَى حَسَن وَلَيْسَ بِقَبِيحٍ فَلَوْ أَحَاطَ عَالِمًا بِهَذَا لَمَا قَالَ مَا قَالَ وَاَللَّه أَعْلَم. قَالَ الْقُرْطُبِيّ وَأَجْمَعَتْ الْأُمَّة عَلَى أَنَّ اللَّه عَزَّ وَجَلَّ قَدْ وَصَفَ نَفْسه بِالْخَتْمِ وَالطَّبْع عَلَى قُلُوب الْكَافِرِينَ مُجَازَاة لِكُفْرِهِمْ كَمَا قَالَ \" بَلْ طَبَعَ اللَّه عَلَيْهَا بِكُفْرِهِمْ \" وَذَكَرَ حَدِيث تَقْلِيب الْقُلُوب \" وَيَا مُقَلِّب الْقُلُوب ثَبِّتْ قُلُوبنَا عَلَى دِينك \" وَذَكَرَ حَدِيث حُذَيْفَة الَّذِي فِي الصَّحِيح عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" قَالَ تُعْرَضُ الْفِتَنُ عَلَى الْقُلُوب كَالْحَصِيرِ عُودًا عُودًا فَأَيّ قَلْب أُشْرِبهَا نُكِتَ فِيهِ نُكْتَة سَوْدَاء وَأَيّ قَلْب أَنْكَرَهَا نُكِتَ فِيهِ نُكْتَة بَيْضَاء حَتَّى تَصِير عَلَى قَلْبَيْنِ عَلَى أَبْيَض مِثْل الصَّفَاء فَلَا تَضُرّهُ فِتْنَة مَا دَامَتْ السَّمَاوَات وَالْأَرْض وَالْآخَر أَسْوَد مُرْبَادّ كَالْكُوزِ مُجَخِّيًا لَا يَعْرِف مَعْرُوفًا وَلَا يُنْكِر مُنْكَرًا \" الْحَدِيث . قَالَ اِبْن جَرِير وَالْحَقّ عِنْدِي فِي ذَلِكَ مَا صَحَّ بِنَظِيرِهِ الْخَبَر عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ مَا حَدَّثَنَا بِهِ مُحَمَّد بْن بَشَّار حَدَّثَنَا صَفْوَان بْن عِيسَى حَدَّثَنَا اِبْن عَجْلَان عَنْ الْقَعْقَاع عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنَّ الْمُؤْمِن إِذَا أَذْنَبَ ذَنْبًا كَانَتْ نُكْتَة سَوْدَاء فِي قَلْبه فَإِنْ تَابَ وَنَزَعَ وَاسْتَعْتَبَ صُقِلَ قَلْبه وَإِنْ زَادَ زَادَتْ حَتَّى تَعْلُو قَلْبه فَذَلِكَ الرَّان الَّذِي قَالَ اللَّه تَعَالَى \" كَلَّا بَلْ رَانَ عَلَى قُلُوبهمْ مَا كَانُوا يَكْسِبُونَ\" هَذَا الْحَدِيث مِنْ هَذَا الْوَجْه قَدْ رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ عَنْ قُتَيْبَة وَاللَّيْث بْن سَعْد وَابْن مَاجَهْ عَنْ هِشَام بْن عَمَّار عَنْ حَاتِم بْن إِسْمَاعِيل وَالْوَلِيد بْن مُسْلِم ثَلَاثَتهمْ عَنْ مُحَمَّد بْن عَجْلَان بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح ثُمَّ قَالَ اِبْن جَرِير فَأَخْبَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ الذُّنُوب إِذَا تَتَابَعَتْ عَلَى الْقُلُوب أَغْلَقَتْهَا وَإِذَا أَغْلَقَتْهَا أَتَاهَا حِينَئِذٍ الْخَتْم مِنْ قِبَل اللَّه تَعَالَى وَالطَّبْع فَلَا يَكُون لِلْإِيمَانِ إِلَيْهَا مَسْلَك وَلَا لِلْكُفْرِ عَنْهَا مَخْلَص فَذَلِكَ هُوَ الْخَتْم وَالطَّبْع الَّذِي ذُكِرَ فِي قَوْله تَعَالَى \" خَتَمَ اللَّهُ عَلَى قُلُوبهمْ وَعَلَى سَمْعهمْ \" نَظِير الْخَتْم وَالطَّبْع عَلَى مَا تُدْرِكهُ الْأَبْصَار مِنْ الْأَوْعِيَة وَالظُّرُوف الَّتِي لَا يُوصَل إِلَى مَا فِيهَا إِلَّا بِفَضِّ ذَلِكَ عَنْهَا ثُمَّ حَلَّهَا فَكَذَلِكَ لَا يَصِل الْإِيمَان إِلَى قُلُوب مَنْ وَصَفَ اللَّه أَنَّهُ خَتَمَ عَلَى قُلُوبهمْ وَعَلَى سَمْعهمْ إِلَّا بَعْد فَضّ خَاتَمه وَحَلّه رِبَاطهَا عَنْهَا. وَاعْلَمْ أَنَّ الْوَقْف التَّامّ عَلَى قَوْله تَعَالَى \" خَتَمَ اللَّه عَلَى قُلُوبهمْ وَعَلَى سَمْعهمْ \" وَقَوْله \" وَعَلَى أَبْصَارهمْ غِشَاوَة \" جُمْلَة تَامَّة فَإِنَّ الطَّبْع يَكُون عَلَى الْقَلْب وَعَلَى السَّمْع وَالْغِشَاوَة وَهِيَ الْغِطَاء يَكُون عَلَى الْبَصَر كَمَا قَالَ السُّدِّيّ فِي تَفْسِيره عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة الْهَمْدَانِيّ عَنْ اِبْن مَسْعُود وَعَنْ أُنَاس مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله \" خَتَمَ اللَّه عَلَى قُلُوبهمْ وَعَلَى سَمْعهمْ\" فَلَا يَعْقِلُونَ وَلَا يَسْمَعُونَ يَقُول وَجَعَلَ عَلَى أَبْصَارهمْ غِشَاوَة يَقُول عَلَى أَعْيُنهمْ فَلَا يُبْصِرُونَ وَقَالَ اِبْن جَرِير حَدَّثَنِي مُحَمَّد بْن سَعْد حَدَّثَنَا أَبِي حَدَّثَنِي عَمِّي الْحُسَيْن بْن الْحَسَن عَنْ أَبِيهِ عَنْ جَدّه عَنْ اِبْن عَبَّاس \" خَتَمَ اللَّه عَلَى قُلُوبهمْ وَعَلَى سَمْعهمْ \" وَالْغِشَاوَة عَلَى أَبْصَارهمْ. قَالَ : وَحَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن يَعْنِي اِبْن دَاوُد وَهُوَ سُنَيْد حَدَّثَنِي حَجَّاج وَهُوَ اِبْن مُحَمَّد الْأَعْوَر حَدَّثَنِي اِبْن جُرَيْج قَالَ : الْخَتْم عَلَى الْقَلْب وَالسَّمْع وَالْغِشَاوَة عَلَى الْبَصَر قَالَ اللَّه تَعَالَى \" فَإِنْ يَشَأْ اللَّهُ يَخْتِم عَلَى قَلْبك \" وَقَالَ \" وَخَتَمَ عَلَى سَمْعه وَقَلْبه وَجَعَلَ عَلَى بَصَره غِشَاوَة \" قَالَ اِبْن جَرِير وَمَنْ نَصَبَ غِشَاوَة مِنْ قَوْله تَعَالَى وَعَلَى أَبْصَارهمْ غِشَاوَة يَحْتَمِل أَنَّهُ نَصَبَهَا بِإِضْمَارِ فِعْل تَقْدِيره وَجَعَلَ عَلَى أَبْصَارهمْ غِشَاوَة وَيَحْتَمِل أَنْ يَكُون نَصَبَهَا عَلَى الْإِتْبَاع عَلَى مَحَلّ وَعَلَى سَمْعهمْ كَقَوْلِهِ تَعَالَى \" وَحُور عِين \" وَقَوْل الشَّاعِر : عَلَفْتهَا تِبْنًا وَمَاء بَارِدًا حَتَّى غَدَتْ هَمَّالَة عَيْنَاهَا وَقَالَ الْآخَر : وَرَأَيْت زَوْجك فِي الْوَغَى مُتَقَلِّدًا سَيْفًا وَرُمْحًا تَقْدِيره وَسَقَيْتهَا مَاء بَارِدًا وَمُعْتَقِلًا رُمْحًا لِمَا تَقَدَّمَ وَصَفَ الْمُؤْمِنِينَ فِي صَدْر السُّورَة بِأَرْبَعِ آيَات ثُمَّ عَرَّفَ حَال الْكَافِرِينَ بِهَاتَيْنِ الْآيَتَيْنِ شَرَعَ تَعَالَى فِي بَيَان حَال الْمُنَافِقِينَ الَّذِينَ يُظْهِرُونَ الْإِيمَان وَيُبْطِنُونَ الْكُفْر وَلَمَّا كَانَ أَمْرهمْ يَشْتَبِه عَلَى كَثِير مِنْ النَّاس أَطْنَبَ فِي ذِكْرهمْ بِصِفَاتٍ مُتَعَدِّدَة كُلّ مِنْهَا نِفَاق كَمَا أَنْزَلَ سُورَة بَرَاءَة فِيهِمْ وَسُورَة الْمُنَافِقِينَ فِيهِمْ وَذَكَرَهُمْ فِي سُورَة النُّور وَغَيْرهَا مِنْ السُّوَر تَعْرِيفًا لِأَحْوَالِهِمْ لِتُجْتَنَب وَيُجْتَنَب مَنْ تَلَبَّسَ بِهَا .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38749, "aya_id": 7}]