[{"text": "وَاللاَّتِي يَأْتِينَ الْفَاحِشَةَ مِن نِّسَآئِكُمْ فَاسْتَشْهِدُواْ عَلَيْهِنَّ أَرْبَعةً مِّنكُمْ فَإِن شَهِدُواْ فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّىَ يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللّهُ لَهُنَّ سَبِيلاً", "sura_id": 4, "type": 0, "id": 508, "aya_id": 15}, {"text": "واللاتي يأتين الفاحشة من نسائكم فاستشهدوا عليهن أربعة منكم فإن شهدوا فأمسكوهن في البيوت حتى يتوفاهن الموت أو يجعل الله لهن سبيلا", "sura_id": 4, "type": 1, "id": 6744, "aya_id": 15}, {"text": "15 - (واللاتي يأتين الفاحشة) الزنا [وعن الشيخ محمود الرنكوسي أن المراد بها السحاق لأن الآيات الواردة في عقوبة الزنا أتت في سورة النور. دار الحديث] (من نسائكم فاستشهدوا عليهن أربعة منكم) أي من رجالكم المسلمين (فإن شهدوا) عليهن بها (فأمسكوهن) احبسوهن (في البيوت) وامنعوهن من مخالطة الناس (حتى يتوفاهن الموت) أي ملائكته (أو) إلى أن (يجعل الله لهن سبيلاً) طريقاً إلى الخروج منها ، أمروا بذلك أول الإسلام ثم جعل لهن سبيلاً بجلد البكر مائة وتغريبها عاما ورجم المحصنة ، وفي الحديث لما بيَّن الحد قال: \" خذوا عني قد جعل الله لهن سبيلا\" رواه مسلم \r\n", "sura_id": 4, "type": 2, "id": 25452, "aya_id": 15}, {"text": "واللاتي يزنين من نسائكم, فاستشهدوا -أيها الولاة والقضاة- عليهن أربعة رجال عدول من المسلمين, فإن شهدوا عليهن بذلك فاحبسوهن في البيوت حتى تنتهي حياتهن بالموت, أو يجعل الله لهن طريقًا للخلاص من ذلك.\r\n", "sura_id": 4, "type": 3, "id": 31688, "aya_id": 15}, {"text": " <font color=red>وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا</font><BR><p>كَانَ الْحُكْم فِي اِبْتِدَاء الْإِسْلَام أَنَّ الْمَرْأَة إِذَا ثَبَتَ زِنَاهَا بِالْبَيِّنَةِ الْعَادِلَة حُبِسَتْ فِي بَيْت فَلَا تُمَكَّن مِنْ الْخُرُوج مِنْهُ إِلَى أَنْ تَمُوت وَلِهَذَا قَالَ : \" وَاَللَّاتِي يَأْتِينَ الْفَاحِشَة \" يَعْنِي الزِّنَا \" مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَة مِنْكُمْ فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوت حَتَّى يَتَوَفَّاهُنَّ الْمَوْت أَوْ يَجْعَل اللَّه لَهُنَّ سَبِيلًا \" فَالسَّبِيل الَّذِي جَعَلَهُ اللَّه هُوَ النَّاسِخ لِذَلِكَ . قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ : كَانَ الْحُكْم كَذَلِكَ حَتَّى أَنْزَلَ اللَّه سُورَة النُّور فَنَسَخَهَا بِالْجَلْدِ أَوْ الرَّجْم , وَكَذَا رُوِيَ عَنْ عِكْرِمَة وَسَعِيد بْن جُبَيْر وَالْحَسَن وَعَطَاء الْخُرَاسَانِيّ وَأَبِي صَالِح وَقَتَادَة وَزَيْد بْن أَسْلَم وَالضَّحَّاك أَنَّهَا مَنْسُوخَة وَهُوَ أَمْر مُتَّفَق عَلَيْهِ - قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا سَعِيد عَنْ قَتَادَة عَنْ الْحَسَن عَنْ حِطَّان بْن عَبْد اللَّه الرَّقَاشِيّ عَنْ عُبَادَة بْن الصَّامِت قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا نَزَلَ عَلَيْهِ الْوَحْي أَثَّرَ عَلَيْهِ وَكَرَبَ لِذَلِكَ وَتَغَيَّرَ وَجْهه فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ عَلَيْهِ ذَات يَوْم فَلَمَّا سُرِّيَ عَنْهُ قَالَ : \" خُذُوا عَنِّي قَدْ جَعَلَ اللَّه لَهُنَّ سَبِيلًا الثَّيِّب بِالثَّيِّبِ وَالْبِكْر بِالْبِكْرِ الثَّيِّب جَلْد مِائَة وَرَجْم بِالْحِجَارَةِ وَالْبِكْر جَلْد مِائَة ثُمَّ نَفْي سَنَة \" . وَقَدْ رَوَاهُ مُسْلِم وَأَصْحَاب السُّنَن مِنْ طُرُق عَنْ قَتَادَة عَنْ الْحَسَن عَنْ حِطَّان عَنْ عُبَادَة بْن الصَّامِت عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَفْظه \" خُذُوا عَنِّي خُذُوا عَنِّي قَدْ جَعَلَ اللَّه لَهُنَّ سَبِيلًا الْبِكْر بِالْبِكْرِ جَلْد مِائَة وَتَغْرِيب عَام وَالثَّيِّب بِالثَّيِّبِ جَلْد مِائَة وَالرَّجْم \" . قَالَ التِّرْمِذِيّ : هَذَا حَدِيث حَسَن صَحِيح . وَكَذَا رَوَاهُ أَبُو دَاوُد الطَّيَالِسِيّ عَنْ مُبَارَك بْن فَضَالَة عَنْ الْحَسَن عَنْ حِطَّان بْن عَبْد اللَّه الرَّقَاشِيّ عَنْ عُبَادَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ إِذَا نَزَلَ عَلَيْهِ الْوَحْي عُرِفَ ذَلِكَ فِي وَجْهه فَأُنْزِلَتْ \" أَوْ يَجْعَل اللَّه لَهُنَّ سَبِيلًا \" فَلَمَّا اِرْتَفَعَ الْوَحْي قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" خُذُوا خُذُوا قَدْ جَعَلَ اللَّه لَهُنَّ سَبِيلًا الْبِكْر بِالْبِكْرِ جَلْد مِائَة وَنَفْي سَنَة وَالثَّيِّب بِالثَّيِّبِ جَلْد مِائَة وَرَجْم بِالْحِجَارَةِ \" . وَقَدْ رَوَى الْإِمَام أَحْمَد أَيْضًا هَذَا الْحَدِيث عَنْ وَكِيع بْن الْجَرَّاح عَنْ الْحَسَن حَدَّثَنَا الْفَضْل بْن دَلْهَم عَنْ قُبَيْصَة بْن حَرْب عَنْ سَلَمَة بْن الْمُحَبَّق قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خُذُوا عَنِّي خُذُوا عَنِّي قَدْ جَعَلَ اللَّه لَهُنَّ سَبِيلًا الْبِكْر بِالْبِكْرِ جَلْد مِائَة وَنَفْي سَنَة وَالثَّيِّب بِالثَّيِّبِ جَلْد مِائَة وَالرَّجْم \" وَكَذَا رَوَاهُ أَبُو دَاوُد مُطَوَّلًا مِنْ حَدِيث الْفَضْل بْن دَلْهَم ثُمَّ قَالَ : وَلَيْسَ هُوَ بِالْحَافِظِ كَانَ قَصَّابًا بِوَاسِط. حَدِيث آخَر \" قَالَ أَبُو بَكْر بْن مَرْدَوَيْهِ : حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا عَبَّاس بْن حَمْدَان حَدَّثَنَا أَحْمَد بْن دَاوُد حَدَّثَنَا عَمْرو بْن عَبْد الْغَفَّار حَدَّثَنَا إِسْمَاعِيل بْن أَبِي خَالِد عَنْ الشَّعْبِيّ عَنْ مَسْرُوق عَنْ أُبَيّ بْن كَعْب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ :\" الْبِكْرَانِ يُجْلَدَانِ وَيُنْفَيَانِ وَالثَّيِّبَانِ يُجْلَدَانِ وَيُرْجَمَانِ وَالشَّيْخَانِ يُرْجَمَانِ \" . هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَرَوَى الطَّبَرَانِيّ مِنْ طَرِيق اِبْن لَهِيعَة عَنْ أَخِيهِ عِيسَى بْن لَهِيعَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْبِكْرَانِ يُجْلَدَانِ وَيُنْفَيَانِ وَالثَّيِّبَانِ يُجْلَدَانِ وَيُرْجَمَانِ وَالشَّيْخَانِ يُرْجَمَانِ \" هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَرَوَى الطَّبَرَانِيّ مِنْ طَرِيق اِبْن لَهِيعَة عَنْ أَخِيهِ عِيسَى بْن لَهِيعَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : لَمَّا نَزَلَتْ سُورَة النِّسَاء قَالَ رَسُول اللَّه صَلَّى وَآله وَسَلَّمَ \" لَا حَبْس بَعْد سُورَة النِّسَاء \" وَقَدْ ذَهَبَ الْإِمَام أَحْمَد بْن حَنْبَل إِلَى الْقَوْل بِمُقْتَضَى هَذَا الْحَدِيث وَهُوَ الْجَمْع بَيْن الْجَلْد وَالرَّجْم فِي حَقّ الثَّيِّب الزَّانِي وَذَهَبَ الْجُمْهُور إِلَى أَنَّ الثَّيِّب الزَّانِي إِنَّمَا يُرْجَم فَقَطْ مِنْ غَيْر جَلْد قَالُوا : لِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَجَمَ مَاعِزًا وَالْغَامِدِيَّة وَالْيَهُودِيَّيْنِ وَلَمْ يَجْلِدهُمْ قَبْل ذَلِكَ فَدَلَّ عَلَى أَنَّ الرَّجْم لَيْسَ بِحَتْمٍ بَلْ هُوَ مَنْسُوخ عَلَى قَوْلهمْ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40823, "aya_id": 15}]