[{"text": "يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ", "sura_id": 55, "type": 0, "id": 4923, "aya_id": 22}, {"text": "يخرج منهما اللؤلؤ والمرجان", "sura_id": 55, "type": 1, "id": 11159, "aya_id": 22}, {"text": "22 - (يخرج) بالبناء للمفعول والفاعل (منهما) من مجموعهما الصادق بأحدهما وهو الملح (اللؤلؤ والمرجان) خرز أحمر أو صغار اللؤلؤ \r\n", "sura_id": 55, "type": 2, "id": 29867, "aya_id": 22}, {"text": "يخرج من البحرين بقدرة الله اللؤلؤ والمَرْجان.\r\n", "sura_id": 55, "type": 3, "id": 36103, "aya_id": 22}, {"text": " <font color=red>يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ</font><BR><p>أَيْ مِنْ مَجْمُوعهمَا فَإِذَا وُجِدَ ذَلِكَ مِنْ أَحَدهمَا كَفَى كَمَا قَالَ تَعَالَى \" يَا مَعْشَر الْجِنّ وَالْإِنْس أَلَمْ يَأْتِكُمْ رُسُل مِنْكُمْ \" وَالرُّسُل إِنَّمَا كَانُوا فِي الْإِنْس خَاصَّة دُون الْجِنّ وَقَدْ صَحَّ هَذَا الْإِطْلَاق . وَاللُّؤْلُؤ مَعْرُوف . وَأَمَّا الْمَرْجَان فَقِيلَ هُوَ صِغَار اللُّؤْلُؤ . قَالَهُ مُجَاهِد وَقَتَادَة وَأَبُو رَزِين وَالضَّحَّاك وَرُوِيَ عَنْ عَلِيّ وَقِيلَ كِبَاره وَجَيِّده حَكَاهُ اِبْن جَرِير عَنْ بَعْض السَّلَف وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ الرَّبِيع بْن أَنَس وَحَكَاهُ السُّدِّيّ عَمَّنْ حَدَّثَهُ عَنْ اِبْن عَبَّاس وَرُوِيَ مِثْله عَنْ عَلِيّ وَمُجَاهِد أَيْضًا وَمُرَّة الْهَمْدَانِيّ وَقِيلَ هُوَ نَوْع مِنْ الْجَوَاهِر أَحْمَر اللَّوْن. قَالَ السُّدِّيّ عَنْ أَبِي مَالِك عَنْ مَسْرُوق عَنْ عَبْد اللَّه قَالَ : الْمَرْجَان الْخَرَز الْأَحْمَر قَالَ السُّدِّيّ وَهُوَ الكسد بِالْفَارِسِيَّةِ وَأَمَّا قَوْله \" وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَة تَلْبَسُونَهَا \" فَاللَّحْم مِنْ كُلٍّ مِنْ الْأُجَاج وَالْعَذْب وَالْحِلْيَة إِنَّمَا هِيَ مِنْ الْمَالِح دُون الْعَذْب . قَالَ اِبْن عَبَّاس مَا سَقَطَتْ قَطُّ قَطْرَة مِنْ السَّمَاء فِي الْبَحْر فَوَقَعَتْ فِي صَدَفَة إِلَّا صَارَ مِنْهَا لُؤْلُؤَة وَكَذَا قَالَ عِكْرِمَة وَزَادَ فَإِذَا لَمْ تَقَع فِي صَدَفَة نَبَتَتْ بِهَا عَنْبَرَة وَرُوِيَ مِنْ غَيْر وَجْه عَنْ اِبْن عَبَّاس نَحْوه وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ حَدَّثَنَا سُفْيَان عَنْ الْأَعْمَش عَنْ عَبْد اللَّه بْن عَبْد اللَّه عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : إِذَا أَمْطَرَتْ السَّمَاء فَتَحْت الْأَصْدَاف فِي الْبَحْر أَفْوَاههَا فَمَا وَقَعَ فِيهَا يَعْنِي مِنْ قَطْر فَهُوَ اللُّؤْلُؤ . إِسْنَاده صَحِيح وَلَمَّا كَانَ اِتِّخَاذ هَذِهِ الْحِلْيَة نِعْمَة عَلَى أَهْل الْأَرْض اِمْتَنَّ بِهَا عَلَيْهِمْ .</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41842, "aya_id": 22}]