[{"text": "وَإِنْ أَحَدٌ مِّنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلاَمَ اللّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لاَّ يَعْلَمُونَ", "sura_id": 9, "type": 0, "id": 1241, "aya_id": 6}, {"text": "وإن أحد من المشركين استجارك فأجره حتى يسمع كلام الله ثم أبلغه مأمنه ذلك بأنهم قوم لا يعلمون", "sura_id": 9, "type": 1, "id": 7477, "aya_id": 6}, {"text": "6 - (وإن أحد من المشركين) مرفوع بفعل يفسره (استجارك) استأمنك من القتل (فأجره) أمنه (حتى يسمع كلام الله) القرآن (ثم أبلغه مأمنه) وهو دار قومه إن لم يؤمن لينظر في أمره (ذلك) المذكور (بأنهم قوم لا يعلمون) دين الله فلا بد لهم من سماع القرآن ليعلموا \r\n", "sura_id": 9, "type": 2, "id": 26185, "aya_id": 6}, {"text": "وإذا طلب أحد من المشركين الذين استبيحت دماؤهم وأموالهم الدخول في جوارك -أيها الرسول- ورغب في الأمان, فأجبه إلى طلبه حتى يسمع القرآن الكريم ويطَّلع على هدايته, ثم أَعِدْه من حيث أتى آمنًا; وذلك لإقامة الحجة عليه; ذلك بسبب أن الكفار قوم جاهلون بحقائق الإسلام, فربما اختاروه إذا زال الجهل عنهم.\r\n", "sura_id": 9, "type": 3, "id": 32421, "aya_id": 6}, {"text": " <font color=red>وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْلَمُونَ</font><BR><p>يَقُول تَعَالَى لِنَبِيِّهِ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ \" وَإِنْ أَحَد مِنْ الْمُشْرِكِينَ \" الَّذِينَ أَمَرْتُك بِقِتَالِهِمْ وَأَحْلَلْت لَك اِسْتِبَاحَة نُفُوسهمْ وَأَمْوَالهمْ \" اِسْتَجَارَك \" أَيْ اِسْتَأْمَنَك فَأَجِبهُ إِلَى طِلْبَته حَتَّى يَسْمَع كَلَام اللَّه أَيْ الْقُرْآن تَقْرَؤُهُ عَلَيْهِ وَتَذْكُر لَهُ شَيْئًا مِنْ أَمْر الدِّين تُقِيم بِهِ عَلَيْهِ حُجَّة اللَّه \" ثُمَّ أَبْلِغْهُ مَأْمَنه \" أَيْ وَهُوَ آمِن مُسْتَمِرّ الْأَمَان حَتَّى يَرْجِع إِلَى بِلَاده وَدَاره وَمَأْمَنه \" ذَلِكَ بِأَنَّهُمْ قَوْم لَا يَعْلَمُونَ \" أَيْ إِنَّمَا شَرَعْنَا أَمَان مِثْل هَؤُلَاءِ لِيَعْلَمُوا دِين اللَّه وَتَنْتَشِر دَعْوَة اللَّه فِي عِبَاده وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد فِي تَفْسِير هَذِهِ الْآيَة قَالَ : إِنْسَان يَأْتِيك لِيَسْمَع مَا تَقُول وَمَا أُنْزِلَ عَلَيْك فَهُوَ آمِن حَتَّى يَأْتِيك فَتُسْمِعهُ كَلَام اللَّه وَحَتَّى يَبْلُغ مَأْمَنه حَيْثُ جَاءَ وَمِنْ هَذَا كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُعْطِي الْأَمَان لِمَنْ جَاءَهُ مُسْتَرْشِدًا أَوْ فِي رِسَالَة كَمَا جَاءَ يَوْم الْحُدَيْبِيَة جَمَاعَة مِنْ الرُّسُل مِنْ قُرَيْش مِنْهُمْ عُرْوَة بْن مَسْعُود وَمِكْرَز بْن حَفْص وَسُهَيْل بْن عَمْرو وَغَيْرهمْ وَاحِدًا بَعْد وَاحِد يَتَرَدَّدُونَ فِي الْقَضِيَّة بَيْنه وَبَيْن الْمُشْرِكِينَ فَرَأَوْا مِنْ إِعْظَام الْمُسْلِمِينَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا بَهَرَهُمْ وَمَا لَمْ يُشَاهِدُوهُ عِنْد مَلِك وَلَا قَيْصَر فَرَجَعُوا إِلَى قَوْمهمْ وَأَخْبَرُوهُمْ بِذَلِكَ وَكَانَ ذَلِكَ وَأَمْثَاله مِنْ أَكْبَر أَسْبَاب هِدَايَة أَكْثَرهمْ وَلِهَذَا أَيْضًا لَمَّا قَدِمَ رَسُول مُسَيْلِمَة الْكَذَّاب عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُ أَتَشْهَدُ أَنَّ مُسَيْلِمَة رَسُول اللَّه ؟ قَالَ نَعَمْ . فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَوْلَا أَنَّ الرُّسُل لَا تُقْتَل لَضَرَبْت عُنُقك . وَقَدْ قَيَّضَ اللَّه لَهُ ضَرْب الْعُنُق فِي إِمَارَة اِبْن مَسْعُود عَلَى الْكُوفَة وَكَانَ يُقَال لَهُ اِبْن النَّوَّاحَة ظَهَرَ عَنْهُ فِي زَمَان اِبْن مَسْعُود أَنَّهُ يَشْهَد لِمُسَيْلِمَة بِالرِّسَالَةِ فَأَرْسَلَ إِلَيْهِ اِبْن مَسْعُود فَقَالَ لَهُ إِنَّك الْآن لَسْت فِي رِسَالَة وَأَمَرَ بِهِ فَضُرِبَتْ عُنُقه لَا رَحِمَهُ اللَّه وَلَعَنَهُ وَالْغَرَض أَنَّ مَنْ قَدِمَ مِنْ دَار الْحَرْب إِلَى دَار الْإِسْلَام فِي أَدَاء رِسَالَة أَوْ تِجَارَة أَوْ طَلَب صُلْح أَوْ مُهَادَنَة أَوْ حَمْل جِزْيَة أَوْ نَحْو ذَلِكَ مِنْ الْأَسْبَاب وَطَلَبَ مِنْ الْإِمَام أَوْ نَائِبه أَمَانًا أُعْطِيَ أَمَانًا مَادَامَ مُتَرَدِّدًا فِي دَار الْإِسْلَام وَيَجُوز أَنْ يُمَكَّن مِنْ إِقَامَة أَرْبَعَة أَشْهُر وَفِيمَا بَيْن ذَلِكَ فِيمَا زَادَ عَلَى أَرْبَعَة أَشْهُر وَنَقَصَ عَنْ سَنَة قَوْلَانِ عَنْ الْإِمَام الشَّافِعِيّ وَغَيْره مِنْ الْعُلَمَاء رَحِمَهُمْ اللَّه .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43479, "aya_id": 6}]