[{"text": "وَقَالَ لَهُمْ نِبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَن يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِّن رَّبِّكُمْ وَبَقِيَّةٌ مِّمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ تَحْمِلُهُ الْمَلآئِكَةُ إِنَّ فِي ذَلِكَ لآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ", "sura_id": 2, "type": 0, "id": 255, "aya_id": 248}, {"text": "وقال لهم نبيهم إن آية ملكه أن يأتيكم التابوت فيه سكينة من ربكم وبقية مما ترك آل موسى وآل هارون تحمله الملائكة إن في ذلك لآية لكم إن كنتم مؤمنين", "sura_id": 2, "type": 1, "id": 6491, "aya_id": 248}, {"text": "248 - (وقال لهم نبيهم) لما طلبوا منه آية على ملكه (إن آية مُلْكِه أن يأتيكم التابوت) الصندوق كان فيه صور الأنبياء أنزله الله على آدم واستمر إليهم فغلبهم العمالقة عليه وأخذوه وكانوا يستفتحون به على عدوهم ويقدمونه في القتال ويسكنون إليه كما قال تعالى (فيه سكينة) طمأنينة لقلوبكم (من ربكم وبقية مما ترك آل موسى وآل هارون) وهي نعلا موسى وعصاه وعمامة هارون وقفيز من المن الذي كان ينزل عليهم ورضاض من الألواح (تحمله الملائكة) حال من فاعل يأتيكم (إن في ذلك لآية لكم) على ملكه (إن كنتم مؤمنين) فحملته الملائكة بين السماء والأرض وهم ينظرون إليه حتى وضعته عند طالوت فأقروا بملكه وتسارعوا إلى الجهاد فاختار من شبابهم سبعين ألفا \r\n", "sura_id": 2, "type": 2, "id": 25199, "aya_id": 248}, {"text": "وقال لهم نبيهم: إن علامة ملكه أن يأتيكم الصندوق الذي فيه التوراة -وكان أعداؤهم قد انتزعوه منهم- فيه طمأنينة من ربكم تثبت قلوب المخلصين, وفيه بقية من بعض أشياء تركها آل موسى وآل هارون, مثل العصا وفُتات الألواح تحمله الملائكة. إن في ذلك لأعظم برهان لكم على اختيار طالوت ملكًا عليكم بأمر الله, إن كنتم مصدقين بالله ورسله.\r\n", "sura_id": 2, "type": 3, "id": 31435, "aya_id": 248}, {"text": " <font color=red>وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ وَبَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ تَحْمِلُهُ الْمَلَائِكَةُ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ</font><BR><p>يَقُول لَهُمْ نَبِيُّهُمْ إِنَّ عَلَامَة بَرَكَة مُلْك طَالُوت عَلَيْكُمْ أَنْ يَرُدَّ اللَّهُ عَلَيْكُمْ التَّابُوت الَّذِي كَانَ أُخِذَ مِنْكُمْ \" وَفِيهِ سَكِينَةٌ مِنْ رَبّكُمْ \" قِيلَ مَعْنَاهُ فِيهِ وَقَار وَجَلَالَة قَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة \" فِيهِ سَكِينَة \" أَيْ وَقَار وَقَالَ الرَّبِيع : رَحْمَة وَكَذَا رُوِيَ عَنْ الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَقَالَ اِبْن جُرَيْج : سَأَلْت عَطَاء عَنْ قَوْله \" فِيهِ سَكِينَة مِنْ رَبّكُمْ \" قَالَ : مَا تَعْرِفُونَ مِنْ آيَات اللَّه فَتَسْكُنُونَ إِلَيْهِ وَكَذَا قَالَ الْحَسَن الْبَصْرِيّ وَقِيلَ السَّكِينَة طَسْت مِنْ ذَهَب كَانَتْ تُغْسَل فِيهِ قُلُوب الْأَنْبِيَاء أَعْطَاهَا اللَّه مُوسَى عَلَيْهِ السَّلَام فَوَضَعَ فِيهَا الْأَلْوَاح وَرَوَاهُ السُّدِّيّ عَنْ أَبِي مَالِك عَنْ اِبْن عَبَّاس وَقَالَ سُفْيَان الثَّوْرِيّ : عَنْ سَلَمَة بْن كُهَيْل عَنْ أَبِي الْأَحْوَص عَنْ عَلِيّ قَالَ : السَّكِينَة لَهَا وَجْه كَوَجْهِ الْإِنْسَان ثُمَّ هِيَ رُوح هَفَّافَة وَقَالَ اِبْن جَرِير : حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا أَبُو دَاوُد حَدَّثَنَا شُعْبَة وَحَمَّاد بْن سَلَمَة وَأَبُو الْأَحْوَص كُلّهمْ عَنْ سِمَاك عَنْ خَالِد بْن عُرْعُرَة عَنْ عَلِيّ قَالَ : السَّكِينَة رِيح خَجُوج وَلَهَا رَأْسَانِ وَقَالَ مُجَاهِد لَهَا جَنَاحَانِ وَذَنَب وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ وَهْب بْن مُنَبِّه : السَّكِينَة رَأْس هِرَّة مَيِّتَة إِذَا صَرَخَتْ فِي التَّابُوت بِصُرَاخِ هِرّ أَيْقَنُوا بِالنَّصْرِ وَجَاءَهُمْ الْفَتْح وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا بَكَّار بْن عَبْد اللَّه أَنَّهُ سَمِعَ وَهْب بْن مُنَبِّه يَقُول : السَّكِينَة رُوح مِنْ اللَّه تَتَكَلَّم إِذَا اِخْتَلَفُوا فِي شَيْء تَكَلَّمَ فَتُخْبِرهُمْ بِبَيَانِ مَا يُرِيدُونَ . وَقَوْله \" وَبَقِيَّة مِمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ \" قَالَ اِبْن جَرِير : أَخْبَرَنَا اِبْن مُثَنَّى حَدَّثَنَا أَبُو الْوَلِيد حَدَّثَنَا حَمَّاد عَنْ دَاوُد بْن أَبِي هِنْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة \" وَبَقِيَّة مِمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ \" قَالَ عَصَاهُ وَرُضَاض الْأَلْوَاح وَكَذَا قَالَ قَتَادَة وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس وَعِكْرِمَة وَزَادَ وَالتَّوْرَاة وَقَالَ أَبُو صَالِح \" وَبَقِيَّة مِمَّا تَرَكَ آلُ مُوسَى \" يَعْنِي عَصَا مُوسَى وَعَصَا هَارُونَ وَلَوْحَيْنِ مِنْ التَّوْرَاة وَالْمَنّ وَقَالَ عَطِيَّة بْن سَعْد : عَصَا مُوسَى وَعَصَا هَارُون وَثِيَاب مُوسَى وَثِيَاب هَارُون وَرُضَاض الْأَلْوَاح وَقَالَ عَبْد الرَّزَّاق : سَأَلْت الثَّوْرِيّ عَنْ قَوْله \" وَبَقِيَّة مِمَّا تَرَكَ آل مُوسَى وَآل هَارُون \" فَقَالَ مِنْهُمْ مَنْ يَقُول قَفِيز مِنْ مَنٍّ وَرُضَاض الْأَلْوَاح وَمِنْهُمْ مَنْ يَقُول الْعَصَا وَالنَّعْلَانِ وَقَوْله \" تَحْمِلهُ الْمَلَائِكَة \" قَالَ اِبْن جُرَيْج : قَالَ اِبْن عَبَّاس : جَاءَتْ الْمَلَائِكَة تَحْمِل التَّابُوت بَيْن السَّمَاء وَالْأَرْض حَتَّى وَضَعَتْهُ بَيْن يَدَيْ طَالُوت وَالنَّاس يَنْظُرُونَ وَقَالَ السُّدِّيّ : أَصْبَحَ التَّابُوت فِي دَار طَالُوت فَآمَنُوا بِنُبُوَّةِ شَمْعُون وَأَطَاعُوا طَالُوت وَقَالَ عَبْد الرَّزَّاق عَنْ الثَّوْرِيّ عَنْ بَعْض أَشْيَاخه : جَاءَتْ بِهِ الْمَلَائِكَة تَسُوقهُ عَلَى عَجَلَة عَلَى بَقَرَة وَقِيلَ عَلَى بَقَرَتَيْنِ . وَذَكَرَ غَيْره أَنَّ التَّابُوت كَانَ بِأَرِيحَاء وَكَانَ الْمُشْرِكُونَ لَمَّا أَخَذُوهُ وَضَعُوهُ فِي بَيْت آلِهَتهمْ تَحْت صَنَمهمْ الْكَبِير فَأَصْبَحَ التَّابُوت عَلَى رَأْس الصَّنَم فَأَنْزَلُوهُ فَوَضَعُوهُ تَحْته فَأَصْبَحَ كَذَلِكَ فَسَمَّرُوهُ تَحْتُ فَأَصْبَحَ الصَّنَم مَكْسُور الْقَوَائِم مُلْقًى بَعِيدًا . فَعَلِمُوا أَنَّ هَذَا أَمْر مِنْ اللَّه لَا قِبَل لَهُمْ بِهِ فَأَخْرَجُوا التَّابُوت مِنْ بَلَدهمْ فَوَضَعُوهُ فِي بَعْض الْقُرَى فَأَصَابَ أَهْلهَا دَاء فِي رِقَابهمْ فَأَمَرَتْهُمْ جَارِيَة مِنْ سَبْي بَنِي إِسْرَائِيل أَنْ يَرُدُّوهُ إِلَى بَنِي إِسْرَائِيل حَتَّى يَخْلُصُوا مِنْ هَذَا الدَّاء فَحَمَلُوهُ عَلَى بَقَرَتَيْنِ فَسَارَتَا بِهِ لَا يَقْرَبهُ أَحَد إِلَّا مَاتَ حَتَّى اِقْتَرَبَتَا مِنْ بَلَد بَنِي إِسْرَائِيل فَكَسَرَتَا النَّيِّرِينَ وَرَجَعَتَا وَجَاءَ بَنُو إِسْرَائِيل فَأَخَذُوهُ فَقِيلَ إِنَّهُ تَسَلَّمَهُ دَاوُد عَلَيْهِ السَّلَام وَأَنَّهُ لَمَّا قَامَ إِلَيْهِمَا خَجِلَ مِنْ فَرَحه بِذَلِكَ وَقِيلَ شَابَّانِ مِنْهُمْ فَاَللَّه أَعْلَم. وَقِيلَ كَانَ التَّابُوت بِقَرْيَةٍ مِنْ قُرَى فِلَسْطِين يُقَال لَهَا أزدوه . وَقَوْله \" إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ \" أَيْ عَلَى صِدْقِي فِيمَا جِئْتُكُمْ بِهِ مِنْ النُّبُوَّة وَفِيمَا أَمَرْتُكُمْ بِهِ مِنْ طَاعَة طَالُوت \" إِنْ كُنْتُمْ مُؤْمِنِينَ \" أَيْ بِاَللَّهِ وَالْيَوْم الْآخِر .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38662, "aya_id": 248}]