[{"text": "مَلِكِ النَّاسِ", "sura_id": 114, "type": 0, "id": 6232, "aya_id": 2}, {"text": "ملك الناس", "sura_id": 114, "type": 1, "id": 12468, "aya_id": 2}, {"text": "2 - (ملك الناس) \r\n", "sura_id": 114, "type": 2, "id": 31176, "aya_id": 2}, {"text": "ملك الناس المتصرف في كل شؤونهم, الغنيِّ عنهم.\r\n", "sura_id": 114, "type": 3, "id": 37412, "aya_id": 2}, {"text": " <font color=red>مَلِكِ النَّاسِ</font><BR><p>هَذِهِ ثَلَاث صِفَات مِنْ صِفَات الرَّبّ عَزَّ وَجَلَّ الرُّبُوبِيَّة وَالْمُلْك وَالْإِلَهِيَّة فَهُوَ رَبّ كُلّ شَيْء وَمَلِيكه وَإِلَهه فَجَمِيع الْأَشْيَاء مَخْلُوقَة لَهُ مَمْلُوكَة عَبِيد لَهُ فَأَمَرَ الْمُسْتَعِيذ أَنْ يَتَعَوَّذ بِالْمُتَّصِفِ بِهَذِهِ الصِّفَات مِنْ شَرّ الْوَسْوَاس الْخَنَّاس وَهُوَ الشَّيْطَان الْمُوَكَّل بِالْإِنْسَانِ فَإِنَّهُ مَا مِنْ أَحَد مِنْ بَنِي آدَم إِلَّا وَلَهُ قَرِين يُزَيِّن لَهُ الْفَوَاحِش وَلَا يَأْلُوهُ جَهْدًا فِي الْخَيَال . وَالْمَعْصُوم مَنْ عَصَمَهُ اللَّه وَقَدْ ثَبَتَ فِي الصَّحِيح أَنَّهُ \" مَا مِنْكُمْ مِنْ أَحَد إِلَّا قَدْ وُكِّلَ بِهِ قَرِينه \" قَالُوا وَأَنْتَ يَا رَسُول اللَّه قَالَ \" نَعَمْ إِلَّا أَنَّ اللَّه أَعَانَنِي عَلَيْهِ فَأَسْلَمَ فَلَا يَأْمُرنِي إِلَّا بِخَيْرٍ \" . وَثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَنَس فِي قِصَّة زِيَارَة صَفِيَّة لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ مُعْتَكِف وَخُرُوجه مَعَهَا لَيْلًا لِيَرُدّهَا إِلَى مَنْزِلهَا فَلَقِيَهُ رَجُلَانِ مِنْ الْأَنْصَار فَلَمَّا رَأَيَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَسْرَعَا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَلَى رِسْلكُمَا إِنَّهَا صَفِيَّة بِنْت حُيَيّ \" فَقَالَا سُبْحَان اللَّه يَا رَسُول اللَّه فَقَالَ \" إِنَّ الشَّيْطَان يَجْرِي مِنْ اِبْن آدَم مَجْرَى الدَّم وَإِنِّي خَشِيت أَنْ يَقْذِف فِي قُلُوبكُمَا شَيْئًا - أَوْ قَالَ شَرًّا . وَقَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا مُحَمَّد بْن بَحْر حَدَّثَنَا عَدِيّ بْن أَبِي عُمَارَة حَدَّثَنَا زِيَاد النُّمَيْرِيّ عَنْ أَنَس بْن مَالِك قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الشَّيْطَان وَاضِع خَطْمه عَلَى قَلْب اِبْن آدَم فَإِنْ ذَكَرَ اللَّه خَنَسَ وَإِنْ نَسِيَ اِلْتَقَمَ قَلْبه فَذَلِكَ الْوَسْوَاس الْخَنَّاس \" غَرِيب . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ عَاصِم سَمِعْت أَبَا تَمِيمَة يُحَدِّث عَنْ رَدِيف رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ عَثَرَ بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِمَاره فَقُلْت تَعِسَ الشَّيْطَان فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَقُلْ تَعِسَ الشَّيْطَان فَإِنَّك إِذَا قُلْت تَعِسَ الشَّيْطَان تَعَاظَمَ وَقَالَ بِقُوَّتِي صَرَعْته وَإِذَا قُلْت بِسْمِ اللَّه تَصَاغَرَ حَتَّى يَصِير مِثْل الذُّبَاب\" تَفَرَّدَ بِهِ أَحْمَد إِسْنَاده جَيِّد قَوِيّ وَفِيهِ دَلَالَة عَلَى أَنَّ الْقَلْب مَتَى ذَكَرَ اللَّه تَصَاغَرَ الشَّيْطَان وَغُلِبَ وَإِنْ لَمْ يَذْكُر اللَّه تَعَاظَمَ وَغَلَبَ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو بَكْر الْحَنَفِيّ حَدَّثَنَا الضَّحَّاك بْن عُثْمَان عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَحَدكُمْ إِنْ كَانَ فِي الْمَسْجِد جَاءَ الشَّيْطَان فَأَبَسَ بِهِ كَمَا يَأْبِس الرَّجُل بِدَابَّتِهِ فَإِذَا سَكَنَ لَهُ زَنَقَهُ أَوْ أَلْجَمَهُ\" قَالَ أَبُو هُرَيْرَة وَأَنْتُمْ تَرَوْنَ ذَلِكَ أَمَّا الْمَزْنُوق فَتَرَاهُ مَائِلًا كَذَا لَا يَذْكُر اللَّه وَأَمَّا الْمُلْجَم فَفَاتِح فَاهُ لَا يَذْكُر اللَّه عَزَّ وَجَلَّ تَفَرَّدَ بِهِ أَحْمَد .</p><BR> <br> ", "sura_id": 114, "type": 4, "id": 37741, "aya_id": 2}]