[{"text": "فَقَالَ الْمَلأُ الَّذِينَ كَفَرُواْ مِن قِوْمِهِ مَا نَرَاكَ إِلاَّ بَشَرًا مِّثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلاَّ الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَى لَكُمْ عَلَيْنَا مِن فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ", "sura_id": 11, "type": 0, "id": 1500, "aya_id": 27}, {"text": "فقال الملأ الذين كفروا من قومه ما نراك إلا بشرا مثلنا وما نراك اتبعك إلا الذين هم أراذلنا بادي الرأي وما نرى لكم علينا من فضل بل نظنكم كاذبين", "sura_id": 11, "type": 1, "id": 7736, "aya_id": 27}, {"text": "27 - (فقال الملأ الذين كفروا من قومه) وهم الأشراف (ما نراك إلا بشراً مثلنا) ولا فضل لك علينا (وما نراك اتبعك إلا الذين هم أراذلنا) أسافلنا كالحاكة والأساكفة (باديَ الرأي) بالهمز وتركه ، أي ابتداء من غير تفكر فيك ونصبه على الظرف أي وقت حدوث أول رأيهم (وما نرى لكم علينا من فضل) فتستحقون به الاتباع منا (بل نظنكم كاذبين) في دعوى الرسالة ، أدرجوا قومه معه في الخطاب \r\n", "sura_id": 11, "type": 2, "id": 26444, "aya_id": 27}, {"text": "فقال رؤساء الكفر من قومه: إنك لست بمَلَك ولكنك بشر, فكيف أُوحي إليك مِن دوننا؟ وما نراك اتبعك إلا الذين هم أسافلنا وإنما اتبعوك من غير تفكر ولا رويَّة, وما نرى لكم علينا من فضل في رزق ولا مال لـمَّا دخلتم في دينكم هذا, بل نعتقد أنكم كاذبون فيما تدَّعون.\r\n", "sura_id": 11, "type": 3, "id": 32680, "aya_id": 27}, {"text": " <font color=red>فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ</font><BR><p>فَقَالَ \" الْمَلَأ الَّذِينَ كَفَرُوا مِنْ قَوْمه \" وَالْمَلَأ هُمْ السَّادَة وَالْكُبَرَاء مِنْ الْكَافِرِينَ مِنْهُمْ \" مَا نَرَاك إِلَّا بَشَرًا مِثْلنَا \" أَيْ لَسْت بِمَلَكٍ وَلَكِنَّك بَشَر فَكَيْف أُوحِيَ إِلَيْك مِنْ دُوننَا ثُمَّ مَا نَرَاك اِتَّبَعَك إِلَّا الَّذِينَ هُمْ أَرَاذِلنَا كَالْبَاعَةِ وَالْحَاكَة وَأَشْبَاههمْ وَلَمْ يَتَّبِعك الْأَشْرَاف وَلَا الرُّؤَسَاء مِنَّا ثُمَّ هَؤُلَاءِ الَّذِينَ اِتَّبَعُوك لَمْ يَكُنْ عَنْ تَرَوٍّ مِنْهُمْ وَلَا فِكْر وَلَا نَظَر بَلْ بِمُجَرَّدِ مَا دَعَوْتهمْ أَجَابُوك فَاتَّبَعُوك وَلِهَذَا قَالُوا \" وَمَا نَرَاك اِتَّبَعَك إِلَّا الَّذِينَ هُمْ أَرَاذِلنَا بَادِيَ الرَّأْي \" أَيْ فِي أَوَّل بَادِئ \" وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْل \" يَقُولُونَ مَا رَأَيْنَا لَكُمْ عَلَيْنَا فَضِيلَة فِي خَلْق وَلَا خُلُق وَلَا رِزْق وَلَا حَال لَمَّا دَخَلْتُمْ فِي دِينكُمْ هَذَا \" بَلْ نَظُنّكُمْ كَاذِبِينَ \" أَيْ فِيمَا تَدَّعُونَهُ لَكُمْ مِنْ الْبِرّ وَالصَّلَاح وَالْعِبَادَة وَالسَّعَادَة فِي الدَّار الْآخِرَة إِذْ صِرْتُمْ إِلَيْهَا هَذَا اِعْتِرَاض الْكَافِرِينَ عَلَى نُوح عَلَيْهِ السَّلَام وَأَتْبَاعه وَهُوَ دَلِيل عَلَى جَهْلهمْ وَقِلَّة عِلْمهمْ وَعَقْلهمْ فَإِنَّهُ لَيْسَ بِعَارٍ عَلَى الْحَقّ رَذَالَة مَنْ اِتَّبَعَهُ فَإِنَّ الْحَقّ فِي نَفْسه صَحِيح سَوَاء اِتَّبَعَهُ الْأَشْرَاف أَوْ الْأَرَاذِل بَلْ الْحَقّ الَّذِي لَا شَكَّ فِيهِ أَنَّ أَتْبَاعَ الْحَقّ هُمْ الْأَشْرَاف وَلَوْ كَانُوا فُقَرَاء وَاَلَّذِينَ يَأْبَوْنَهُ هُمْ الْأَرَاذِل وَلَوْ كَانُوا أَغْنِيَاء ثُمَّ الْوَاقِع غَالِبًا أَنَّ مَا يَتَّبِع الْحَقّ ضُعَفَاء النَّاس . وَالْغَالِب عَلَى الْأَشْرَاف وَالْكُبَرَاء مُخَالَفَته كَمَا قَالَ تَعَالَى \" وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلك فِي قَرْيَة مِنْ نَذِير إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّة وَإِنَّا عَلَى آثَارهمْ مُقْتَدُونَ\" وَلَمَّا سَأَلَ هِرَقْل مَلِك الرُّوم أَبَا سُفْيَان صَخْر بْن حَرْب عَنْ صِفَات النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُ فِيمَا قَالَ : أَشْرَاف النَّاس اِتَّبَعُوهُ أَوْ ضُعَفَاؤُهُمْ ؟ قَالَ بَلْ ضُعَفَاؤُهُمْ . فَقَالَ هِرَقْل هُمْ أَتْبَاع الرُّسُل وَقَوْلهمْ \" بَادِيَ الرَّأْي \" لَيْسَ بِمَذَمَّةٍ وَلَا عَيْب لِأَنَّ الْحَقّ إِذَا وَضَحَ لَا يَبْقَى لِلرَّأْيِ وَلَا لِلْفِكْرِ مَجَالٌ بَلْ لَا بُدّ مِنْ اِتِّبَاع الْحَقّ وَالْحَالَة هَذِهِ لِكُلِّ ذِي زَكَاء وَذَكَاء بَلْ لَا يُفَكِّر هَهُنَا إِلَّا غَبِيّ أَوْ عَيِيّ وَالرُّسُل صَلَوَات اللَّه وَسَلَامه عَلَيْهِمْ أَجْمَعِينَ إِنَّمَا جَاءُوا بِأَمْرٍ جَلِيّ وَاضِح . وَقَدْ جَاءَ فِي الْحَدِيث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا دَعَوْت أَحَدًا إِلَى الْإِسْلَام إِلَّا كَانَتْ لَهُ كَبْوَة غَيْر أَبِي بَكْر فَإِنَّهُ لَمْ يَتَلَعْثَم \" أَيْ مَا تَرَدَّدَ وَلَا تَرَوَّى لِأَنَّهُ رَأَى أَمْرًا جَلِيًّا عَظِيمًا وَاضِحًا فَبَادَرَ إِلَيْهِ وَسَارَعَ . وَقَوْله \" وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْل \" هُمْ لَا يَرَوْنَ ذَلِكَ لِأَنَّهُمْ عُمْي عَنْ الْحَقّ لَا يَسْمَعُونَ وَلَا يُبْصِرُونَ بَلْ هُمْ فِي رَيْبهمْ يَتَرَدَّدُونَ فِي ظُلُمَات الْجَهْل يَعْمَهُونَ وَهُمْ الْأَفَّاكُونَ الْكَاذِبُونَ الْأَقَلُّونَ الْأَرْذَلُونَ وَهُمْ فِي الْآخِرَة هُمْ الْأَخْسَرُونَ .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37643, "aya_id": 27}]