[{"text": "وَمَا كَانَ النَّاسُ إِلاَّ أُمَّةً وَاحِدَةً فَاخْتَلَفُواْ وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ", "sura_id": 10, "type": 0, "id": 1383, "aya_id": 19}, {"text": "وما كان الناس إلا أمة واحدة فاختلفوا ولولا كلمة سبقت من ربك لقضي بينهم فيما فيه يختلفون", "sura_id": 10, "type": 1, "id": 7619, "aya_id": 19}, {"text": "19 - (وما كان الناس إلا أمة واحدة) على دين واحد وهو الإسلام ، من لدن آدم إلى نوح ، وقيل من عهد إبراهيم إلى عمرو بن لحيّ (فاختلفوا) بأن ثبت بعض وكفر بعض (ولولا كلمة سبقت من ربك) بتأخير الجزاء إلى يوم القيامة (لقضي بينهم) أي الناس في الدنيا (فيما فيه يختلفون) من الدين بتعذيب الكافرين \r\n", "sura_id": 10, "type": 2, "id": 26327, "aya_id": 19}, {"text": "كان الناس على دين واحد وهو الإسلام, ثم اختلفوا بعد ذلك, فكفر بعضهم, وثبت بعضهم على الحق. ولولا كلمة سبقت من الله بإمهال العاصين وعدم معاجلتهم بذنوبهم لقُضِيَ بينهم: بأن يُهْلك أهل الباطل منهم, وينجي أهل الحق.\r\n", "sura_id": 10, "type": 3, "id": 32563, "aya_id": 19}, {"text": " <font color=red>وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً فَاخْتَلَفُوا وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ</font><BR><p>ثُمَّ أَخْبَرَ تَعَالَى أَنَّ هَذَا الشِّرْك حَادِث لِلنَّاسِ كَائِن بَعْد أَنْ لَمْ يَكُنْ وَأَنَّ النَّاس كُلّهمْ كَانُوا عَلَى دِين وَاحِد وَهُوَ الْإِسْلَام . قَالَ اِبْن عَبَّاس : كَانَ بَيْن آدَم وَنُوحَ عَشْرَة قُرُون كُلّهمْ عَلَى الْإِسْلَام ثُمَّ وَقَعَ الِاخْتِلَاف بَيْن النَّاس وَعُبِدَتْ الْأَصْنَام وَالْأَنْدَاد وَالْأَوْثَان فَبَعَثَ اللَّه الرُّسُل بِآيَاتِهِ وَبَيِّنَاته وَحُجَجه الْبَالِغَة وَبَرَاهِينه الدَّامِغَة \" لِيَهْلِك مَنْ هَلَكَ عَنْ بَيِّنَة وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَة \" وَقَوْله \" وَلَوْلَا كَلِمَة سَبَقَتْ مِنْ رَبّك \" الْآيَة أَيْ لَوْلَا مَا تَقَدَّمَ مِنْ اللَّه تَعَالَى أَنَّهُ لَا يُعَذِّب أَحَدًا إِلَّا بَعْد قِيَام الْحُجَّة عَلَيْهِ وَأَنَّهُ قَدْ أَجَّلَ الْخَلْق إِلَى أَجَل مَعْدُود لَقَضَى بَيْنهمْ فِيمَا اِخْتَلَفُوا فِيهِ فَأَسْعَدَ الْمُؤْمِنِينَ وَأَعْنَتَ الْكَافِرِينَ.</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37444, "aya_id": 19}]