[{"text": "قُلْ أَغَيْرَ اللّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالأَرْضِ وَهُوَ يُطْعِمُ وَلاَ يُطْعَمُ قُلْ إِنِّيَ أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلاَ تَكُونَنَّ مِنَ الْمُشْرِكَينَ", "sura_id": 6, "type": 0, "id": 803, "aya_id": 14}, {"text": "قل أغير الله أتخذ وليا فاطر السماوات والأرض وهو يطعم ولا يطعم قل إني أمرت أن أكون أول من أسلم ولا تكونن من المشركين", "sura_id": 6, "type": 1, "id": 7039, "aya_id": 14}, {"text": "14 - (قل) لهم (أغير الله أتخذ وليا) أعبده (فاطر السماوات والأرض) مبدعهما (وهو يُطْعِم) يرزِق (ولا يُطْعَم) لايُرزَق (قل إني أمرت أن أكون أول من أسلم) لله من هذه الأمة (و) قيل لي (لا تكونن من المشركين) به \r\n", "sura_id": 6, "type": 2, "id": 25747, "aya_id": 14}, {"text": "قل -أيها الرسول- لهؤلاء المشركين مع الله تعالى غيره: أغير الله تعالى أتخذ وليًّا ونصيرًا, وهو خالق السموات والأرض وما فيهن, وهو الذي يرزق خلقه ولا يرزقه أحد؟ قل -أيها الرسول- : إني أُمِرْتُ أن أكون أول مَن خضع وانقاد له بالعبودية من هذه الأمة, ونهيت أن أكون من المشركين معه غيره.\r\n", "sura_id": 6, "type": 3, "id": 31983, "aya_id": 14}, {"text": " <font color=red>قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ</font><BR><p>\" قُلْ أَغْيَر اللَّه أَتَّخِذ وَلِيًّا فَاطِر السَّمَوَات وَالْأَرْض \" كَقَوْلِهِ\" قُلْ أَفَغَيْر اللَّه تَأْمُرُونِّي أَعْبُد أَيّهَا الْجَاهِلُونَ\" وَالْمَعْنَى : لَا أَتَّخِذ وَلِيًّا إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ فَإِنَّهُ فَاطِر السَّمَوَات وَالْأَرْض أَيْ خَالِقهمَا وَمُبْدِعهمَا عَلَى غَيْر مِثَال سَبَقَ \" وَهُوَ يُطْعِم وَلَا يُطْعَم \" أَيْ وَهُوَ الرَّزَّاق لِخَلْقِهِ مِنْ غَيْر اِحْتِيَاج إِلَيْهِمْ كَمَا قَالَ تَعَالَى \" وَمَا خَلَقْت الْجِنّ وَالْإِنْس إِلَّا لَيَعْبُدُونَ \" الْآيَة وَأَقَرَّ بَعْضهمْ هَهُنَا \" وَهُوَ يُطْعِم وَلَا يُطْعَم\" أَيْ لَا يَأْكُل وَفِي حَدِيث سُهَيْل بْن أَبِي صَالِح عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : دَعَا رَجُل مِنْ الْأَنْصَار مِنْ أَهْل قُبَاء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى طَعَام فَانْطَلَقْنَا مَعَهُ فَلَمَّا طَعِمَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَغَسَلَ يَدَيْهِ قَالَ \" الْحَمْد لِلَّهِ الَّذِي يُطْعِم وَلَا يُطْعَم وَمَنَّ عَلَيْنَا فَهَدَانَا وَأَطْعَمَنَا وَسَقَانَا مِنْ الشَّرَاب وَكَسَانَا مِنْ الْعُرْي وَكُلّ بَلَاء حَسَن أَبْلَانَا الْحَمْد لِلَّهِ غَيْر مُوَدَّع رَبِّي وَلَا مَكْفِيّ وَلَا مَكْفُور وَلَا مُسْتَغْنًى عَنْهُ الْحَمْد لِلَّهِ الَّذِي أَطْعَمَنَا مِنْ الطَّعَام وَسَقَانَا مِنْ الشَّرَاب وَكَسَانَا مِنْ الْعُرْي وَهَدَانَا مِنْ الضَّلَال وَبَصَّرَنَا مِنْ الْعَمَى وَفَضَّلَنَا عَلَى كَثِير مِمَّنْ خَلَقَ تَفْضِيلًا الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ\" \" قُلْ إِنِّي أُمِرْت أَنْ أَكُون أَوَّل مَنْ أَسْلَمَ \" أَيْ مِنْ هَذِهِ الْأُمَّة .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42121, "aya_id": 14}]