[{"text": "قَالَ الْمَلأُ الَّذِينَ اسْتَكْبَرُواْ مِن قَوْمِهِ لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُواْ مَعَكَ مِن قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا قَالَ أَوَلَوْ كُنَّا كَارِهِينَ", "sura_id": 7, "type": 0, "id": 1042, "aya_id": 88}, {"text": "قال الملأ الذين استكبروا من قومه لنخرجنك يا شعيب والذين آمنوا معك من قريتنا أو لتعودن في ملتنا قال أولو كنا كارهين", "sura_id": 7, "type": 1, "id": 7278, "aya_id": 88}, {"text": "88 - (قال الملأ الذين استكبروا من قومه) عن الإيمان (لنخرجنك يا شعيب والذين آمنوا معك من قريتنا أو لتعودن) ترجعن (في ملتنا) ديننا ، وغلَّبوا في الخطاب الجمع على الواحد لأن شعيباً لم يكن في ملتهم قط وعلى نحوه أجاب (قال أ) نعود فيها (ولو كنا كارهين) لها استفهام إنكار \r\n", "sura_id": 7, "type": 2, "id": 25986, "aya_id": 88}, {"text": "قال السادة والكبراء من قوم شعيب الذين تكبروا عن الإيمان بالله واتباع رسوله شعيب عليه السلام: لنخرجنك يا شعيب ومَن معك من المؤمنين من ديارنا, إلا إذا صرتم إلى ديننا, قال شُعيب منكرًا ومتعجبًا من قولهم: أنتابعكم على دينكم ومِلَّتكم الباطلة, ولو كنا كارهين لها لعِلْمِنا ببطلانها؟\r\n", "sura_id": 7, "type": 3, "id": 32222, "aya_id": 88}, {"text": " <font color=red>قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا قَالَ أَوَلَوْ كُنَّا</font><BR><p>هَذَا خَبَر مِنْ اللَّه تَعَالَى عَمَّا وَاجَهَتْ بِهِ الْكُفَّار نَبِيّه شُعَيْبًا وَمَنْ مَعَهُ مِنْ الْمُؤْمِنِينَ فِي تَوَعُّدهمْ إِيَّاهُ وَمَنْ مَعَهُ بِالنَّفْيِ عَنْ الْقَرْيَة أَوْ الْإِكْرَاه عَلَى الرُّجُوع فِي مِلَّتهمْ وَالدُّخُول مَعَهُمْ فِيمَا هُمْ فِيهِ وَهَذَا خِطَاب مَعَ الرَّسُول وَالْمُرَاد أَتْبَاعه الَّذِينَ كَانُوا مَعَهُ عَلَى الْمِلَّة وَقَوْله \" أَوَلَوْ كُنَّا كَارِهِينَ \" يَقُول أَوْ أَنْتُمْ فَاعِلُونَ ذَلِكَ وَلَوْ كُنَّا كَارِهِينَ مَا تَدْعُونَا إِلَيْهِ فَإِنَّا إِنْ رَجَعْنَا إِلَى مِلَّتكُمْ وَدَخَلْنَا مَعَكُمْ فِيمَا أَنْتُمْ فِيهِ فَقَدْ أَعْظَمْنَا الْفِرْيَة عَلَى اللَّه فِي جَعْل الشُّرَكَاء مَعَهُ أَنْدَادًا وَهَذَا تَنْفِير مِنْهُ مِنْ اِتِّبَاعهمْ.</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42659, "aya_id": 88}]