[{"text": "وَأَنذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُواْ رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ أَوَلَمْ تَكُونُواْ أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ", "sura_id": 14, "type": 0, "id": 1794, "aya_id": 44}, {"text": "وأنذر الناس يوم يأتيهم العذاب فيقول الذين ظلموا ربنا أخرنا إلى أجل قريب نجب دعوتك ونتبع الرسل أولم تكونوا أقسمتم من قبل ما لكم من زوال", "sura_id": 14, "type": 1, "id": 8030, "aya_id": 44}, {"text": "44 - (وأنذر) خوف يا محمد (الناس) الكفار (يوم يأتيهم العذاب) هو يوم القيامة (فيقول الذين ظلموا) كفروا (ربنا أخرنا) بأن تردنا إلى الدنيا (إلى أجل قريب نجب دعوتك) بالتوحيد (ونتبع الرسل) فيقال لهم توبيخا (أولم تكونوا أقسمتم من) حلفتم (قبل ما) في الدنيا (لكم من زوال) زائدة (وسكنتم) عنها إلى الآخرة \r\n", "sura_id": 14, "type": 2, "id": 26738, "aya_id": 44}, {"text": "وأنذر -أيها الرسول- الناس الذين أرسلتُكَ إليهم عذاب الله يوم القيامة, وعند ذلك يقول الذين ظلموا أنفسهم بالكفر: ربنا أَمْهِلْنا إلى وقت قريب نؤمن بك ونصدق رسلك. فيقال لهم توبيخًا: ألم تقسموا في حياتكم أنه لا زوال لكم عن الحياة الدنيا إلى الآخرة, فلم تصدِّقوا بهذا البعث؟\r\n", "sura_id": 14, "type": 3, "id": 32974, "aya_id": 44}, {"text": " <font color=red>وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ قِيلَ الَّذِينَ ظَلَمُوا أَنْفُسهمْ عِنْد مُعَايَنَة الْعَذَاب \" رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَك وَنَتَّبِعْ الرُّسُلَ \" كَقَوْلِهِ\" حَتَّى إِذَا جَاءَ أَحَدَهُمْ الْمَوْتُ قَالَ رَبِّ اِرْجِعُونِ\" الْآيَة وَقَالَ تَعَالَى \" يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ \" الْآيَتَيْنِ وَقَالَ تَعَالَى مُخْبِرًا عَنْهُمْ فِي حَال مَحْشَرِهِمْ \" وَلَوْ تَرَى إِذْ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ\" الْآيَة . وَقَالَ \" وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا \" الْآيَة وَقَالَ تَعَالَى \" وَهُمْ يَصْطَرِخُونَ فِيهَا \" الْآيَة قَالَ تَعَالَى رَدًّا عَلَيْهِمْ فِي قَوْلهمْ هَذَا \" أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍ \" أَيْ أَوَلَمْ تَكُونُوا تَحْلِفُونَ مِنْ قَبْل هَذِهِ الْحَالَة أَنَّهُ لَا زَوَال لَكُمْ عَمَّا أَنْتُمْ فِيهِ وَأَنَّهُ لَا مَعَاد وَلَا جَزَاء فَذُوقُوا هَذَا بِذَلِكَ قَالَ مُجَاهِد وَغَيْره \" مَا لَكُمْ مِنْ زَوَال \" أَيْ مَا لَكُمْ مِنْ اِنْتِقَال مِنْ الدُّنْيَا إِلَى الْآخِرَة كَقَوْلِهِ \" وَأَقْسَمُوا بِاَللَّهِ جَهْد أَيْمَانِهِمْ لَا يَبْعَث اللَّه مَنْ يَمُوت \" الْآيَة .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37938, "aya_id": 44}]