[{"text": "وَقَالَتِ الْيَهُودُ يَدُ اللّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُواْ بِمَا قَالُواْ بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَاء وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاء إِلَى يَوْمِ الْقِيَامَةِ كُلَّمَا أَوْقَدُواْ نَارًا لِّلْحَرْبِ أَطْفَأَهَا اللّهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَادًا وَاللّهُ لاَ يُحِبُّ الْمُفْسِدِينَ", "sura_id": 5, "type": 0, "id": 733, "aya_id": 64}, {"text": "وقالت اليهود يد الله مغلولة غلت أيديهم ولعنوا بما قالوا بل يداه مبسوطتان ينفق كيف يشاء وليزيدن كثيرا منهم ما أنزل إليك من ربك طغيانا وكفرا وألقينا بينهم العداوة والبغضاء إلى يوم القيامة كلما أوقدوا نارا للحرب أطفأها الله ويسعون في الأرض فسادا والله لا يحب المفسدين", "sura_id": 5, "type": 1, "id": 6969, "aya_id": 64}, {"text": "64 - (وقالت اليهود) لما ضيق عليهم بتكذيبهم النبي صلى الله عليه وسلم بعد أن كانوا أكثر الناس مالا (يد الله مغلولة) مقبوضة عن إدرار الرزق علينا كنوا به عن البخل تعالى الله عن ذلك قال تعالى (غُلَّت) أمسكت (أيديهم) عن فعل الخيرات دعاء عليهم (ولعنوا بما قالوا بل يداه مبسوطتان) مبالغة في الوصف بالجود وثني اليد لإفادة الكثرة إذ غاية ما يبذله السخي من ماله أي يعطي بيديه (ينفق كيف يشاء) من توسيع وتضييق لا اعتراض عليه (وليزيدن كثيرا منهم ما أنزل إليك من ربك) من القرآن (طغيانا وكفرا) لكفرهم به (وألقينا بينهم العداوة والبغضاء إلى يوم القيامة) فكل يوم فرقة منهم تخالف الأخرى (كلما أوقدوا نارا للحرب) أي لحرب النبي صلى الله عليه وسلم (أطفأها الله) أي كلما أرادوه ردهم (ويسعون في الأرض فسادا) أي مفسدين بالمعاصي (والله لا يحب المفسدين) بمعنى أنه يعاقبهم \r\n", "sura_id": 5, "type": 2, "id": 25677, "aya_id": 64}, {"text": "يُطلع الله نَبِيَّه على شيء من مآثم اليهود -وكان مما يُسرُّونه فيما بينهم- أنهم قالوا: يد الله محبوسة عن فعل الخيرات, بَخِلَ علينا بالرزق والتوسعة, وذلك حين لحقهم جَدْب وقحط. غُلَّتْ أيديهم, أي: حبست أيديهم هم عن فِعْلِ الخيرات, وطردهم الله من رحمته بسبب قولهم. وليس الأمر كما يفترونه على ربهم, بل يداه مبسوطتان لا حَجْرَ عليه, ولا مانع يمنعه من الإنفاق, فإنه الجواد الكريم, ينفق على مقتضى الحكمة وما فيه مصلحة العباد. وفي الآية إثبات لصفة اليدين لله سبحانه وتعالى كما يليق به من غير تشبيه ولا تكييف. لكنهم سوف يزدادون طغيانًا وكفرًا بسبب حقدهم وحسدهم; لأن الله قد اصطفاك بالرسالة. ويخبر تعالى أن طوائف اليهود سيظلون إلى يوم القيامة يعادي بعضهم بعضًا, وينفر بعضهم من بعض, كلما تآمروا على الكيد للمسلمين بإثارة الفتن وإشعال نار الحرب ردَّ الله كيدهم, وفرَّق شملهم, ولا يزال اليهود يعملون بمعاصي الله مما ينشأ عنها الفساد والاضطراب في الأرض. والله تعالى لا يحب المفسدين.\r\n", "sura_id": 5, "type": 3, "id": 31913, "aya_id": 64}, {"text": " <font color=red>وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا وَاللَّهُ لَا يُحِبُّ الْمُفْسِدِينَ</font><BR><p>يُخْبِر تَعَالَى عَنْ الْيَهُود عَلَيْهِمْ لَعَائِن اللَّه الْمُتَتَابِعَة إِلَى يَوْم الْقِيَامَة بِأَنَّهُمْ وَصَفُوهُ تَعَالَى عَنْ قَوْلهمْ عُلُوًّا كَبِيرًا بِأَنَّهُ بَخِيل كَمَا وَصَفُوهُ بِأَنَّهُ فَقِير وَهُمْ أَغْنِيَاء وَعَبَّرُوا عَنْ الْبُخْل بِأَنْ قَالُوا \" يَد اللَّه مَغْلُولَة \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو عَبْد اللَّه الطِّهْرَانِيّ حَدَّثَنَا حَفْص بْن عُمَر الْعَدَنِيّ حَدَّثَنَا الْحَكَم بْن أَبَان عَنْ عِكْرِمَة قَالَ : قَالَ اِبْن عَبَّاس : مَغْلُولَة أَيْ بَخِيلَة وَقَالَ عَلِيّ بْن أَبِي طَلْحَة : عَنْ اِبْن عَبَّاس قَوْله وَقَالَتْ الْيَهُود يَد اللَّه مَغْلُولَة قَالَ لَا يَعْنُونَ بِذَلِكَ أَنَّ يَد اللَّه مُوثَقَة وَلَكِنْ يَقُولُونَ بَخِيل يَعْنِي أَمْسَكَ مَا عِنْده بُخْلًا تَعَالَى اللَّه عَنْ قَوْلهمْ عُلُوًّا كَبِيرًا وَكَذَا رُوِيَ عَنْ مُجَاهِد وَعِكْرِمَة وَقَتَادَة وَالسُّدِّيّ وَالضَّحَّاك وَقَرَأَ \" وَلَا تَجْعَل يَدك مَغْلُولَة إِلَى عُنُقك وَلَا تَبْسُطهَا كُلَّ الْبَسْط فَتَقْعُد مَلُومًا مَحْسُورًا \" يَعْنِي أَنَّهُ يَنْهَى عَنْ الْبُخْل وَعَنْ التَّبْذِير وَهُوَ زِيَادَة الْإِنْفَاق فِي غَيْر مَحَلّه وَعَبَّرَ عَنْ الْبُخْل بِقَوْلِهِ \" وَلَا تَجْعَل يَدك مَغْلُولَة إِلَى عُنُقك \" وَهَذَا هُوَ الَّذِي أَرَادَ هَؤُلَاءِ الْيَهُود عَلَيْهِمْ لَعَائِن اللَّه وَقَدْ قَالَ عِكْرِمَة إِنَّهَا نَزَلَتْ فِي فِنْحَاص الْيَهُودِيّ عَلَيْهِ لَعْنَة اللَّه وَقَدْ تَقَدَّمَ أَنَّهُ الَّذِي قَالَ إِنَّ اللَّه فَقِير وَنَحْنُ أَغْنِيَاء فَضَرَبَهُ أَبُو بَكْر الصِّدِّيق - رَضِيَ اللَّه عَنْهُ - وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنَا مُحَمَّد بْن أَبِي مُحَمَّد عَنْ سَعِيد أَوْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَجُل مِنْ الْيَهُود يُقَال : لَهُ شَاس بْن قَيْس إِنَّ رَبّك بَخِيل لَا يُنْفِق فَأَنْزَلَ اللَّه وَقَالَتْ الْيَهُود : \" يَد اللَّه مَغْلُولَة غُلَّتْ أَيْدِيهمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِق كَيْف يَشَاء \" وَقَدْ رَدَّ اللَّه عَزَّ وَجَلَّ عَلَيْهِمْ مَا قَالُوهُ وَقَابَلَهُمْ فِيمَا اِخْتَلَقُوهُ وَافْتَرَوْهُ وَائْتَفَكُوهُ فَقَالَ\" غُلَّتْ أَيْدِيهمْ وَلُعِنُوا بِمَا قَالُوا \" وَهَكَذَا وَقَعَ لَهُمْ فَإِنَّ عِنْدهمْ مِنْ الْبُخْل وَالْحَسَد وَالْجُبْن وَالذِّلَّة أَمْرًا عَظِيمًا كَمَا قَالَ تَعَالَى \" أَمْ لَهُمْ نَصِيب مِنْ الْمُلْكِ فَإِذًا لَا يُؤْتُونَ النَّاسَ نَقِيرًا أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمْ اللَّه مِنْ فَضْله \" الْآيَة وَقَالَ تَعَالَى \" ضُرِبَتْ عَلَيْهِمْ الذِّلَّة \" الْآيَة ثُمَّ قَالَ تَعَالَى \" بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِق كَيْف يَشَاء \" أَيْ بَلْ هُوَ الْوَاهِب الْفَضْل الْجَزِيل الْعَطَاء الَّذِي مَا مِنْ شَيْء إِلَّا عِنْده خَزَائِنه وَهُوَ الَّذِي مَا بِخَلْقِهِ مِنْ نِعْمَة فَمِنْهُ وَهُوَ لَا شَرِيك لَهُ الَّذِي خَلَقَ لَنَا كُلّ شَيْء مِمَّا نَحْتَاج إِلَيْهِ فِي لَيْلنَا وَنَهَارنَا وَحَضَرِنَا وَسَفَرنَا وَفِي جَمِيع أَحْوَالنَا كَمَا قَالَ \" وَآتَاكُمْ مِنْ كُلّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَة اللَّه لَا تُحْصُوهَا إِنَّ الْإِنْسَان لَظَلُومٌ كَفَّار\" وَالْآيَات فِي هَذَا كَثِيرَة وَقَدْ قَالَ الْإِمَام أَحْمَد بْن حَنْبَل حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا عُمَر عَنْ هَمَّام بْن مُنَبِّه قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - : \" إِنَّ يَمِين اللَّه مَلْأَى لَا يَغِيضهَا نَفَقَةٌ سَحَّاءُ اللَّيْلَ وَالنَّهَارَ أَرَأَيْتُمْ مَا أَنْفَقَ مُنْذُ خَلَقَ السَّمَوَات وَالْأَرْض فَإِنَّهُ لَمْ يَغِضْ مَا فِي يَمِينه قَالَ وَعَرْشه عَلَى الْمَاء وَفِي يَده الْأُخْرَى الْفَيْض يَرْفَع وَيَخْفِض وَقَالَ يَقُول اللَّه تَعَالَى أَنْفِقْ أُنْفِق عَلَيْك \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ الْبُخَارِيّ فِي التَّوْحِيد عَنْ عَلِيّ بْن الْمَدِينِيّ وَمُسْلِم فِيهِ عَنْ مُحَمَّد بْن رَافِع كِلَاهُمَا عَنْ عَبْد الرَّزَّاق بِهِ وَقَوْله تَعَالَى \" وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْك مِنْ رَبّك طُغْيَانًا وَكُفْرًا \" أَيْ يَكُون مَا أَتَاك اللَّه يَا مُحَمَّد مِنْ النِّعْمَة نِقْمَةً فِي حَقّ أَعْدَائِك مِنْ الْيَهُود وَأَشْبَاههمْ فَكَمَا يَزْدَاد بِهِ الْمُؤْمِنُونَ تَصْدِيقًا وَعَمَلًا صَالِحًا وَعِلْمًا نَافِعًا يَزْدَاد بِهِ الْكَافِرُونَ الْحَاسِدُونَ لَك وَلِأُمَّتِك طُغْيَانًا وَهُوَ الْمُبَالَغَة وَالْمُجَاوَزَة لِلْحَدِّ فِي الْأَشْيَاء وَكُفْرًا أَيْ تَكْذِيبًا كَمَا قَالَ تَعَالَى \" قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاء وَاَلَّذِينَ لَا يُؤْمِنُونَ فِي آذَانهمْ وَقْر وَهُوَ عَلَيْهِمْ عَمًى أُولَئِكَ يُنَادَوْنَ مِنْ مَكَان بَعِيد \" وَقَالَ تَعَالَى \" وَنُنَزِّل مِنْ الْقُرْآن مَا هُوَ شِفَاء وَرَحْمَة لِلْمُؤْمِنِينَ وَلَا يَزِيد الظَّالِمِينَ إِلَّا خَسَارًا \" وَقَوْله تَعَالَى \" وَأَلْقَيْنَا بَيْنهمْ الْعَدَاوَة وَالْبَغْضَاء إِلَى يَوْم الْقِيَامَة \" يَعْنِي أَنَّهُ لَا تَجْتَمِع قُلُوبهمْ بَلْ الْعَدَاوَة وَاقِعَة بَيْن فِرَقهمْ بَعْضهمْ فِي بَعْض دَائِمًا لِأَنَّهُمْ لَا يَجْتَمِعُونَ عَلَى حَقّ وَقَدْ خَالَفُوك وَكَذَّبُوك وَقَالَ إِبْرَاهِيم النَّخَعِيّ \" وَأَلْقَيْنَا بَيْنهمْ الْعَدَاوَة وَالْبَغْضَاء \" قَالَ الْخُصُومَات وَالْجِدَال فِي الدِّين رَوَاهُ اِبْن أَبِي حَاتِم وَقَوْله كُلَّمَا \" أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّه \" أَيْ كُلَّمَا عَقَدُوا أَسْبَابًا يَكِيدُونَك بِهَا وَكُلَّمَا أَبْرَمُوا أُمُورًا يُحَارِبُونَك بِهَا أَبْطَلَهَا اللَّه وَرَدَّ كَيْدهمْ عَلَيْهِمْ وَحَاقَ مَكْرُهُمْ السَّيِّئ بِهِمْ وَيَسْعَوْنَ فِي الْأَرْض فَسَادًا\" وَاَللَّه لَا يُحِبّ الْمُفْسِدِينَ \" أَيْ مِنْ سَجِيَّتهمْ أَنَّهُمْ أَئِمَّة يَسْعَوْنَ فِي الْإِفْسَاد فِي الْأَرْض وَاَللَّه لَا يُحِبّ مَنْ هَذِهِ صِفَته .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41518, "aya_id": 64}]