[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَقْتُلُواْ الصَّيْدَ وَأَنتُمْ حُرُمٌ وَمَن قَتَلَهُ مِنكُم مُّتَعَمِّدًا فَجَزَاء مِّثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِّنكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَو عَدْلُ ذَلِكَ صِيَامًا لِّيَذُوقَ وَبَالَ أَمْرِهِ عَفَا اللّهُ عَمَّا سَلَف وَمَنْ عَادَ فَيَنتَقِمُ اللّهُ مِنْهُ وَاللّهُ عَزِيزٌ ذُو انْتِقَامٍ", "sura_id": 5, "type": 0, "id": 764, "aya_id": 95}, {"text": "يا أيها الذين آمنوا لا تقتلوا الصيد وأنتم حرم ومن قتله منكم متعمدا فجزاء مثل ما قتل من النعم يحكم به ذوا عدل منكم هديا بالغ الكعبة أو كفارة طعام مساكين أو عدل ذلك صياما ليذوق وبال أمره عفا الله عما سلف ومن عاد فينتقم الله منه والله عزيز ذو انتقام", "sura_id": 5, "type": 1, "id": 7000, "aya_id": 95}, {"text": "95 - (يا أيها الذين آمنوا لا تقتلوا الصيد وأنتم حرم) محرمون بحج أو عمرة (ومن قتله منكم متعمدا فجزاء) بالتنوين ورفع ما بعده أي فعليه جزاء هو (مثل ما قتل من النعم) أي شبهه في الخلقة وفي قراءة بإضافة جزاء (يحكم به) أي بالمثل رجلان (ذوا عدل منكم) لهم فطنة يميزان بها أشبه الأشياء به وقد حكم ابن عباس وعمر وعلي رضي الله عنهم في النعامة ببدنة وابن عباس وأبو عبيدة في بقر الوحش وحماره ببقرة وابن عمر وابن عوف في الظبي بشاة وحكم بها ابن عباس وعمر وغيرهما في الحمام لأنه يشبهها في العب (هديا) حال من جزاء (بالغ الكعبة) أي يبلغ به الحرم فيذبح فيه ويتصدق به على مساكينه ولا يجوز أن يذبح حيث كان ونصبه نعتا لما قبله وإن أضيف لأن إضافته لفظية لا تفيد تعريفا فإن لم يكن للصيد مثل من النعم كالعصفور والجراد فعليه قيمته (أو) عليه (كفارة) غير الجزاء وإن وجده هي (طعام مساكين) من غالب قوت البلد ما يساوي قيمة الجزاء لكل مسكين مد ، وفي قراءة بإضافة كفارة لما بعده وهي للبيان (أو) عليه (عدل) مثل (ذلك) الطعام (صياما) يصومه عن كل مد يوم وإن وجده وجب ذلك عليه (ليذوق وبال) ثقل جزاء (أمره) الذي فعله (عفا الله عما سلف) من قتل الصيد قبل تحريمه (ومن عاد) إليه (فينتقم الله منه والله عزيز) غالب على أمره (ذو انتقام) ممن عصاه ، وألحق بقتله متعمدا فيما ذكر الخطأ \r\n", "sura_id": 5, "type": 2, "id": 25708, "aya_id": 95}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه لا تقتلوا صيد البر, وأنتم محرمون بحج أو عمرة, أو كنتم داخل الحرم ومَن قتل أيَّ نوعٍ من صيد البرِّ متعمدًا فجزاء ذلك أن يذبح مثل ذلك الصيد من بهيمة الأنعام: الإبل أو البقر أو الغنم, بعد أن يُقَدِّره اثنان عدلان, وأن يهديه لفقراء الحرم, أو أن يشتري بقيمة مثله طعامًا يهديه لفقراء الحرم لكل مسكين نصف صاع, أو يصوم بدلا من ذلك يوما عن كل نصف صاع من ذلك الطعام, فَرَضَ الله عليه هذا الجزاء; ليلقى بإيجاب الجزاء المذكور عاقبة فِعْله. والذين وقعوا في شيء من ذلك قبل التحريم فإن الله تعالى قد عفا عنهم, ومَن عاد إلى المخالفة متعمدًا بعد التحريم, فإنه مُعَرَّض لانتقام الله منه. والله تعالى عزيز قويٌّ منيع في سلطانه, ومِن عزته أنه ينتقم ممن عصاه إذا أراد, لا يمنعه من ذلك مانع.\r\n", "sura_id": 5, "type": 3, "id": 31944, "aya_id": 95}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَلِكَ صِيَامًا لِيَذُوقَ وَبَالَ أَمْرِهِ عَفَا اللَّهُ عَمَّا سَلَفَ وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ وَاللَّهُ عَزِيزٌ ذُو</font><BR><p>قَالَ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْد وَأَنْتُمْ حُرُم\" وَهَذَا تَحْرِيم مِنْهُ تَعَالَى لِقَتْلِ الصَّيْد فِي حَال الْإِحْرَام وَنَهْي عَنْ تَعَاطِيه فِيهِ وَهَذَا إِنَّمَا يَتَنَاوَل مِنْ حَيْثُ الْمَعْنَى الْمَأْكُول وَلَوْ مَا تَوَلَّدَ مِنْهُ وَمِنْ غَيْره فَأَمَّا غَيْر الْمَأْكُول مِنْ حَيَوَانَات الْبَرّ فَعِنْد الشَّافِعِيّ يَجُوز لِلْمُحْرِمِ قَتْلهَا وَالْجُمْهُور عَلَى تَحْرِيم قَتْلهَا أَيْضًا وَلَا يُسْتَثْنَى مِنْ ذَلِكَ إِلَّا مَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ طَرِيق الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة أُمّ الْمُؤْمِنِينَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" خَمْس فَوَاسِق يُقْتَلْنَ فِي الْحِلّ وَالْحَرَم : الْغُرَاب وَالْحَدَأَة وَالْعَقْرَب وَالْفَأْرَة وَالْكَلْب الْعَقُور \" . وَقَالَ مَالِك عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" خَمْس مِنْ الدَّوَابّ لَيْسَ عَلَى الْمُحْرِم فِي قَتْلهنَّ جُنَاح : الْغُرَاب وَالْحَدَأَة وَالْعَقْرَب وَالْفَأْرَة وَالْكَلْب الْعَقُور \" أَخْرَجَاهُ وَرَوَاهُ أَيُّوب عَنْ نَافِع عَنْ اِبْن عُمَر مِثْله قَالَ أَيُّوب فَقُلْت لِنَافِعٍ فَالْحَيَّة قَالَ الْحَيَّة لَا شَكَّ فِيهَا وَلَا يُخْتَلَف فِي قَتْلهَا وَمِنْ الْعُلَمَاء كَمَالِكٍ وَأَحْمَد مَنْ أَلْحَقَ بِالْكَلْبِ الْعَقُور الذِّئْب وَالسَّبُع وَالنَّمِر وَالْفَهْد لِأَنَّهَا أَشَدُّ ضَرَرًا مِنْهُ فَاَللَّه أَعْلَم . وَقَالَ زَيْد بْن أَسْلَمَ وَسُفْيَان بْن عُيَيْنَةَ الْكَلْب الْعَقُور يَشْمَل هَذِهِ السِّبَاع الْعَادِيَة كُلّهَا وَاسْتَأْنَسَ مَنْ قَالَ بِهَذَا بِمَا رُوِيَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا دَعَا عَلَى عُتْبَة بْن أَبِي لَهَب قَالَ\" اللَّهُمَّ سَلِّطْ عَلَيْهِ كَلْبك بِالشَّامِ \" فَأَكَلَهُ السَّبُع بِالزَّرْقَاءِ قَالُوا فَإِنْ قَتَلَ مَا عَدَاهُنَّ فَدَاهُ كَالضَّبُعِ وَالثَّعْلَب وَالْوَبْر وَنَحْو ذَلِكَ قَالَ مَالِك وَكَذَا يُسْتَثْنَى مِنْ ذَلِكَ صِغَار هَذِهِ الْخَمْس الْمَنْصُوص عَلَيْهَا وَصِغَار الْمُلْحَق بِهَا مِنْ السِّبَاع الْعَوَادِي وَقَالَ الشَّافِعِيّ : يَجُوز لِلْمُحْرِمِ قَتْل مَا لَا يُؤْكَل لَحْمه وَلَا فَرْق بَيْن صِغَاره وَكِبَاره وَجَعَلَ الْعِلَّة الْجَامِعَة كَوْنهَا لَا تُؤْكَل وَقَالَ أَبُو حَنِيفَة : يَقْتُل الْمُحْرِم الْكَلْب الْعَقُور وَالذِّئْب لِأَنَّهُ كَلْب بَرِّيّ فَإِنْ قَتَلَ غَيْرهمَا فَدَاهُ إِلَّا أَنْ يَصُول عَلَيْهِ سَبُع غَيْرهمَا فَيَقْتُلهُ فَلَا فِدَاء عَلَيْهِ وَهَذَا قَوْل الْأَوْزَاعِيّ وَالْحَسَن بْن صَالِح بْن حُيَيّ وَقَالَ زُفَر بْن الْهُذَيْل يَفْدِي مَا سِوَى ذَلِكَ وَإِنْ صَالَ عَلَيْهِ. وَقَالَ بَعْض النَّاس الْمُرَاد بِالْغُرَابِ هَهُنَا الْأَبْقَع وَهُوَ الَّذِي فِي بَطْنه وَظَهْره بَيَاض دُون الْأَدْرَع وَهُوَ الْأَسْوَد وَالْأَعْصَم وَهُوَ الْأَبْيَض لِمَا رَوَاهُ النَّسَائِيّ عَنْ عَمْرو بْن عَلِيّ الْفَلَّاس عَنْ يَحْيَى الْقَطَّان عَنْ شُعْبَة عَنْ قَتَادَة عَنْ سَعِيد بْن الْمُسَيِّب عَنْ عَائِشَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ قَالَ \" خَمْس يَقْتُلهُنَّ الْمُحْرِم : الْحَيَّة وَالْفَأْرَة وَالْحَدَأَة وَالْغُرَاب الْأَبْقَع وَالْكَلْب الْعَقُور \" وَالْجُمْهُور عَلَى أَنَّ الْمُرَاد بِهِ أَعَمُّ مِنْ ذَلِكَ لِمَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ إِطْلَاق لَفْظه وَقَالَ مَالِك - رَحِمَهُ اللَّه - لَا يَقْتُل الْمُحْرِم الْغُرَاب إِلَّا إِذَا صَالَ عَلَيْهِ وَآذَاهُ وَقَالَ مُجَاهِد بْن جُبَيْر وَطَائِفَة لَا يَقْتُلهُ بَلْ يَرْمِيه وَيُرْوَى مِثْله عَنْ عَلِيّ وَقَدْ رَوَى هُشَيْم حَدَّثَنَا يَزِيد بْن أَبِي زِيَاد عَنْ عَبْد الرَّحْمَن بْن أَبِي نُعْم عَنْ أَبِي سَعِيد عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ سُئِلَ عَمَّا يَقْتُل الْمُحْرِم فَقَالَ \" الْحَيَّة وَالْعَقْرَب وَالْفُوَيْسِقَة وَيَرْمِي الْغُرَاب وَلَا يَقْتُلهُ وَالْكَلْب الْعَقُور وَالْحَدَأَة وَالسَّبُع الْعَادِي \" . رَوَاهُ أَبُو دَاوُدَ عَنْ أَحْمَد بْن حَنْبَل وَالتِّرْمِذِيّ عَنْ أَحْمَد بْن مَنِيع كِلَاهُمَا عَنْ هُشَيْم وَابْن مَاجَهْ عَنْ أَبِي كُرَيْب وَعَنْ مُحَمَّد بْن فُضَيْل كِلَاهُمَا عَنْ يَزِيد بْن أَبِي زِيَاد وَهُوَ ضَعِيف وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن . وَقَوْله تَعَالَى \" وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنْ النَّعَم \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا اِبْن عُلَيَّة عَنْ أَيُّوب قَالَ نُبِّئْت عَنْ طَاوُسٍ أَنَّهُ قَالَ لَا يُحْكَم عَلَى مَنْ أَصَابَ صَيْدًا خَطَأ إِنَّمَا يُحْكَم عَلَى مَنْ أَصَابَهُ مُتَعَمِّدًا وَهَذَا مَذْهَب غَرِيب عَنْ طَاوُسٍ وَهُوَ مُتَمَسِّك بِظَاهِرِ الْآيَة . وَقَالَ مُجَاهِد بْن جُبَيْر الْمُرَاد بِالْمُتَعَمِّدِ هُنَا الْقَاصِد إِلَى قَتْل الصَّيْد النَّاسِي لِإِحْرَامِهِ فَأَمَّا الْمُتَعَمِّد لِقَتْلِ الصَّيْد مَعَ ذِكْره لِإِحْرَامِهِ فَذَاكَ أَمْره أَعْظَمُ مِنْ أَنْ يُكَفِّر وَقَدْ بَطَلَ إِحْرَامه . رَوَاهُ اِبْن جَرِير عَنْهُ مِنْ طَرِيق اِبْن أَبِي نَجِيح وَلَيْث بْن أَبِي سُلَيْم وَغَيْرهمَا عَنْهُ وَهُوَ قَوْل غَرِيب أَيْضًا وَاَلَّذِي عَلَيْهِ الْجُمْهُور أَنَّ الْعَامِد وَالنَّاسِي سَوَاء فِي وُجُوب الْجَزَاء عَلَيْهِ وَقَالَ الزُّهْرِيّ دَلَّ الْكِتَاب عَلَى الْعَامِد وَجَرَتْ السُّنَّة عَلَى النَّاسِي وَمَعْنَى هَذَا أَنَّ الْقُرْآن دَلَّ عَلَى وُجُوب الْجَزَاء عَلَى الْمُتَعَمِّد وَعَلَى تَأْثِيمه بِقَوْلِهِ لِيَذُوقَ وَبَال أَمْره \" عَفَا اللَّه عَمَّا سَلَفَ وَمَنْ عَادَ فَيَنْتَقِم اللَّه مِنْهُ \" وَجَاءَتْ السُّنَّة مِنْ أَحْكَام النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَحْكَام أَصْحَابه بِوُجُوبِ الْجَزَاء فِي الْخَطَأ كَمَا دَلَّ الْكِتَاب عَلَيْهِ فِي الْعَمْد وَأَيْضًا فَإِنَّ قَتْل الصَّيْد إِتْلَاف وَالْإِتْلَاف مَضْمُون فِي الْعَمْد وَفِي النِّسْيَان لَكِنَّ الْمُتَعَمِّد مَأْثُوم وَالْمُخْطِئ غَيْر مَلُوم وَقَوْله تَعَالَى \" فَجَزَاء مِثْل مَا قَتَلَ مِنْ النَّعَم \" قَرَأَ بَعْضهمْ بِالْإِضَافَةِ وَقَرَأَ آخَرُونَ بِعَطْفِهَا \" فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنْ النَّعَم \" وَحَكَى اِبْن جَرِير أَنَّ اِبْن مَسْعُود قَرَأَ\" فَجَزَاؤُهُ مِثْل مَا قَتَلَ مِنْ النَّعَم \" وَفِي قَوْله \" فَجَزَاء مِثْل مَا قَتَلَ مِنْ النَّعَم \" عَلَى كُلّ مِنْ الْقِرَاءَتَيْنِ دَلِيل لِمَا ذَهَبَ إِلَيْهِ مَالِك وَالشَّافِعِيّ وَأَحْمَد وَالْجُمْهُور مِنْ وُجُوب الْجَزَاء مِنْ مِثْل مَا قَتَلَهُ الْمُحْرِم إِذَا كَانَ لَهُ مِثْل مِنْ الْحَيَوَان الْإِنْسِيّ خِلَافًا لِأَبِي حَنِيفَة - رَحِمَهُ اللَّه - حَيْثُ أَوْجَبَ الْقِيمَة سَوَاء كَانَ الصَّيْد الْمَقْتُول مِثْلِيًّا أَوْ غَيْر مِثْلِيّ قَالَ وَهُوَ مُخَيَّر إِنْ شَاءَ تَصَدَّقَ بِثَمَنِهِ وَإِنْ شَاءَ اِشْتَرَى بِهِ هَدْيًا وَاَلَّذِي حَكَمَ بِهِ الصَّحَابَة فِي الْمِثْل أَوْلَى بِالِاتِّبَاعِ فَإِنَّهُمْ حَكَمُوا فِي النَّعَامَة بِبَدَنَةٍ وَفِي بَقَرَة الْوَحْش بِبَقَرَةٍ وَفِي الْغَزَال بِعَنْزٍ وَذِكْرُ قَضَايَا الصَّحَابَة وَأَسَانِيدهَا مُقَرَّرٌ فِي كِتَاب الْأَحْكَام وَأَمَّا إِذَا لَمْ يَكُنْ الصَّيْد مِثْلِيًّا فَقَدْ حَكَمَ اِبْن عَبَّاس فِيهِ بِثَمَنِهِ يُحْمَل إِلَى مَكَّة رَوَاهُ الْبَيْهَقِيّ . وَقَوْله تَعَالَى \" يَحْكُم بِهِ ذَوَا عَدْل مِنْكُمْ \" يَعْنِي أَنَّهُ يَحْكُم بِالْجَزَاءِ فِي الْمِثْل أَوْ بِالْقِيمَةِ فِي غَيْر الْمِثْل عَدْلَانِ مِنْ الْمُسْلِمِينَ وَاخْتَلَفَ الْعُلَمَاء فِي الْقَاتِل هَلْ يَجُوز أَنْ يَكُون أَحَد الْحَكَمَيْنِ عَلَى قَوْلَيْنِ : \" أَحَدهمَا \" لَا لِأَنَّهُ قَدْ يُتَّهَم فِي حُكْمه عَلَى نَفْسه وَهَذَا مَذْهَب مَالِك \" وَالثَّانِي\" نَعَمْ لِعُمُومِ الْآيَة وَهُوَ مَذْهَب الشَّافِعِيّ وَأَحْمَد وَاحْتَجَّ الْأَوَّلُونَ بِأَنَّ الْحَاكِم لَا يَكُون مَحْكُومًا عَلَيْهِ فِي صُورَة وَاحِدَة قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو نُعَيْم - الْفَضْل بْن دُكَيْن - حَدَّثَنَا جَعْفَر - هُوَ اِبْن بُرْقَان - عَنْ مَيْمُون بْن مِهْرَان أَنَّ أَعْرَابِيًّا أَتَى أَبَا بَكْر فَقَالَ : قَتَلْت صَيْدًا وَأَنَا مُحْرِم فَمَا تَرَى عَلَى مِنْ الْجَزَاء ؟ فَقَالَ أَبُو بَكْر - رَضِيَ اللَّه عَنْهُ - لِأُبَيّ بْن كَعْب وَهُوَ جَالِس عِنْده : مَا تَرَى فِيهَا قَالَ : فَقَالَ الْأَعْرَابِيّ أَتَيْتُك وَأَنْتَ خَلِيفَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَسْأَلك فَإِذَا أَنْتَ تَسْأَل غَيْرك فَقَالَ أَبُو بَكْر وَمَا تُنْكِرُ ؟ يَقُول اللَّه تَعَالَى \" فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنْ النَّعَم يَحْكُم بِهِ ذَوَا عَدْل مِنْكُمْ \" فَشَاوَرْت صَاحِبِي حَتَّى إِذَا اِتَّفَقْنَا عَلَى أَمْر أَمَرْنَاك بِهِ وَهَذَا إِسْنَاد جَيِّد لَكِنَّهُ مُنْقَطِع بَيْن مَيْمُون وَبَيْن الصِّدِّيق وَمِثْله يُحْتَمَل هَهُنَا فَبَيَّنَ لَهُ الصِّدِّيق الْحُكْم بِرِفْقٍ وَتُؤَدَة لَمَّا رَآهُ أَعْرَابِيًّا جَاهِلًا وَإِنَّمَا دَوَاء الْجَهْل التَّعْلِيم فَأَمَّا إِذَا كَانَ الْمُعْتَرِض مَنْسُوبًا إِلَى الْعِلْم فَقَدْ قَالَ اِبْن جَرِير حَدَّثَنَا هَنَّاد وَأَبُو هِشَام الرِّفَاعِيّ قَالَا حَدَّثَنَا وَكِيع بْن الْجَرَّاح عَنْ الْمَسْعُودِيّ عَنْ عَبْد الْمَلِك بْن عُمَر عَنْ قَبِيصَة بْن جَابِر قَالَ خَرَجْنَا حُجَّاجًا فَكُنَّا إِذَا صَلَّيْنَا الْغَدَاة اِقْتَدْنَا رَوَاحِلنَا نَتَمَاشَى نَتَحَدَّث قَالَ فَبَيْنَمَا نَحْنُ ذَات غَدَاة إِذْ سَنَحَ لَنَا ظَبْي أَوْ بَرِحَ فَرَمَاهُ رَجُل كَانَ مَعَنَا بِحَجَرٍ فَمَا أَخْطَأَ حَشَاهُ فَرَكِبَ وَوَدَعَهُ مَيِّتًا قَالَ فَعَظَّمْنَا عَلَيْهِ فَلَمَّا قَدِمْنَا مَكَّة خَرَجْت مَعَهُ حَتَّى أَتَيْنَا عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ فَقَصَّ عَلَيْهِ الْقِصَّة قَالَ وَإِذَا إِلَى جَنْبه رَجُل كَأَنَّ وَجْهه قَلْب فِضَّة يَعْنِي عَبْد الرَّحْمَن بْن عَوْف فَالْتَفَتَ عُمَر إِلَى صَاحِبه فَكَلَّمَهُ قَالَ ثُمَّ أَقْبَلَ عَلَى الرَّجُل فَقَالَ أَعَمْدًا قَتَلْته أَمْ خَطَأ ؟ فَقَالَ الرَّجُل لَقَدْ تَعَمَّدْت رَمْيه وَمَا أَرَدْت قَتْله فَقَالَ عُمَر مَا أَرَاك إِلَّا قَدْ أَشْرَكْت بَيْن الْعَمْد وَالْخَطَأ اِعْمِدْ إِلَى شَاة فَاذْبَحْهَا وَتَصَدَّقْ بِلَحْمِهَا وَاسْتَبْقِ إِهَابهَا قَالَ فَقُمْنَا مِنْ عِنْده فَقُلْت لِصَاحِبِي أَيّهَا الرَّجُل عَظِّمْ شَعَائِر اللَّه فَمَا دَرَى أَمِير الْمُؤْمِنِينَ مَا يُفْتِيك حَتَّى سَأَلَ صَاحِبه اِعْمِدْ إِلَى نَاقَتك فَانْحَرْهَا فَلَعَلَّ ذَلِكَ يَعْنِي أَنْ يُجْزِئ عَنْك قَالَ قَبِيصَة وَلَا أَذْكُر الْآيَة مِنْ سُورَة الْمَائِدَة \" يَحْكُم بِهِ ذَوَا عَدْل مِنْكُمْ \" فَبَلَغَ مَقَالَتِي فَلَمْ يَفْجَأْنَا مِنْهُ إِلَّا وَمَعَهُ الدِّرَّة قَالَ فَعَلَا صَاحِبِي ضَرْبًا بِالدِّرَّةِ أَقَتَلْت فِي الْحَرَم وَسَفَّهْت فِي الْحَكَم قَالَ ثُمَّ أَقْبَلَ عَلَيَّ فَقُلْت يَا أَمِير الْمُؤْمِنِينَ لَا أُحِلّ لَك الْيَوْم شَيْئًا يَحْرُم عَلَيْك مِنِّي فَقَالَ يَا قَبِيصَة بْن جَابِر إِنِّي أَرَاك شَابّ السِّنّ فَسِيح الصَّدْر بَيِّن اللِّسَان وَإِنَّ الشَّابّ يَكُون فِيهِ تِسْعَة أَخْلَاق حَسَنَة وَخُلُق سَيِّئ فَيُفْسِد الْخُلُق السَّيِّئ الْأَخْلَاق الْحَسَنَة فَإِيَّاكَ وَعَثَرَات الشَّبَاب . وَرَوَى هُشَيْم هَذِهِ الْقِصَّة عَنْ عَبْد الْمَلِك بْن عُمَيْر عَنْ قَبِيصَة بِنَحْوِهِ . وَرَوَاهُ أَيْضًا عَنْ حُصَيْن عَنْ الشَّعْبِيّ عَنْ قَبِيصَة بِنَحْوِهِ وَذَكَرَهَا مُرْسَلَة عَنْ عُمَر بْن بَكْر بْن عَبْد اللَّه الْمُزَنِيّ وَمُحَمَّد بْن سِيرِينَ وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا شُعْبَة عَنْ مَنْصُور عَنْ أَبِي وَائِل أَخْبَرَنِي اِبْن جَرِير الْبَجَلِيّ قَالَ أَصَبْت ظَبْيًا وَأَنَا مُحْرِم فَذَكَرْت ذَلِكَ لِعُمَرَ فَقَالَ اِئْتِ رَجُلَيْنِ مِنْ إِخْوَانك فَلْيَحْكُمَا عَلَيْك فَأَتَيْت عَبْد الرَّحْمَن وَسَعْدًا فَحَكَمَا عَلَيَّ بِتَيْسٍ أَعْفَرَ وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا اِبْن عُيَيْنَةَ مِنْ مُخَارِق عَنْ طَارِق قَالَ أَوْطَأَ أَرْبَدُ ظَبْيًا فَقَتَلَهُ وَهُوَ مُحْرِم فَأَتَى عُمَر لِيَحْكُم عَلَيْهِ فَقَالَ لَهُ عُمَر اُحْكُمْ مَعِي فَحَكَمَا فِيهِ جَدْيًا قَدْ جَمَعَ الْمَاء وَالشَّجَر ثُمَّ قَالَ عُمَر \" يَحْكُم بِهِ ذَوَا عَدْل مِنْكُمْ \" وَفِي هَذَا دَلَالَة عَلَى جَوَاز كَوْن الْقَاتِل أَحَد الْحَكَمَيْنِ كَمَا قَالَهُ الشَّافِعِيّ وَأَحْمَد رَحِمَهُمَا اللَّه . وَاخْتَلَفُوا هَلْ تُسْتَأْنَف الْحُكُومَة فِي كُلّ مَا يُصِيبهُ الْمُحْرِم فَيَجِب أَنْ يَحْكُم فِيهِ ذَوَا عَدْل وَإِنْ كَانَ قَدْ حَكَمَ فِي مِثْله الصَّحَابَة أَوْ يَكْتَفِي بِأَحْكَامِ الصَّحَابَة الْمُتَقَدِّمَة ؟ عَلَى قَوْلَيْنِ فَقَالَ الشَّافِعِيّ وَأَحْمَد يُتَّبَع فِي ذَلِكَ مَا حَكَمَتْ بِهِ الصَّحَابَة وَجَعَلَاهُ شَرْعًا مُقَرَّرًا لَا يُعْدَل عَنْهُ وَمَا لَمْ يَحْكُم فِيهِ الصَّحَابَة يُرْجَع فِيهِ إِلَى عَدْلَيْنِ وَقَالَ مَالِك وَأَبُو حَنِيفَة : بَلْ يَجِب الْحُكْم فِي كُلّ فَرْد فَرْد سَوَاء وُجِدَ لِلصَّحَابَةِ فِي مِثْله حُكْمٌ أَمْ لَا لِقَوْلِهِ تَعَالَى \" يَحْكُم بِهِ ذَوَا عَدْل مِنْكُمْ \" وَقَوْله تَعَالَى \" هَدْيًا بَالِغ الْكَعْبَة \" أَيْ وَاصِلًا إِلَى الْكَعْبَة وَالْمُرَاد وُصُوله إِلَى الْحَرَم بِأَنْ يُذْبَح هُنَاكَ وَيُفَرَّق لَحْمه عَلَى مَسَاكِين الْحَرَم وَهَذَا أَمْر مُتَّفَق عَلَيْهِ فِي هَذِهِ الصُّورَة وَقَوْله \" أَوْ كَفَّارَة طَعَام مَسَاكِين أَوْ عَدْل ذَلِكَ \" صِيَامًا أَيْ إِذَا لَمْ يَجِد الْمُحْرِم مِثْل مَا قَتَلَ مِنْ النَّعَم أَوْ لَمْ يَكُنْ الصَّيْد الْمَقْتُول مِنْ ذَوَات الْأَمْثَال أَوْ قُلْنَا بِالتَّخْيِيرِ فِي هَذَا الْمَقَام بَيْن الْجَزَاء وَالْإِطْعَام وَالصِّيَام كَمَا هُوَ قَوْل مَالِك وَأَبِي حَنِيفَة وَأَبِي يُوسُف وَمُحَمَّد بْن الْحَسَن وَأَحَد قَوْلَيْ الشَّافِعِيّ وَالْمَشْهُور عَنْ أَحْمَد - رَحِمَهُ اللَّه - لِظَاهِرِ\" أَوْ \" بِأَنَّهَا لِلتَّخْيِيرِ وَالْقَوْل الْآخَر أَنَّهَا عَلَى التَّرْتِيب فَصُورَة ذَلِكَ أَنْ يُعْدَل إِلَى الْقِيمَة فَيُقَوَّم الصَّيْد الْمَقْتُول عِنْد مَالِك وَأَبِي حَنِيفَة وَأَصْحَابه وَحَمَّاد وَإِبْرَاهِيم وَقَالَ الشَّافِعِيّ : يُقَوَّم مِثْله مِنْ النَّعَم لَوْ كَانَ مَوْجُودًا ثُمَّ يَشْتَرِي بِهِ طَعَامًا فَيَتَصَدَّق بِهِ فَيَصْرِف لِكُلِّ مِسْكِين مُدّ مِنْهُ عِنْد الشَّافِعِيّ وَمَالِك وَفُقَهَاء الْحِجَاز وَاخْتَارَهُ اِبْن جَرِير وَقَالَ أَبُو حَنِيفَة وَأَصْحَابه : يُطْعِم كُلّ مِسْكِين مُدَّيْنِ وَهُوَ قَوْل مُجَاهِد. وَقَالَ أَحْمَد مُدّ مِنْ حِنْطَة أَوْ مُدَّانِ مِنْ غَيْره فَإِنْ لَمْ يَجِد أَوْ قُلْنَا بِالتَّخْيِيرِ صَامَ عَنْ إِطْعَام كُلّ مِسْكِين يَوْمًا . وَقَالَ اِبْن جَرِير وَقَالَ آخَرُونَ يَصُوم مَكَان كُلّ صَاع يَوْمًا كَمَا فِي جَزَاء الْمُتَرَفِّه بِالْحَلْقِ وَنَحْوه فَإِنَّ الشَّارِع أَمَرَ كَعْب بْن عُجْرَة أَنْ يَقْسِم فَرْقًا بَيْن سِتَّة أَوْ يَصُوم ثَلَاثَة أَيَّام وَالْفَرْق ثَلَاثَة آصُع وَاخْتَلَفُوا فِي مَكَان هَذَا الْإِطْعَام فَقَالَ الشَّافِعِيّ مَكَانه الْحَرَم وَهُوَ قَوْل عَطَاء وَقَالَ مَالِك يُطْعِم فِي الْمَكَان الَّذِي أَصَابَ فِيهِ الصَّيْد أَوْ أَقْرَبَ الْأَمَاكِن إِلَيْهِ وَقَالَ أَبُو حَنِيفَة إِنْ شَاءَ أَطْعَمَ فِي الْحَرَم وَإِنْ شَاءَ أَطْعَمَ فِي غَيْره. ذَكَرَ أَقْوَال السَّلَف فِي هَذَا الْمَقَام قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا يَحْيَى بْن الْمُغِيرَة حَدَّثَنَا جَرِير عَنْ مَنْصُور عَنْ الْحَكَم عَنْ مِقْسَم عَنْ اِبْن عَبَّاس فِي قَوْل اللَّه تَعَالَى \" فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنْ النَّعَم يَحْكُم بِهِ ذَوَا عَدْل مِنْكُمْ هَدْيًا بَالِغ الْكَعْبَة أَوْ كَفَّارَة طَعَام مَسَاكِين أَوْ عَدْل ذَلِكَ صِيَامًا \" قَالَ إِذَا أَصَابَ الْمُحْرِم الصَّيْد حُكِمَ عَلَيْهِ جَزَاؤُهُ مِنْ النَّعَم فَإِنْ لَمْ يَجِد نُظِرَ كَمْ ثَمَنه ثُمَّ قُوِّمَ ثَمَنُهُ طَعَامًا فَصَامَ مَكَان كُلّ نِصْف صَاع يَوْمًا قَالَ اللَّه تَعَالَى \" أَوْ كَفَّارَة طَعَام مَسَاكِين أَوْ عَدْل ذَلِكَ صِيَامًا \" قَالَ إِنَّمَا أُرِيدَ بِالطَّعَامِ الصِّيَام أَنَّهُ إِذَا وُجِدَ الطَّعَام وُجِدَ جَزَاؤُهُ وَرَوَاهُ اِبْن جَرِير مِنْ طَرِيق جَرِير . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" هَدْيًا بَالِغ الْكَعْبَة أَوْ كَفَّارَة طَعَام مَسَاكِين أَوْ عَدْل ذَلِكَ صِيَامًا \" فَإِذَا قَتَلَ الْمُحْرِم شَيْئًا مِنْ الصَّيْد حُكِمَ عَلَيْهِ فِيهِ فَإِنْ قَتَلَ ظَبْيًا أَوْ نَحْوه فَعَلَيْهِ شَاة تُذْبَح بِمَكَّة فَإِنْ لَمْ يَجِد فَإِطْعَام سِتَّة مَسَاكِين فَإِنْ لَمْ يَجِد فَصِيَام ثَلَاثَة أَيَّام فَإِنْ قَتَلَ إِيَّلًا أَوْ نَحْوه فَعَلَيْهِ بَقَرَة فَإِنْ لَمْ يَجِد أَطْعَمَ عِشْرِينَ مِسْكِينًا فَإِنْ لَمْ يَجِد صَامَ عِشْرِينَ يَوْمًا وَإِنْ قَتَلَ نَعَامَة أَوْ حِمَار وَحْش أَوْ نَحْوه فَعَلَيْهِ بَدَنَة مِنْ الْإِبِل فَإِنْ لَمْ يَجِد أَطْعَمَ ثَلَاثِينَ مِسْكِينًا فَإِنْ لَمْ يَجِد صَامَ ثَلَاثِينَ يَوْمًا . رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير وَزَادَ : الطَّعَام مُدّ مُدّ يُشْبِعهُمْ وَقَالَ جَابِر الْجُعْفِيّ عَنْ عَامِر الشَّعْبِيّ وَعَطَاء وَمُجَاهِد \" أَوْ عَدْل ذَلِكَ صِيَامًا\" قَالُوا إِنَّمَا الطَّعَام مُدّ مُدّ لِمَنْ لَا يَبْلُغ الْهَدْيَ. رَوَاهُ اِبْن جَرِير وَكَذَا رَوَى اِبْن جُرَيْج عَنْ مُجَاهِد وَأَسْبَاط عَنْ السُّدِّيّ أَنَّهَا عَلَى التَّرْتِيب . وَقَالَ عَطَاء وَعِكْرِمَة وَمُجَاهِد فِي رِوَايَة الضَّحَّاك وَإِبْرَاهِيم النَّخَعِيّ هِيَ عَلَى الْخِيَار وَهِيَ رِوَايَة اللَّيْث عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس وَاخْتَارَ ذَلِكَ اِبْن جَرِير - رَحِمَهُ اللَّه - وَقَوْله لِيَذُوقَ وَبَال أَمْره أَيْ أَوْجَبْنَا عَلَيْهِ الْكَفَّارَة لِيَذُوقَ عُقُوبَة فِعْله الَّذِي اِرْتَكَبَ فِيهِ الْمُخَالَفَة \" عَفَا اللَّه عَمَّا سَلَفَ \" أَيْ فِي زَمَان الْجَاهِلِيَّة لِمَنْ أَحْسَنَ فِي الْإِسْلَام وَاتَّبَعَ شَرْع اللَّه وَلَمْ يَرْتَكِب الْمَعْصِيَة ثُمَّ قَالَ \" وَمَنْ عَادَ فَيَنْتَقِم اللَّه مِنْهُ \" أَيْ وَمَنْ فَعَلَ ذَلِكَ بَعْد تَحْرِيمه فِي الْإِسْلَام وَبُلُوغ الْحُكْم الشَّرْعِيّ إِلَيْهِ فَيَنْتَقِم اللَّه مِنْهُ وَاَللَّه عَزِيز ذُو اِنْتِقَام. قَالَ اِبْن جُرَيْج قُلْت لِعَطَاءٍ مَا \" عَفَا اللَّه عَمَّا سَلَفَ\" ؟ قَالَ عَمَّا كَانَ فِي الْجَاهِلِيَّة قَالَ : قُلْت وَمَا \" وَمَنْ عَادَ فَيَنْتَقِم اللَّه مِنْهُ \" قَالَ : وَمَنْ عَادَ فِي الْإِسْلَام فَيَنْتَقِم اللَّه مِنْهُ وَعَلَيْهِ مَعَ ذَلِكَ الْكَفَّارَة قَالَ : قُلْت فَهَلْ فِي الْعَوْد مِنْ حَدّ تَعْلَمهُ قَالَ لَا قَالَ : قُلْت فَتَرَى حَقًّا عَلَى الْإِمَام أَنْ يُعَاقِبهُ ؟ قَالَ لَا هُوَ ذَنْب أَذْنَبَهُ فِيمَا بَيْنه وَبَيْن اللَّه عَزَّ وَجَلَّ وَلَكِنْ يَفْتَدِي وَرَوَاهُ اِبْن جَرِير وَقِيلَ مَعْنَاهُ فَيَنْتَقِم اللَّه مِنْهُ بِالْكَفَّارَةِ قَالَهُ سَعِيد بْن جُبَيْر وَعَطَاء ثُمَّ الْجُمْهُور مِنْ السَّلَف وَالْخَلَف عَلَى أَنَّهُ مَتَى قَتَلَ الْمُحْرِم الصَّيْد وَجَبَ الْجَزَاء وَلَا فَرْق بَيْن الْأُولَى وَالثَّانِيَة وَالثَّالِثَة وَإِنْ تَكَرَّرَ مَا تَكَرَّرَ سَوَاء الْخَطَأ فِي ذَلِكَ وَالْعَمْد وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَالَ مَنْ قَتَلَ شَيْئًا مِنْ الصَّيْد خَطَأ وَهُوَ مُحْرِم يُحْكَم عَلَيْهِ فِيهِ كُلَّمَا قَتَلَهُ فَإِنْ قَتَلَهُ عَمْدًا يُحْكَم عَلَيْهِ فِيهِ مَرَّة وَاحِدَة فَإِنْ عَادَ يُقَال لَهُ : يَنْتَقِم اللَّه مِنْك كَمَا قَالَ اللَّه عَزَّ وَجَلَّ وَقَالَ اِبْن جَرِير حَدَّثَنَا عَمْرو بْن عَلِيّ حَدَّثَنَا يَحْيَى بْن سَعِيد وَابْن أَبِي عَدِيّ جَمِيعًا عَنْ هِشَام هُوَ اِبْن حَسَّان عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِيمَنْ أَصَابَ صَيْدًا يُحْكَم عَلَيْهِ ثُمَّ عَادَ قَالَ لَا يُحْكَم عَلَيْهِ يَنْتَقِم اللَّه مِنْهُ وَهَكَذَا قَالَ شُرَيْح وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَالْحَسَن الْبَصْرِيّ وَإِبْرَاهِيم النَّخَعِيّ رَوَاهُنَّ اِبْن جَرِير ثُمَّ اِخْتَارَ الْقَوْل الْأَوَّل وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْعَبَّاس بْن يَزِيد الْعَبْدِيّ حَدَّثَنَا الْمُعْتَمِر بْن سُلَيْمَان عَنْ زَيْد أَبِي الْمُعَلَّى عَنْ الْحَسَن الْبَصْرِيّ أَنَّ رَجُلًا أَصَابَ صَيْدًا فَتَجَوَّزَ عَنْهُ ثُمَّ عَادَ فَأَصَابَ صَيْدًا آخَر فَنَزَلَتْ نَار مِنْ السَّمَاء فَأَحْرَقَتْهُ فَهُوَ قَوْله \" مَنْ عَادَ فَيَنْتَقِم اللَّه مِنْهُ \" وَقَالَ اِبْن جَرِير فِي قَوْله وَاَللَّه \" عَزِيز ذُو اِنْتِقَام \" يَقُول عَزَّ ذِكْره وَاَللَّه مَنِيع فِي سُلْطَانه لَا يَقْهَرهُ قَاهِر وَلَا يَمْنَعهُ مِنْ الِانْتِقَام مِمَّنْ اِنْتَقَمَ مِنْهُ وَلَا مِنْ عُقُوبَة مَنْ أَرَادَ عُقُوبَته مَانِع لِأَنَّ الْخَلْق خَلْقه وَالْأَمْر أَمْره لَهُ الْعِزَّة وَالْمَنَعَة وَقَوْله \" ذُو اِنْتِقَام \" يَعْنِي أَنَّهُ ذُو مُعَاقَبَة لِمَنْ عَصَاهُ عَلَى مَعْصِيَته إِيَّاهُ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41552, "aya_id": 95}]