[{"text": "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ", "sura_id": 31, "type": 0, "id": 3487, "aya_id": 18}, {"text": "ولا تصعر خدك للناس ولا تمش في الأرض مرحا إن الله لا يحب كل مختال فخور", "sura_id": 31, "type": 1, "id": 9723, "aya_id": 18}, {"text": "18 - (ولا تصعر) وفي قراءة تصاعر (خدك للناس) لا تمل وجهك عنهم تكبرا (ولا تمش في الأرض مرحا) خيلاء (إن الله لا يحب كل مختال) متبختر في مشيه (فخور) على الناس \r\n", "sura_id": 31, "type": 2, "id": 28431, "aya_id": 18}, {"text": "ولا تُمِلْ وجهك عن الناس إذا كلَّمتهم أو كلموك؛ احتقارًا منك لهم واستكبارًا عليهم, ولا تمش في الأرض بين الناس مختالا متبخترًا, إن الله لا يحب كل متكبر متباه في نفسه وهيئته وقوله.\r\n", "sura_id": 31, "type": 3, "id": 34667, "aya_id": 18}, {"text": " <font color=red>وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ</font><BR><p>وَقَوْله \" وَلَا تُصَعِّر خَدّك لِلنَّاسِ \" يَقُول لَا تُعْرِض بِوَجْهِك عَنْ النَّاس إِذَا كَلَّمْتهمْ أَوْ كَلَّمُوك اِحْتِقَارًا مِنْك لَهُمْ وَاسْتِكْبَارًا عَلَيْهِمْ وَلَكِنْ أَلِنْ جَانِبك وَابْسُطْ وَجْهك إِلَيْهِمْ كَمَا جَاءَ فِي الْحَدِيث \" وَلَوْ أَنْ تَلْقَى أَخَاك وَوَجْهك إِلَيْهِ مُنْبَسِط وَإِيَّاكَ وَإِسْبَال الْإِزَار فَإِنَّهَا مِنْ الْمَخِيلَة وَالْمَخِيلَة لَا يُحِبّهَا اللَّه \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" وَلَا تُصَعِّر خَدّك لِلنَّاسِ \" يَقُول لَا تَتَكَبَّر فَتَحْتَقِر عِبَاد اللَّه وَتُعْرِض عَنْهُمْ بِوَجْهِك إِذَا كَلَّمُوك وَكَذَا رَوَى الْعَوْفِيّ وَعِكْرِمَة عَنْهُ وَقَالَ مَالِك عَنْ زَيْد بْن أَسْلَمَ \" وَلَا تُصَعِّر خَدّك لِلنَّاسِ \" لَا تَتَكَلَّم وَأَنْتَ مُعْرِض وَكَذَا رُوِيَ عَنْ مُجَاهِد وَعِكْرِمَة وَيَزِيد بْن الْأَصَمّ وَأَبِي الْجَوْزَاء وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَابْن زَيْد وَغَيْرهمْ وَقَالَ إِبْرَاهِيم النَّخَعِيّ يَعْنِي بِذَلِكَ التَّشْدِيق فِي الْكَلَام . وَالصَّوَاب الْقَوْل الْأَوَّل قَالَ اِبْن جَرِير : وَأَصْل الصَّعَر دَاء يَأْخُذ الْإِبِل فِي أَعْنَاقهَا أَوْ رُءُوسهَا حَتَّى تَفْلِت أَعْنَاقهَا عَنْ رُءُوسهَا فَشُبِّهَ بِهِ الرَّجُل الْمُتَكَبِّر وَمِنْهُ قَوْل عَمْرو بْن حُيَيّ التَّغْلِبِيّ : وَكُنَّا إِذَا الْجَبَّار صَعَّرَ خَدّه أَقَمْنَا لَهُ مِنْ مَيْله فَتَقَوَّمَا وَقَالَ أَبُو طَالِب فِي شِعْره : وَكُنَّا قَدِيمًا لَا نُقِرّ ظُلَامَة إِذَا مَا ثَنَوْا صَعْر الرُّءُوس نُقِيمهَا وَقَوْله \" وَلَا تَمْشِ فِي الْأَرْض مَرَحًا \" . أَيْ خُيَلَاء مُتَكَبِّرًا جَبَّارًا عَنِيدًا لَا تَفْعَل ذَلِكَ يُبْغِضك اللَّه وَلِهَذَا قَالَ\" إِنَّ اللَّه لَا يُحِبّ كُلّ مُخْتَال فَخُور \" أَيْ مُخْتَال مُعْجَب فِي نَفْسه فَخُور أَيْ عَلَى غَيْره وَقَالَ تَعَالَى \" وَلَا تَمْشِ فِي الْأَرْض مَرَحًا إِنَّك لَنْ تَخْرِق الْأَرْض وَلَنْ تَبْلُغ الْجِبَال طُولًا \" وَقَدْ تَقَدَّمَ الْكَلَام عَلَى ذَلِكَ فِي مَوْضِعه وَقَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه الْحَضْرَمِيّ حَدَّثَنَا مُحَمَّد بْن عِمْرَان بْن أَبِي لَيْلَى حَدَّثَنَا أَبِي عَنْ اِبْن أَبِي لَيْلَى عَنْ عِيسَى عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى عَنْ ثَابِت بْن قَيْس بْن شَمَّاس قَالَ : ذُكِرَ الْكِبْر عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَشَدَّدَ فِيهِ فَقَالَ \" إِنَّ اللَّه لَا يُحِبّ كُلّ مُخْتَال فَخُور \" فَقَالَ رَجُل مِنْ الْقَوْم وَاَللَّه يَا رَسُول اللَّه إِنِّي لَأَغْسِل ثِيَابِي فَيُعْجِبنِي بَيَاضهَا وَيُعْجِبنِي شِرَاك نَعْلِي وَعَلَاقَة سَوْطِي فَقَالَ \" لَيْسَ ذَلِكَ الْكِبْر إِنَّمَا الْكِبْر أَنْ تُسَفِّه الْحَقّ وَتَغْمِط النَّاس \" وَرَوَاهُ مِنْ طَرِيق أُخْرَى بِمِثْلِهِ وَفِيهِ قِصَّة طَوِيلَة وَمَقْتَل ثَابِت وَوَصِيَّته بَعْد مَوْته .</p><BR> <br> ", "sura_id": 31, "type": 4, "id": 40112, "aya_id": 18}]