[{"text": "وَاذْكُرُواْ إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِي الأَرْضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُم بِنَصْرِهِ وَرَزَقَكُم مِّنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ", "sura_id": 8, "type": 0, "id": 1186, "aya_id": 26}, {"text": "واذكروا إذ أنتم قليل مستضعفون في الأرض تخافون أن يتخطفكم الناس فآواكم وأيدكم بنصره ورزقكم من الطيبات لعلكم تشكرون", "sura_id": 8, "type": 1, "id": 7422, "aya_id": 26}, {"text": "26 - (واذكروا إذ أنتم قليل مستضعفون في الأرض) أرض مكة (تخافون أن يتخطفكم الناس) يأخذكم الكفار بسرعة (فآواكم) إلى المدينة (وأيدكم) قواكم (بنصره) يوم بدر بالملائكة (ورزقكم من الطيبات) الغنائم (لعلكم تشكرون) نعمه \r\n", "sura_id": 8, "type": 2, "id": 26130, "aya_id": 26}, {"text": "واذكروا أيها المؤمنون نِعَم الله عليكم إذ أنتم بـ\"مكة\" قليلو العدد مقهورون, تخافون أن يأخذكم الكفار بسرعة, فجعل لكم مأوى تأوون إليه وهو \"المدينة\", وقوَّاكم بنصره عليهم يوم \"بدر\", وأطعمكم من الطيبات -التي من جملتها الغنائم-; لكي تشكروا له على ما رزقكم وأنعم به عليكم.\r\n", "sura_id": 8, "type": 3, "id": 32366, "aya_id": 26}, {"text": " <font color=red>وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ</font><BR><p>يُنَبِّهْ تَعَالَى عِبَاده الْمُؤْمِنِينَ عَلَى نِعَمِهِ عَلَيْهِمْ وَإِحْسَانه إِلَيْهِمْ حَيْثُ كَانُوا قَلِيلِينَ فَكَثَّرَهُمْ وَمُسْتَضْعَفِينَ خَائِفِينَ فَقَوَّاهُمْ وَنَصَرَهُمْ وَفُقَرَاء عَالَة فَرَزَقَهُمْ مِنْ الطَّيِّبَات وَاسْتَشْكَرَهُمْ فَأَطَاعُوهُ وَامْتَثَلُوا جَمِيع مَا أَمَرَهُمْ . وَهَذَا كَانَ حَال الْمُؤْمِنِينَ حَال مَقَامهمْ بِمَكَّة قَلِيلِينَ مُسْتَخْفِينَ مُضْطَهَدِينَ يَخَافُونَ أَنْ يَتَخَطَّفهُمْ النَّاس مِنْ سَائِر بِلَاد اللَّه مِنْ مُشْرِك وَمَجُوسِيّ وَرُومِيّ كُلّهمْ أَعْدَاء لَهُمْ لِقِلَّتِهِمْ وَعَدَم قُوَّتهمْ فَلَمْ يَزَلْ ذَلِكَ دَأْبهمْ حَتَّى أَذِنَ اللَّه لَهُمْ فِي الْهِجْرَة إِلَى الْمَدِينَة فَآوَاهُمْ إِلَيْهَا وَقَيَّضَ لَهُمْ أَهْلَهَا آوَوْا وَنَصَرُوا يَوْم بَدْر وَغَيْره وَوَاسَوْا بِأَمْوَالِهِمْ وَبَذَلُوا مُهَجَهُمْ فِي طَاعَة اللَّه وَطَاعَة رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ قَتَادَة بْن دِعَامَة السَّدُوسِيّ رَحِمَهُ اللَّه فِي قَوْله تَعَالَى \" وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيل مُسْتَضْعَفُونَ فِي الْأَرْض \" قَالَ كَانَ هَذَا الْحَيّ مِنْ الْعَرَب أَذَلَّ النَّاس ذُلًّا وَأَشْقَاهُ عَيْشًا وَأَوْجَه بُطُونًا وَأَعْرَاهُ جُلُودًا وَأَبْيَنه ضَلَالًا مَنْ عَاشَ مِنْهُمْ عَاشَ شَقِيًّا وَمَنْ مَاتَ مِنْهُمْ رَدِيَ فِي النَّار يُؤْكَلُونَ وَلَا يَأْكُلُونَ وَاَللَّهِ مَا نَعْلَم قَبِيلًا مِنْ حَاضِر أَهْل الْأَرْض يَوْمَئِذٍ كَانُوا أَشَرَّ مَنْزِلًا مِنْهُمْ حَتَّى جَاءَ اللَّه بِالْإِسْلَامِ فَمَكَّنَ بِهِ فِي الْبِلَاد وَوَسَّعَ بِهِ فِي الرِّزْق وَجَعَلَهُمْ بِهِ مُلُوكًا عَلَى رِقَاب النَّاس وَبِالْإِسْلَامِ أَعْطَى اللَّه مَا رَأَيْتُمْ فَاشْكُرُوا اللَّه عَلَى نِعَمِهِ فَإِنَّ رَبّكُمْ مُنْعِم يُحِبّ الشُّكْر وَأَهْل الشُّكْر فِي مَزِيد مِنْ اللَّه .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43073, "aya_id": 26}]