[{"text": "إِنَّ الَّذِينَ آمَنُواْ ثُمَّ كَفَرُواْ ثُمَّ آمَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ازْدَادُواْ كُفْرًا لَّمْ يَكُنِ اللّهُ لِيَغْفِرَ لَهُمْ وَلاَ لِيَهْدِيَهُمْ سَبِيلاً", "sura_id": 4, "type": 0, "id": 630, "aya_id": 137}, {"text": "إن الذين آمنوا ثم كفروا ثم آمنوا ثم كفروا ثم ازدادوا كفرا لم يكن الله ليغفر لهم ولا ليهديهم سبيلا", "sura_id": 4, "type": 1, "id": 6866, "aya_id": 137}, {"text": "137 - (إن الذين آمنوا) بموسى وهم اليهود (ثم كفروا) بعبادتهم العجل (ثم آمنوا) بعده (ثم كفروا) بعيسى (ثم ازدادوا كفرا) بمحمد (لم يكن الله ليغفر لهم) ما أقاموا عليه (ولا ليهديهم سبيلا) طريقا إلى الحق \r\n", "sura_id": 4, "type": 2, "id": 25574, "aya_id": 137}, {"text": "إن الذين دخلوا في الإيمان, ثم رجعوا عنه إلى الكفر, ثم عادوا إلى الإيمان, ثم رجعوا إلى الكفر مرة أخرى, ثم أصرُّوا على كفرهم واستمروا عليه, لم يكن الله ليغفر لهم, ولا ليدلهم على طريق من طرق الهداية, التي ينجون بها من سوء العاقبة.\r\n", "sura_id": 4, "type": 3, "id": 31810, "aya_id": 137}, {"text": " <font color=red>إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْرًا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًا</font><BR><p>يُخْبِر تَعَالَى عَمَّنْ دَخَلَ فِي الْإِيمَان ثُمَّ رَجَعَ عَنْهُ ثُمَّ عَادَ فِيهِ ثُمَّ رَجَعَ وَاسْتَمَرَّ عَلَى ضَلَاله وَازْدَادَ حَتَّى مَاتَ فَإِنَّهُ لَا تَوْبَة بَعْد مَوْته وَلَا يَغْفِر اللَّه لَهُ وَلَا يَجْعَل لَهُ مِمَّا هُوَ فِيهِ فَرَجًا وَلَا مَخْرَجًا وَلَا طَرِيقًا إِلَى الْهُدَى وَلِهَذَا قَالَ \" لَمْ يَكُنْ اللَّه لِيَغْفِر لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًا \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن عَبْدَة حَدَّثَنَا حَفْص بْن جُمَيْع عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" ثُمَّ اِزْدَادُوا كُفْرًا \" قَالَ : تَمَادَوْا عَلَى كُفْرهمْ حَتَّى مَاتُوا وَكَذَا قَالَ مُجَاهِد . وَرَوَى اِبْن أَبِي حَاتِم مِنْ طَرِيق جَابِر الْمُعَلَّى عَنْ عَامِر الشَّعْبِيّ عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : يُسْتَتَاب الْمُرْتَدّ ثَلَاثًا ثُمَّ تَلَا هَذِهِ الْآيَة \" إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ اِزْدَادُوا كُفْرًا لَمْ يَكُنْ اللَّه لِيَغْفِر لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًا \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40809, "aya_id": 137}]