[{"text": "فَإِذَا مَسَّ الْإِنسَانَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِّنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ بَلْ هِيَ فِتْنَةٌ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ", "sura_id": 39, "type": 0, "id": 4107, "aya_id": 49}, {"text": "فإذا مس الإنسان ضر دعانا ثم إذا خولناه نعمة منا قال إنما أوتيته على علم بل هي فتنة ولكن أكثرهم لا يعلمون", "sura_id": 39, "type": 1, "id": 10343, "aya_id": 49}, {"text": "49 - (فإذا مس الإنسان) الجنس (ضر دعانا ثم إذا خولناه) أعطيناه (نعمة) إنعاما (منا قال إنما أوتيته على علم) من الله بأني له أهل (بل هي) القولة (فتنة) بلية يبتلى بها العبد (ولكن أكثرهم لا يعلمون) أن التخويل استدراج وامتحان \r\n", "sura_id": 39, "type": 2, "id": 29051, "aya_id": 49}, {"text": "فإذا أصاب الإنسان شدة وضُرٌّ, طلب من ربه أن يُفرِّج عنه, فإذا كشفنا عنه ما أصابه وأعطيناه نعمة منا عاد بربه كافرًا, ولفضله منكرًا, وقال: إن الذي أوتيتُه إنما هو على علم من الله أني له أهل ومستحق, بل ذلك فتنة يبتلي الله بها عباده؛ لينظر مَن يشكره ممن يكفره, ولكن أكثرهم- لجهلهم وسوء ظنهم وقولهم- لا يعلمون؛ فلذلك يعدُّون الفتنة منحة.\r\n", "sura_id": 39, "type": 3, "id": 35287, "aya_id": 49}, {"text": " <font color=red>فَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ بَلْ هِيَ فِتْنَةٌ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</font><BR><p>يَقُول تَبَارَكَ وَتَعَالَى مُخْبِرًا عَنْ الْإِنْسَان أَنَّهُ فِي حَال الضَّرَّاء يَتَضَرَّع إِلَى اللَّه عَزَّ وَجَلَّ وَيُنِيب إِلَيْهِ وَيَدْعُوهُ وَإِذَا خَوَّلَهُ نِعْمَة مِنْهُ بَغَى وَطَغَى وَقَالَ\" إِنَّمَا أُوتِيته عَلَى عِلْم \" أَيْ لِمَا يَعْلَم اللَّه تَعَالَى مِنْ اِسْتِحْقَاقِي لَهُ وَلَوْلَا أَنِّي عِنْد اللَّه خِصِّيص لَمَا خَوَّلَنِي هَذَا قَالَ قَتَادَة عَلَى عِلْم عِنْدِي عَلَى خَبَر عِنْدِي قَالَ اللَّه عَزَّ وَجَلَّ \" بَلْ هِيَ فِتْنَة \" أَيْ لَيْسَ الْأَمْر كَمَا زَعَمَ بَلْ إِنَّمَا أَنْعَمْنَا عَلَيْهِ بِهَذِهِ النِّعْمَة لِنَخْتَبِرهُ فِيمَا أَنْعَمْنَا عَلَيْهِ أَيُطِيعُ أَمْ يَعْصِي مَعَ عِلْمنَا الْمُتَقَدِّم بِذَلِكَ فَهِيَ فِتْنَة . أَيْ اِخْتِبَار \" وَلَكِنَّ أَكْثَرهمْ لَا يَعْلَمُونَ \" فَلِهَذَا يَقُولُونَ مَا يَقُولُونَ وَيَدَّعُونَ.</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40735, "aya_id": 49}]