[{"text": "وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُواْ اللّهَ وَاجْتَنِبُواْ الطَّاغُوتَ فَمِنْهُم مَّنْ هَدَى اللّهُ وَمِنْهُم مَّنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ فَسِيرُواْ فِي الأَرْضِ فَانظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ", "sura_id": 16, "type": 0, "id": 1937, "aya_id": 36}, {"text": "ولقد بعثنا في كل أمة رسولا أن اعبدوا الله واجتنبوا الطاغوت فمنهم من هدى الله ومنهم من حقت عليه الضلالة فسيروا في الأرض فانظروا كيف كان عاقبة المكذبين", "sura_id": 16, "type": 1, "id": 8173, "aya_id": 36}, {"text": "36 - (ولقد بعثنا في كل أمة رسولا) كما بعثناك في هؤلاء (أن) أي بأن (اعبدوا الله) وحدوه (واجتنبوا الطاغوت) الأوثان أن تعبدوها (فمنهم من هدى الله) فآمن (ومنهم من حقت) وجبت (عليه الضلالة) في علم الله فلم يؤمن (فسيروا) يا كفار مكة (في الأرض فانظروا كيف كان عاقبة المكذبين) رسلهم من الهلاك \r\n", "sura_id": 16, "type": 2, "id": 26881, "aya_id": 36}, {"text": "ولقد بعثنا في كل أمة سبقَتْ رسولا آمرًا لهم بعبادة الله وطاعته وحده وتَرْكِ عبادة غيره من الشياطين والأوثان والأموات وغير ذلك مما يتخذ من دون الله وليًا, فكان منهم مَن هدى الله, فاتبع المرسلين, ومنهم المعاند الذي اتبع سبيل الغيِّ, فوجبت عليه الضلالة, فلم يوفقه الله. فامشوا في الأرض, وأبصروا بأعينكم كيف كان مآل هؤلاء المكذبين, وماذا حلَّ بهم مِن دمار; لتعتبروا؟\r\n", "sura_id": 16, "type": 3, "id": 33117, "aya_id": 36}, {"text": " <font color=red>وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ</font><BR><p>وَبَعَثَ فِي كُلّ أُمَّة أَيْ فِي كُلّ قَرْن وَطَائِفَة مِنْ النَّاس رَسُولًا وَكُلّهمْ يَدْعُونَ إِلَى عِبَادَة اللَّه وَيَنْهَوْنَ عَنْ عِبَادَة مَا سِوَاهُ \" أَنْ اُعْبُدُوا اللَّه وَاجْتَنِبُوا الطَّاغُوت \" فَلَمْ يَزَلْ تَعَالَى يُرْسِل إِلَى النَّاس الرُّسُل بِذَلِكَ مُنْذُ حَدَثَ الشِّرْك فِي بَنِي آدَم فِي قَوْم نُوح الَّذِينَ أُرْسِلَ إِلَيْهِمْ نُوح وَكَانَ أَوَّل رَسُول بَعَثَهُ اللَّه إِلَى أَهْل الْأَرْض إِلَى أَنْ خَتَمَهُمْ بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الَّذِي طَبَّقَتْ دَعْوَته الْإِنْس وَالْجِنّ فِي الْمَشَارِق وَالْمَغَارِب وَكُلّهمْ كَمَا قَالَ اللَّه تَعَالَى \" وَمَا أَرْسَلْنَا مِنْ قَبْلك مِنْ رَسُول إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَه إِلَّا أَنَا فَاعْبُدُونِي \" وَقَوْله تَعَالَى \" وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلك مِنْ رُسُلنَا أَجَعَلْنَا مِنْ دُون الرَّحْمَن آلِهَة يُعْبَدُونَ \" وَقَالَ تَعَالَى فِي هَذِهِ الْآيَة الْكَرِيمَة \" وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا أَنْ اُعْبُدُوا اللَّه وَاجْتَنِبُوا الطَّاغُوت \" فَكَيْف يَسُوغ لِأَحَدٍ مِنْ الْمُشْرِكِينَ بَعْد هَذَا أَنْ يَقُول \" لَوْ شَاءَ اللَّه مَا عَبَدْنَا مِنْ دُونه مِنْ شَيْء \" فَمَشِيئَته تَعَالَى الشَّرْعِيَّة عَنْهُمْ مُنْتَفِيَة لِأَنَّهُ نَهَاهُمْ عَنْ ذَلِكَ عَلَى أَلْسِنَة رُسُله وَأَمَّا مَشِيئَته الْكَوْنِيَّة وَهِيَ تَمْكِينهمْ مِنْ ذَلِكَ قَدَرًا فَلَا حُجَّة لَهُمْ فِيهَا لِأَنَّهُ تَعَالَى خَلَقَ النَّار وَأَهْلهَا مِنْ الشَّيَاطِين وَالْكَفَرَة وَهُوَ لَا يَرْضَى لِعِبَادِهِ الْكُفْر وَلَهُ فِي ذَلِكَ حُجَّة بَالِغَة وَحِكْمَة قَاطِعَة ثُمَّ إِنَّهُ تَعَالَى قَدْ أَخْبَرَ أَنَّهُ أَنْكَرَ عَلَيْهِمْ بِالْعُقُوبَةِ فِي الدُّنْيَا بَعْد إِنْذَار الرُّسُل فَلِهَذَا قَالَ \" فَمِنْهُمْ مَنْ هَدَى اللَّه وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَة فَسِيرُوا فِي الْأَرْض فَانْظُرُوا كَيْف كَانَ عَاقِبَة الْمُكَذِّبِينَ \" أَيْ اِسْأَلُوا عَمَّا كَانَ مِنْ أَمْر مَنْ خَالَفَ الرُّسُل وَكَذَّبَ الْحَقّ كَيْف \" دَمَّرَ اللَّه عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالهَا \" فَقَالَ \" وَلَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلهمْ فَكَيْف كَانَ نَكِير \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38109, "aya_id": 36}]