[{"text": "وَمَا مُحَمَّدٌ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ أَفَإِن مَّاتَ أَوْ قُتِلَ انقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَن يَنقَلِبْ عَلَىَ عَقِبَيْهِ فَلَن يَضُرَّ اللّهَ شَيْئًا وَسَيَجْزِي اللّهُ الشَّاكِرِينَ", "sura_id": 3, "type": 0, "id": 437, "aya_id": 144}, {"text": "وما محمد إلا رسول قد خلت من قبله الرسل أفإن مات أو قتل انقلبتم على أعقابكم ومن ينقلب على عقبيه فلن يضر الله شيئا وسيجزي الله الشاكرين", "sura_id": 3, "type": 1, "id": 6673, "aya_id": 144}, {"text": "144 - (وما محمد إلا رسول قد خلت من قبله الرسل أفإن مات أو قتل) كغيره (انقلبتم على أعقابكم) رجعتم إلى الكفر ، والجملة الأخيرة محل الاستفهام الإنكاري أي ما كان معبودا فترجعوا (ومن ينقلب على عقبيه فلن يضر الله شيئا) وإنما يضر نفسه (وسيجزي الله الشاكرين) نعمه بالثبات \r\n", "sura_id": 3, "type": 2, "id": 25381, "aya_id": 144}, {"text": "وما محمد إلا رسول من جنس الرسل الذين قبله يبلغ رسالة ربه. أفإن مات بانقضاء أجله أو قُتِل كما أشاعه الأعداء رجعتم عن دينكم,, تركتم ما جاءكم به نبيكم؟ ومن يرجِعُ منكم عن دينه فلن يضر الله شيئًا, إنما يضر نفسه ضررًا عظيمًا. أما مَن ثبت على الإيمان وشكر ربه على نعمة الإسلام, فإن الله يجزيه أحسن الجزاء.\r\n", "sura_id": 3, "type": 3, "id": 31617, "aya_id": 144}, {"text": " <font color=red>وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ</font><BR><p>لَمَّا اِنْهَزَمَ مَا اِنْهَزَمَ مِنْ الْمُسْلِمِينَ يَوْم أُحُد وَقُتِلَ مَنْ قُتِلَ مِنْهُمْ نَادَى الشَّيْطَان : أَلَا إِنَّ مُحَمَّدًا قَدْ قُتِلَ وَرَجَعَ اِبْن قَمِيئَة إِلَى الْمُشْرِكِينَ فَقَالَ لَهُمْ : قَتَلْت مُحَمَّدًا وَإِنَّمَا كَانَ قَدْ ضَرَبَ رَسُول اللَّه فَشَجَّهُ فِي رَأْسه فَوَقَعَ ذَلِكَ فِي قُلُوب كَثِير مِنْ النَّاس وَاعْتَقَدُوا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ قُتِلَ وَجَوَّزُوا عَلَيْهِ ذَلِكَ كَمَا قَدْ قَصَّ اللَّه عَنْ كَثِير مِنْ الْأَنْبِيَاء عَلَيْهِمْ السَّلَام فَحَصَلَ ضَعْف وَوَهَن وَتَأَخُّر عَنْ الْقِتَال فَفِي ذَلِكَ أَنْزَلَ اللَّه تَعَالَى \" وَمَا مُحَمَّد إِلَّا رَسُول قَدْ خَلَتْ مِنْ قَبْله الرُّسُل \" أَيْ لَهُ أُسْوَة بِهِمْ فِي الرِّسَالَة وَفِي جَوَاز الْقَتْل عَلَيْهِ . قَالَ اِبْن أَبِي نَجِيح عَنْ أَبِيهِ : أَنَّ رَجُلًا مِنْ الْمُهَاجِرِينَ مَرَّ عَلَى رَجُل مِنْ الْأَنْصَار وَهُوَ يَتَشَحَّط فِي دَمه فَقَالَ لَهُ : يَا فُلَان أَشْعَرْت أَنَّ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ قُتِلَ ؟ فَقَالَ الْأَنْصَارِيّ : إِنْ كَانَ مُحَمَّد قَدْ قُتِلَ فَقَدْ بَلَّغَ فَقَاتِلُوا عَنْ دِينكُمْ فَنَزَلَ \" وَمَا مُحَمَّد إِلَّا رَسُول قَدْ خَلَتْ مِنْ قَبْله الرُّسُل \" . رَوَاهُ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ فِي دَلَائِل النُّبُوَّة . ثُمَّ قَالَ تَعَالَى مُنْكِرًا عَلَى مَنْ حَصَلَ لَهُ ضَعْف \" أَفَإِنْ مَاتَ أَوْ قُتِلَ اِنْقَلَبْتُمْ عَلَى أَعْقَابكُمْ \" أَيْ رَجَعْتُمْ الْقَهْقَرَى \" وَمَنْ يَنْقَلِب عَلَى عَقِبَيْهِ فَلَنْ يَضُرّ اللَّه شَيْئًا وَسَيَجْزِي اللَّه الشَّاكِرِينَ \" أَيْ الَّذِينَ قَامُوا بِطَاعَتِهِ وَقَاتَلُوا عَنْ دِينه وَاتَّبَعُوا رَسُوله حَيًّا وَمَيِّتًا. وَكَذَلِكَ ثَبَتَ فِي الصِّحَاح وَالْمَسَانِيد وَالسُّنَن وَغَيْرهَا مِنْ كُتُب الْإِسْلَام مِنْ طُرُق مُتَعَدِّدَة تُفِيد الْقَطْع وَقَدْ ذَكَرْت ذَلِكَ فِي مُسْنَدَيْ الشَّيْخَيْنِ أَبِي بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا أَنَّ الصِّدِّيق رَضِيَ اللَّه عَنْهُ تَلَا هَذِهِ الْآيَة لَمَّا مَاتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ الْبُخَارِيّ : حَدَّثَنَا يَحْيَى بْن بُكَيْر حَدَّثَنَا اللَّيْث عَنْ عُقَيْل عَنْ اِبْن شِهَاب أَخْبَرَنِي أَبُو سَلَمَة أَنَّ عَائِشَة رَضِيَ اللَّه عَنْهَا أَخْبَرْته أَنَّ أَبَا بَكْر رَضِيَ اللَّه عَنْهُ أَقْبَلَ عَلَى فَرَس مِنْ مَسْكَنه بِالسُّنْحِ حَتَّى نَزَلَ فَدَخَلَ الْمَسْجِد فَلَمْ يُكَلِّم النَّاس حَتَّى دَخَلَ عَلَى عَائِشَة فَتَيَمَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ مُغَطَّى بِثَوْبٍ حَبِرَة فَكَشَفَ عَنْ وَجْهه ثُمَّ أَكَبَّ عَلَيْهِ وَقَبَّلَهُ وَبَكَى ثُمَّ قَالَ : بِأَبِي أَنْتَ وَأُمِّي وَاَللَّه لَا يَجْمَع اللَّه عَلَيْك مَوْتَتَيْنِ أَمَّا الْمَوْتَة الَّتِي كُتِبَتْ عَلَيْك فَقَدْ مِتُّهَا . وَقَالَ الزُّهْرِيّ : وَحَدَّثَنِي أَبُو سَلَمَة عَنْ اِبْن عَبَّاس أَنَّ أَبَا بَكْر خَرَجَ وَعُمَر يُكَلِّم النَّاس وَقَالَ : اِجْلِسْ يَا عُمَر قَالَ أَبُو بَكْر : أَمَّا بَعْد مَنْ كَانَ يَعْبُد مُحَمَّدًا فَإِنَّ مُحَمَّدًا قَدْ مَاتَ وَمَنْ كَانَ يَعْبُد اللَّه فَإِنَّ اللَّه حَيّ لَا يَمُوت قَالَ اللَّه تَعَالَى \" وَمَا مُحَمَّد إِلَّا رَسُول قَدْ خَلَتْ مِنْ قَبْله الرُّسُل - إِلَى قَوْله - وَسَيَجْزِي اللَّه الشَّاكِرِينَ \" قَالَ : فَوَاَللَّهِ لَكَأَنَّ النَّاس لَمْ يَعْلَمُوا أَنَّ اللَّه أَنْزَلَ هَذِهِ الْآيَة حَتَّى تَلَاهَا عَلَيْهِمْ أَبُو بَكْر فَتَلَاهَا مِنْهُ النَّاس كُلّهمْ فَمَا أَسْمَع بَشَرًا مِنْ النَّاس إِلَّا يَتْلُوهَا . وَأَخْبَرَنِي سَعِيد بْن الْمُسَيِّب أَنْ عُمَر قَالَ : وَاَللَّه مَا هُوَ إِلَّا أَنْ سَمِعْت أَبَا بَكْر تَلَاهَا فَعَرِقْت حَتَّى مَا تُقِلّنِي رِجْلَايَ وَحَتَّى هَوَيْت إِلَى الْأَرْض. وَقَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا عَلِيّ بْن عَبْد الْعَزِيز حَدَّثَنَا عَمْرو بْن حَمَّاد بْن طَلْحَة الْقَنَّاد حَدَّثَنَا أَسْبَاط بْن نَصْر عَنْ سِمَاك بْن حَرْب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ عَلِيًّا كَانَ يَقُول فِي حَيَاة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَفَإِنْ مَاتَ أَوْ قُتِلَ اِنْقَلَبْتُمْ عَلَى أَعْقَابكُمْ \" وَاَللَّه لَا نَنْقَلِب عَلَى أَعْقَابنَا بَعْد إِذْ هَدَانَا اللَّه وَاَللَّه لَئِنْ مَاتَ أَوْ قُتِلَ لَأُقَاتِلَنَّ عَلَى مَا قَاتَلَ عَلَيْهِ حَتَّى أَمُوت وَاَللَّه إِنِّي لَأَخُوهُ وَوَلِيّه وَابْن عَمّه وَوَارِثه فَمَنْ أَحَقّ بِهِ مِنِّي .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39893, "aya_id": 144}]