[{"text": "فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَاء أَمْرُنَا وَفَارَ التَّنُّورُ فَاسْلُكْ فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُم مُّغْرَقُونَ", "sura_id": 23, "type": 0, "id": 2700, "aya_id": 27}, {"text": "فأوحينا إليه أن اصنع الفلك بأعيننا ووحينا فإذا جاء أمرنا وفارالتنور فاسلك فيها من كل زوجين اثنين وأهلك إلا من سبق عليه القول منهم ولا تخاطبني في الذين ظلموا إنهم مغرقون", "sura_id": 23, "type": 1, "id": 8936, "aya_id": 27}, {"text": "27 - (فأوحينا إليه أن اصنع الفلك) السفينة (بأعيننا) بمرأى منا وحفظنا (ووحينا) أمرنا (فإذا جاء أمرنا) بإهلاكهم (وفار التنور) للخباز بالماء وكان ذلك علامة لنوح (فاسلك فيها) أدخل في السفينة (من كل زوجين) ذكر وأنثى أي من كل أنواعهما (اثنين) ذكرا وأنثى وهو مفعول ومن متعلقة باسلك وفي القصة أن الله تعالى حشر لنوح السباع والطير وغيرهما فجعل يضرب بيديه في كل نوع فتقع يده اليمنى على الذكر واليسرى على الأنثى فيحملها في السفينة وفي قراءة كل بالتنوين فزوجين مفعول واثنين تاكيد له (وأهلك) زوجته وأولاده (إلا من سبق عليه القول منهم) بالإهلاك وهو زوجته وولده كنعان بخلاف سام وحام ويافث فحملهم وزوجاتهم ثلاثة وفي سورة هود ومن آمن وما آمن معه إلا قليل قيل كانوا ستة رجال ونساؤهم وقيل جميع من كان في السفينة ثمانية وسبعون نصفهم رجال ونصفهم نساء (ولا تخاطبني في الذين ظلموا) كفروا بترك إهلاكهم (إنهم مغرقون) \r\n", "sura_id": 23, "type": 2, "id": 27644, "aya_id": 27}, {"text": "فأوحينا إليه أن اصنع السفينة بمرأى منا وبأمرنا لك ومعونتنا, وأنت في حفظنا وكلاءتنا، فإذا جاء أمرنا بعذاب قومك بالغرق، وبدأ الطوفان، فنبع الماء بقوة من التنور -وهو المكان الذي يخبز فيه- علامة على مجيء العذاب, فأدخِلْ في السفينة من كل الأحياء ذكرًا وأنثى; ليبقى النسل، وأدخل أهلك إلا مَنِ استحق العذاب لكفره كزوجتك وابنك, ولا تسألني نجاة قومك الظالمين، فإنهم مغرقون لا محالة. وفي هذه الآية إثبات صفة العين لله سبحانه بما يليق به تعالى دون تشبيه ولا تكييف.\r\n", "sura_id": 23, "type": 3, "id": 33880, "aya_id": 27}, {"text": " <font color=red>فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ</font><BR><p>فَعِنْد ذَلِكَ أَمَرَهُ اللَّه تَعَالَى بِصَنْعَةِ السَّفِينَة وَإِحْكَامهَا وَإِتْقَانهَا وَأَنْ يَحْمِل فِيهَا مِنْ كُلّ زَوْجَيْنِ اِثْنَيْنِ أَيْ ذَكَرًا وَأُنْثَى مِنْ كُلّ صِنْف مِنْ الْحَيَوَانَات وَالنَّبَاتَات وَالثِّمَار وَغَيْر ذَلِكَ وَأَنْ يَحْمِل فِيهَا أَهْله \" إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْل مِنْهُمْ \" أَيْ مَنْ سَبَقَ عَلَيْهِ الْقَوْل مِنْ اللَّه بِالْهَلَاكِ وَهُمْ الَّذِينَ لَمْ يُؤْمِنُوا بِهِ مِنْ أَهْله كَابْنِهِ وَزَوْجَته وَاَللَّه أَعْلَم . وَقَوْله \" وَلَا تُخَاطِبنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ \" أَيْ عِنْد مُعَايَنَة إِنْزَال الْمَطَر الْعَظِيم لَا تَأْخُذَنَّك رَأْفَة بِقَوْمِك وَشَفَقَة عَلَيْهِمْ وَطَمَع فِي تَأْخِيرهمْ لَعَلَّهُمْ يُؤْمِنُونَ فَإِنِّي قَدْ قَضَيْت أَنَّهُمْ مُغْرَقُونَ عَلَى مَا هُمْ عَلَيْهِ مِنْ الْكُفْر وَالطُّغْيَان وَقَدْ تَقَدَّمَتْ الْقِصَّة مَبْسُوطَة فِي سُورَة هُود بِمَا يُغْنِي عَنْ إِعَادَة ذَلِكَ هَهُنَا .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39145, "aya_id": 27}]