[{"text": "فِي أَدْنَى الْأَرْضِ وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ", "sura_id": 30, "type": 0, "id": 3412, "aya_id": 3}, {"text": "في أدنى الأرض وهم من بعد غلبهم سيغلبون", "sura_id": 30, "type": 1, "id": 9648, "aya_id": 3}, {"text": "3 - (في أدنى الأرض) أقرب أرض الروم إلى فارس بالجزيرة التقى فيها الجيشان والبادي بالغزو الفرس (وهم) الروم (من بعد غلبهم) أضيف المصدر إلى المفعول أي غلبة فارس إياهم (سيغلبون) فارس \r\n", "sura_id": 30, "type": 2, "id": 28356, "aya_id": 3}, {"text": " في أدنى أرض \"الشام\" إلى \"فارس\", وسوف يَغْلِب الرومُ الفرسَ في مدة من الزمن,\r\n", "sura_id": 30, "type": 3, "id": 34592, "aya_id": 3}, {"text": " <font color=red>فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ</font><BR><p>نَزَلَتْ هَذِهِ الْآيَات حِين غَلَبَ سَابُور مَلِك الْفُرْس عَلَى بِلَاد الشَّام وَمَا وَالَاهَا مِنْ بِلَاد الْجَزِيرَة وَأَقَاصِي بِلَاد الرُّوم فَاضْطُرَّ هِرَقْل مَلِك الرُّوم حَتَّى أَلْجَأَهُ إِلَى الْقُسْطَنْطِينِيَّة وَحَاصَرَهُ فِيهَا مُدَّة طَوِيلَة ثُمَّ عَادَتْ الدَّوْلَة لِهِرَقْلَ كَمَا سَيَأْتِي . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُعَاوِيَة بْن عُمَر وَحَدَّثَنَا أَبُو إِسْحَاق عَنْ سُفْيَان الثَّوْرِيّ عَنْ حَبِيب بْن أَبِي عَمْرَة عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ فِي قَوْله تَعَالَى : \" الم غُلِبَتْ الرُّوم فِي أَدْنَى الْأَرْض \" قَالَ غُلِبَتْ وَغَلَبَتْ قَالَ كَانَ الْمُشْرِكُونَ يُحِبُّونَ أَنْ تَظْهَر فَارِس عَلَى الرُّوم لِأَنَّهُمْ أَصْحَاب أَوْثَان . وَكَانَ الْمُسْلِمُونَ يُحِبُّونَ أَنْ تَظْهَر الرُّوم عَلَى فَارِس لِأَنَّهُمْ أَهْل الْكِتَاب . فَذُكِرَ ذَلِكَ لِأَبِي بَكْر فَذَكَرَهُ أَبُو بَكْر لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" أَمَا إِنَّهُمْ سَيَغْلِبُونَ \" فَذَكَرَهُ أَبُو بَكْر لَهُمْ فَقَالُوا اِجْعَلْ بَيْننَا وَبَيْنك أَجَلًا فَإِنْ ظَهَرْنَا كَانَ لَنَا كَذَا وَكَذَا وَإِنْ ظَهَرْتُمْ كَانَ لَكُمْ كَذَا وَكَذَا فَجَعَلَ أَجَل خَمْس سِنِينَ فَلَمْ يَظْهَرُوا فَذَكَرَ ذَلِكَ أَبُو بَكْر لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ :\" أَلَا جَعَلْتهَا إِلَى دُون أَرَاهُ قَالَ الْعَشْر - \" قَالَ سَعِيد بْن جُبَيْر الْبِضْع مَا دُون الْعَشْر ثُمَّ ظَهَرَتْ الرُّوم بَعْدُ قَالَ فَذَلِكَ قَوْله : \" الم غُلِبَتْ الرُّوم فِي أَدْنَى الْأَرْض وَهُمْ مِنْ بَعْد غَلَبهمْ سَيَغْلِبُونَ - إِلَى قَوْله - وَهُوَ الْعَزِيز الرَّحِيم \" هَكَذَا رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ جَمِيعًا عَنْ الْحُسَيْن بْن حُرَيْث عَنْ مُعَاوِيَة بْن عَمْرو عَنْ أَبِي إِسْحَاق الْفَزَارِيّ عَنْ سُفْيَان الثَّوْرِيّ بِهِ وَقَالَ التِّرْمِذِيّ حَدِيث حَسَن غَرِيب إِنَّمَا نَعْرِفهُ مِنْ حَدِيث سُفْيَان عَنْ حَبِيب وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ مُحَمَّد بْن إِسْحَاق الصَّنْعَانِيّ عَنْ مُعَاوِيَة بْن عَمْرو بِهِ . وَرَوَاهُ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا مُحَمَّد بْن سَعِيد أَوْ سَعِيد الثَّعْلَبِيّ الَّذِي يُقَال لَهُ أَبُو سَعْد مِنْ أَهْل طَرَسُوس حَدَّثَنَا أَبُو إِسْحَاق الْفَزَارِيّ فَذَكَرَهُ وَعِنْدهمْ قَالَ سُفْيَان فَبَلَغَنِي أَنَّهُمْ غَلَبُوا يَوْم بَدْر \" حَدِيث آخَر\" قَالَ سُلَيْمَان بْن مِهْرَان الْأَعْمَش عَنْ مُسْلِم عَنْ مَسْرُوق قَالَ : قَالَ عَبْد اللَّه خَمْس قَدْ مَضَيْنَ : الدُّخَان وَاللِّزَام وَالْبَطْشَة وَالْقَمَر وَالرُّوم أَخْرَجَاهُ . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا الْمُحَارِبِيّ عَنْ دَاوُد بْن أَبِي هِنْد عَنْ عَامِر - هُوَ الشَّعْبِيّ - عَنْ عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : كَانَتْ فَارِس ظَاهِرَة عَلَى الرُّوم وَكَانَ الْمُشْرِكُونَ يُحِبُّونَ أَنْ تَظْهَر فَارِس عَلَى الرُّوم. وَكَانَ الْمُسْلِمُونَ يُحِبُّونَ أَنْ تَظْهَر الرُّوم عَلَى فَارِس لِأَنَّهُمْ أَهْل كِتَاب . وَهُمْ أَقْرَب إِلَى دِينهمْ فَلَمَّا نَزَلَتْ\" الم غُلِبَتْ الرُّوم فِي أَدْنَى الْأَرْض وَهُمْ مِنْ بَعْد غَلَبَهُمْ سَيَغْلِبُونَ فِي بِضْع سِنِينَ \" قَالُوا يَا أَبَا بَكْر إِنَّ صَاحِبك يَقُول إِنَّ الرُّوم تَظْهَر عَلَى فَارِس فِي بِضْع سِنِينَ : قَالَ صَدَقَ قَالُوا هَلْ لَك أَنْ نُقَامِرك فَبَايَعُوهُ عَلَى أَرْبَع قَلَائِص إِلَى سَبْع سِنِينَ فَمَضَتْ السَّبْع وَلَمْ يَكُنْ شَيْء فَفَرِحَ الْمُشْرِكُونَ بِذَلِكَ فَشَقَّ عَلَى الْمُسْلِمِينَ فَذَكَرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" مَا بِضْع سِنِينَ عِنْدكُمْ ؟ \" قَالُوا دُون الْعَشْر قَالَ : \" اِذْهَبْ فَزَايِدْهُمْ وَازْدَدْ سَنَتَيْنِ فِي الْأَجَل \" قَالَ فَمَا مَضَتْ السَّنَتَانِ حَتَّى جَاءَتْ الرُّكْبَان بِظُهُورِ الرُّوم عَلَى فَارِس فَفَرِحَ الْمُؤْمِنُونَ بِذَلِكَ وَأَنْزَلَ اللَّه تَعَالَى : \" الم غُلِبَتْ الرُّوم - إِلَى قَوْله تَعَالَى - وَعْد اللَّه لَا يُخْلِف اللَّه وَعْده \" . \" حَدِيث آخَر \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا أَحْمَد بْن عُمَر الْوَكِيعِيّ حَدَّثَنَا مُؤَمَّل عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء قَالَ لَمَّا نَزَلَتْ \" الم غُلِبَتْ الرُّوم فِي أَدْنَى الْأَرْض وَهُمْ مِنْ بَعْد غَلَبهمْ سَيَغْلِبُونَ \" قَالَ الْمُشْرِكُونَ لِأَبِي بَكْر أَلَا تَرَى إِلَى مَا يَقُول صَاحِبك يَزْعُم أَنَّ الرُّوم تَغْلِب فَارِس قَالَ صَدَقَ صَاحِبِي قَالُوا هَلْ لَك أَنْ نُخَاطِرك فَجَعَلَ بَيْنه وَبَيْنهمْ أَجَلًا فَحَلَّ الْأَجَل قَبْل أَنْ تَغْلِب الرُّوم فَارِس فَبَلَغَ ذَلِكَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَسَاءَهُ ذَلِكَ وَكَرِهَهُ وَقَالَ لِأَبِي بَكْر \" مَا دَعَاك إِلَى هَذَا ؟ \" قَالَ تَصْدِيقًا لِلَّهِ وَلِرَسُولِهِ قَالَ : \" تَعَرَّضْ لَهُمْ وَأَعْظِمْ لَهُمْ الْخَطَر وَاجْعَلْهُ إِلَى بِضْع سِنِينَ\" فَأَتَاهُمْ أَبُو بَكْر فَقَالَ هَلْ لَكُمْ فِي الْعَوْد فَإِنَّ الْعَوْد أَحْمَد ؟ قَالُوا نَعَمْ فَلَمْ تَمْضِ تِلْكَ السِّنِينَ حَتَّى غَلَبَتْ الرُّوم فَارِس وَرَبَطُوا خُيُولهمْ بِالْمَدَائِنِ وَبَنَوْا الرُّومِيَّة فَجَاءَ أَبُو بَكْر إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ هَذَا السُّحْت قَالَ \" تَصَدَّقْ بِهِ \" \" حَدِيث آخَر \" قَالَ أَبُو عِيسَى التِّرْمِذِيّ حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل حَدَّثَنَا إِسْمَاعِيل بْن أَبِي أُوَيْس أَخْبَرَنِي اِبْن أَبِي الزِّنَاد عَنْ عُرْوَة بْن الزُّبَيْر عَنْ نِيَار بْن مُكْرَم الْأَسْلَمِيّ قَالَ : لَمَّا نَزَلَتْ \" الم غُلِبَتْ الرُّوم فِي أَدْنَى الْأَرْض وَهُمْ مِنْ بَعْد غَلَبهمْ سَيَغْلِبُونَ فِي بِضْع سِنِينَ \" فَكَانَتْ فَارِس يَوْم نَزَلَتْ هَذِهِ الْآيَة قَاهِرِينَ لِلرُّومِ وَكَانَ الْمُسْلِمُونَ يُحِبُّونَ ظُهُور الرُّوم عَلَيْهِمْ لِأَنَّهُمْ وَإِيَّاهُمْ أَهْل كِتَاب وَفِي ذَلِكَ قَوْله تَعَالَى : \" يَوْمئِذٍ يَفْرَح الْمُؤْمِنُونَ بِنَصْرِ اللَّه يَنْصُر مَنْ يَشَاء وَهُوَ الْعَزِيز الرَّحِيم \" وَكَانَتْ قُرَيْش تُحِبّ ظُهُور فَارِس لِأَنَّهُمْ وَإِيَّاهُمْ لَيْسُوا بِأَهْلِ كِتَاب وَلَا إِيمَان بِبَعْثٍ فَلَمَّا أَنْزَلَ اللَّه هَذِهِ الْآيَة خَرَجَ أَبُو بَكْر يَصِيح فِي نَوَاحِي مَكَّة \" الم غُلِبَتْ الرُّوم فِي أَدْنَى الْأَرْض وَهُمْ مِنْ بَعْد غَلَبهمْ سَيَغْلِبُونَ فِي بِضْع سِنِينَ\" فَقَالَ نَاس مِنْ قُرَيْش لِأَبِي بَكْر فَذَاكَ بَيْننَا وَبَيْنكُمْ زَعَمَ صَاحِبكُمْ أَنَّ الرُّوم سَتَغْلِبُ فَارِس فِي بِضْع سِنِينَ أَفَلَا نُرَاهِنك عَلَى ذَلِكَ ؟ قَالَ بَلَى وَذَلِكَ قَبْل تَحْرِيم الرِّهَان فَارْتَهَنَ أَبُو بَكْر وَالْمُشْرِكُونَ وَتَوَاضَعُوا الرِّهَان وَقَالُوا لِأَبِي بَكْر كَمْ نَجْعَل الْبِضْع ثَلَاث سِنِينَ إِلَى تِسْع سِنِينَ فَسَمِّ بَيْننَا وَبَيْنك وَسَطًا نَنْتَهِي إِلَيْهِ قَالُوا فَسَمُّوا بَيْنهمْ سِتّ سِنِينَ قَالَ فَمَضَتْ سِتّ السِّنِينَ قَبْل أَنْ يَظْهَرُوا فَأَخَذَ الْمُشْرِكُونَ رَهْن أَبِي بَكْر فَلَمَّا دَخَلَتْ السَّنَة السَّابِعَة ظَهَرَتْ الرُّوم عَلَى فَارِس قَالَ فَعَابَ الْمُسْلِمُونَ عَلَى أَبِي بَكْر تَسْمِيَته سِتّ سِنِينَ قَالَ لِأَنَّ اللَّه يَقُول فِي بِضْع سِنِينَ قَالَ فَأَسْلَمَ عِنْد ذَلِكَ نَاس كَثِير . هَكَذَا سَاقَهُ التِّرْمِذِيّ ثُمَّ قَالَ هَذَا حَدِيث حَسَن صَحِيح لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث عَبْد الرَّحْمَن بْن أَبِي الزِّنَاد وَقَدْ رُوِيَ نَحْو هَذَا مُرْسَلًا عَنْ جَمَاعَة مِنْ التَّابِعِينَ مِثْل عِكْرِمَة وَالشَّعْبِيّ وَمُجَاهِد وَقَتَادَة وَالسُّدِّيّ وَالزُّهْرِيّ وَغَيْرهمْ وَمِنْ أَغْرَب هَذِهِ السِّيَاقَات مَا رَوَاهُ الْإِمَام سُنَيْد بْن دَاوُد فِي تَفْسِيره حَيْثُ قَالَ حَدَّثَنِي حَجَّاج عَنْ أَبِي بَكْر عَنْ عِكْرِمَة قَالَ : كَانَ فِي فَارِس اِمْرَأَة لَا تَلِد إِلَّا الْمُلُوك وَالْأَبْطَال فَدَعَاهَا كِسْرَى فَقَالَ إِنِّي أُرِيد أَنْ أَبْعَث إِلَى الرُّوم جَيْشًا وَأَسْتَعْمِل عَلَيْهِ رَجُلًا مِنْ بَنِيك فَأَشِيرِي عَلَيَّ أَيّهمْ أَسْتَعْمِل ؟ فَقَالَتْ هَذَا فُلَان وَهُوَ أَرْوَغ مِنْ ثَعْلَب وَأَحْذَر مِنْ صَقْر وَهَذَا فرخان وَهُوَ أَنْفَذ مِنْ سِنَان وَهَذَا شهريراز وَهُوَ أَحْلَم مِنْ كَذَا تَعْنِي أَوْلَادهَا الثَّلَاثَة فَاسْتَعْمِلْ أَيّهمْ شِئْت قَالَ فَإِنِّي اِسْتَعْمَلْت الْحَلِيم فَاسْتَعْمَلَ شهريراز فَسَارَ إِلَى الرُّوم بِأَهْلِ فَارِس فَظَهَرَ عَلَيْهِمْ فَقَتَلَهُمْ وَخَرَّبَ مَدَائِنهمْ وَقَطَعَ زَيْتُونهمْ قَالَ أَبُو بَكْر بْن عَبْد اللَّه فَحَدَّثَ بِهَذَا الْحَدِيث عَطَاء الْخُرَاسَانِيّ فَقَالَ أَمَا رَأَيْت بِلَاد الشَّام ؟ قُلْت لَا قَالَ أَمَا إِنَّك لَوْ رَأَيْتهَا لَرَأَيْت الْمَدَائِن الَّتِي خُرِّبَتْ وَالزَّيْتُون الَّذِي قُطِّعَ فَأَتَيْت الشَّام بَعْد ذَلِكَ فَرَأَيْته قَالَ عَطَاء الْخُرَاسَانِيّ حَدَّثَنِي يَحْيَى بْن يَعْمَر أَنَّ قَيْصَر بَعَثَ رَجُلًا يُدْعَى قطمة بِجَيْشٍ مِنْ الرُّوم وَبَعَثَ كِسْرَى شهريراز فَالْتَقَيَا بَيْن أَذْرِعَات وَبُصْرَى وَهِيَ أَدْنَى الشَّام إِلَيْكُمْ فَلَقِيَتْ فَارِس الرُّوم فَغَلَبَتْهُمْ فَارِس فَفَرِحَتْ بِذَلِكَ كُفَّار قُرَيْش وَكَرِهَهُ الْمُسْلِمُونَ قَالَ عِكْرِمَة : وَلَقِيَ الْمُشْرِكُونَ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالُوا إِنَّكُمْ أَهْل كِتَاب وَالنَّصَارَى أَهْل كِتَاب وَنَحْنُ أُمِّيُّونَ وَقَدْ ظَهَرَ إِخْوَاننَا مِنْ أَهْل فَارِس عَلَى إِخْوَانكُمْ مِنْ أَهْل الْكِتَاب وَإِنَّكُمْ إِنْ قَاتَلْتُمُونَا لَنَظْهَرَنَّ عَلَيْكُمْ فَأَنْزَلَ اللَّه تَعَالَى : \" الم غُلِبَتْ الرُّوم فِي أَدْنَى الْأَرْض - إِلَى قَوْله - يَنْصُر مَنْ يَشَاء \" فَخَرَجَ أَبُو بَكْر الصِّدِّيق إِلَى الْكُفَّار فَقَالَ : أَفَرِحْتُمْ بِظُهُورِ إِخْوَانكُمْ عَلَى إِخْوَاننَا فَلَا تَفْرَحُوا وَلَا يَقِرَّن اللَّه أَعْيُنكُمْ فَوَاَللَّهِ لَيُظْهِرَنَّ اللَّه الرُّوم عَلَى فَارِس أَخْبَرَنَا بِذَلِكَ نَبِيّنَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَامَ إِلَيْهِ أُبَيّ بْن خَلَف فَقَالَ كَذَبْت يَا أَبَا فُضَيْل فَقَالَ لَهُ أَبُو بَكْر : أَنْتَ أَكْذَب يَا عَدُوّ اللَّه فَقَالَ أُنَاحِبك عَشْر قَلَائِص مِنِّي وَعَشْر قَلَائِص مِنْك فَإِنْ ظَهَرَتْ الرُّوم عَلَى فَارِس غَرِمْت وَإِنْ ظَهَرَتْ فَارِس غَرِمْت إِلَى ثَلَاث سِنِينَ ثُمَّ جَاءَ أَبُو بَكْر إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ فَقَالَ : \" مَا هَكَذَا ذَكَرْت إِنَّمَا الْبِضْع مَا بَيْن الثَّلَاث إِلَى التِّسْع فَزَايِدْهُ فِي الْخَطَر وَمَادَّهُ فِي الْأَجَل \" فَخَرَجَ أَبُو بَكْر فَلَقِيَ أُبَيًّا فَقَالَ لَعَلَّك نَدِمْت ؟ فَقَالَ لَا تَعَالَ أُزَايِدك فِي الْخَطَر وَأُمَادّك فِي الْأَجَل فَاجْعَلْهَا مِائَة قَلُوص إِلَى تِسْع سِنِينَ قَالَ قَدْ فَعَلْت فَظَهَرَتْ الرُّوم عَلَى فَارِس قَبْل ذَلِكَ فَغَلَبَهُمْ الْمُسْلِمُونَ. قَالَ عِكْرِمَة لَمَّا أَنْ ظَهَرَتْ فَارِس عَلَى الرُّوم جَلَسَ فرخان يَشْرَب وَهُوَ أَخُو شهريراز فَقَالَ لِأَصْحَابِهِ لَقَدْ رَأَيْت كَأَنِّي جَالِس عَلَى سَرِير كِسْرَى فَبَلَغَتْ كِسْرَى فَكَتَبَ كِسْرَى إِلَى شهريراز إِذَا أَتَاك كِتَابِي فَابْعَثْ إِلَيَّ بِرَأْسِ فرخان فَكَتَبَ إِلَيْهِ شهريراز أَيّهَا الْمَلِك إِنَّك لَنْ تَجِد مِثْل فرخان لَهُ نِكَايَة وَصَوْت فِي الْعَدُوّ فَلَا تَفْعَل فَكَتَبَ إِلَيْهِ إِنَّ فِي رِجَال فَارِس خَلَفًا مِنْهُ فَعَجِّلْ إِلَيَّ بِرَأْسِهِ. فَرَاجَعَهُ فَغَضِبَ كِسْرَى فَلَمْ يُجِبْهُ وَبَعَثَ بَرِيدًا إِلَى أَهْل فَارِس إِنِّي قَدْ نَزَعْت عَنْكُمْ شهريراز وَاسْتَعْمَلْت عَلَيْكُمْ فرخان ثُمَّ رَفَعَ إِلَى الْبَرِيد صَحِيفَة لَطِيفَة صَغِيرَة فَقَالَ إِذَا وُلِّيَ فرخان الْمُلْك وَانْقَادَ لَهُ أَخُوهُ فَأَعْطِهِ هَذِهِ فَلَمَّا قَرَأَ شهريراز الْكِتَاب قَالَ سَمْعًا وَطَاعَة وَنَزَلَ عَنْ سَرِيره وَجَلَسَ عَلَيْهِ فرخان وَرَفَعَ إِلَيْهِ الصَّحِيفَة اللَّطِيفَة فَلَمَّا قَرَأَهَا قَالَ اِئْتُونِي بشهريراز وَقَدَّمَهُ لِيَضْرِبَ عُنُقه فَقَالَ شهريراز لَا تَعْجَل حَتَّى أَكْتُب وَصِيَّتِي قَالَ نَعَمْ فَدَعَا بِالسَّفَطِ فَأَعْطَاهُ الصَّحَائِف فَقَالَ كُلّ هَذَا رَاجَعْت فِيك كِسْرَى وَأَنْتَ أَرَدْت أَنْ تَقْتُلنِي بِكِتَابٍ وَاحِد فَرَدَّ الْمُلْك إِلَى أَخِيهِ شهريراز وَكَتَبَ شهريراز إِلَى قَيْصَر مَلِك الرُّوم إِنَّ لِي إِلَيْك حَاجَة لَا تَحْمِلهَا الْبُرُد وَلَا تَحْمِلهَا الصُّحُف فَالْقَنِي وَلَا تَلْقَنِي إِلَّا فِي خَمْسِينَ رُومِيًّا فَإِنِّي لَا أَلْقَاك إِلَّا فِي خَمْسِينَ فَارِسِيًّا . فَأَقْبَلَ قَيْصَر فِي خَمْسمِائَةِ رُومِيّ وَجَعَلَ يَضَع الْعُيُون بَيْن يَدَيْهِ فِي الطَّرِيق وَخَافَ أَنْ يَكُون قَدْ مَكَرَ بِهِ حَتَّى أَتَاهُ عُيُونه بِأَنَّهُ لَيْسَ مَعَهُ إِلَّا خَمْسُونَ رَجُلًا ثُمَّ بُسِطَ لَهُمَا وَالْتَقَيَا فِي قُبَّة دِيبَاج ضُرِبَتْ لَهُمَا مَعَ كُلّ وَاحِد مِنْهُمَا سِكِّين فَدَعَيَا تُرْجُمَانًا بَيْنهمَا فَقَالَ شهريراز إِنَّ الَّذِينَ خَرَّبُوا مَدَائِنك أَنَا وَأَخِي بِكَيْدِنَا وَشَجَاعَتنَا وَإِنَّ كِسْرَى حَسَدَنَا وَأَرَادَ أَنْ أَقْتُل أَخِي فَأَبَيْت ثُمَّ أَمَرَ أَخِي أَنْ يَقْتُلنِي فَقَدْ خَلَعَنَا جَمِيعًا فَنَحْنُ نُقَاتِلهُ مَعَك . قَالَ قَدْ أَصَبْتُمَا ثُمَّ أَشَارَ أَحَدهمَا إِلَى صَاحِبه أَنَّ السِّرّ بَيْن اِثْنَيْنِ فَإِذَا جَاوَزَ اِثْنَيْنِ فَشَا قَالَ أَجَلْ فَقَتَلَا التُّرْجُمَان جَمِيعًا بِسِكِّينَيْهِمَا فَأَهْلَكَ اللَّه كِسْرَى وَجَاءَ الْخَبَر إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم الْحُدَيْبِيَة فَفَرِحَ وَالْمُسْلِمُونَ مَعَهُ . فَهَذَا سِيَاق غَرِيب وَبِنَاء عَجِيب . وَلْنَتَكَلَّمْ عَلَى كَلِمَات هَذِهِ الْآيَات الْكَرِيمَات فَقَوْله تَعَالَى : \" الم غُلِبَتْ الرُّوم \" قَدْ تَقَدَّمَ الْكَلَام عَلَى الْحُرُوف الْمُقَطَّعَة فِي أَوَائِل السُّوَر فِي أَوَّل سُورَة الْبَقَرَة وَأَمَّا الرُّوم فَهُمْ مِنْ سُلَالَة الْعِيص بْن إِسْحَاق بْن إِبْرَاهِيم وَهُمْ أَبْنَاء عَمّ بَنِي إِسْرَائِيل وَيُقَال لَهُمْ بَنُو الْأَصْفَر وَكَانُوا عَلَى دِين الْيُونَان وَالْيُونَان مِنْ سُلَالَة يَافِث بْن نُوح أَبْنَاء عَمّ التُّرْك وَكَانُوا يَعْبُدُونَ الْكَوَاكِب السَّيَّارَة السَّبْعَة وَيُقَال لَهَا الْمُتَحَيِّرَة وَيُصَلُّونَ إِلَى الْقُطْب الشَّمَالِيّ وَهُمْ الَّذِينَ أَسَّسُوا دِمَشْق وَبَنَوْا مَعْبَدهَا وَفِيهِ مَحَارِيب إِلَى جِهَة الشَّمَال فَكَانَ الرُّوم عَلَى دِينهمْ إِلَى بَعْد مَبْعَث الْمَسِيح بِنَحْوٍ مِنْ ثَلَاث مِائَة سَنَة وَكَانَ مَنْ مَلَكَ مِنْهُمْ الشَّام مَعَ الْجَزِيرَة يُقَال لَهُ قَيْصَر فَكَانَ أَوَّل مَنْ دَخَلَ فِي دِين النَّصَارَى مِنْ مُلُوك الرُّوم قُسْطَنْطِين بْن قسطس وَأُمّه مَرْيَم الهيلانية الغندقانية مِنْ أَرْض حَرَّان كَانَتْ قَدْ تَنَصَّرَتْ قَبْله فَدَعَتْهُ إِلَى دِينهَا وَكَانَ قَبْل ذَلِكَ فَيْلَسُوفًا فَتَابَعَهَا يُقَال تَقِيَّة وَاجْتَمَعَتْ بِهِ النَّصَارَى وَتَنَاظَرُوا فِي زَمَانه مَعَ عَبْد اللَّه بْن أريوس وَاخْتَلَفُوا اِخْتِلَافًا كَثِيرًا مُنْتَشِرًا مُتَشَتِّتًا لَا يَنْضَبِط إِلَّا أَنَّهُ اِتَّفَقَ مِنْ جَمَاعَتهمْ ثَلَاث مِائَة وَثَمَانِيَة عَشَرَ أُسْقُفًا فَوَضَعُوا لِقُسْطَنْطِين الْعَقِيدَة وَهِيَ الَّتِي يُسَمُّونَهَا الْأَمَانَة الْكَبِيرَة وَإِنَّمَا هِيَ الْخِيَانَة الْحَقِيرَة وَوَضَعُوا لَهُ الْقَوَانِين يَعْنُونَ كَسْب الْأَحْكَام مِنْ تَحْرِيم وَتَحْلِيل وَغَيْر ذَلِكَ مِمَّا يَحْتَاجُونَ إِلَيْهِ وَغَيَّرُوا دِين الْمَسِيح عَلَيْهِ السَّلَام وَزَادُوا فِيهِ وَنَقَصُوا مِنْهُ فَصَلَّوْا إِلَى الْمَشْرِق وَاعْتَاضُوا عَنْ السَّبْت بِالْأَحَدِ وَعَبَدُوا الصَّلِيب وَأَحَلُّوا الْخِنْزِير وَاِتَّخَذُوا أَعْيَادًا أَحْدَثُوهَا كَعِيدِ الصَّلِيب وَالْقُدَّاس وَالْغِطَاس وَغَيْر ذَلِكَ مِنْ الْبَوَاعِيث وَالشَّعَابِين وَجَعَلُوا لَهُ الْبَاب وَهُوَ كَبِيرهمْ ثُمَّ الْبَتَارِكَة ثُمَّ الْمَطَارِنَة ثُمَّ الْأَسَاقِفَة وَالْقَسَاقِسَة ثُمَّ الشَّمَامِسَة وَابْتَدَعُوا الرَّهْبَانِيَّة وَبَنَى لَهُمْ الْمَلِك الْكَنَائِس وَالْمَعَابِد وَأَسَّسَ الْمَدِينَة الْمَنْسُوبَة إِلَيْهِ وَهِيَ الْقُسْطَنْطِينِيَّة يُقَال إِنَّهُ بَنَى فِي أَيَّامه اِثْنَيْ عَشَرَ أَلْف كَنِيسَة وَبَنَى بَيْت لَحْم بِثَلَاثِ مَحَارِيب وَبَنَتْ أُمّه الْقَمَّامَة وَهَؤُلَاءِ هُمْ الْمَلَكِيَّة يَعْنُونَ الَّذِينَ هُمْ عَلَى دِين الْمَلِك ثُمَّ حَدَثَتْ بَعْدهمْ الْيَعْقُوبِيَّة أَتْبَاع يَعْقُوب الْإِسْكَاف ثُمَّ النُّسْطُورِيَّة أَصْحَاب نُسْطُور وَهُمْ فِرَق وَطَوَائِف كَثِيرَة كَمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّهُمْ اِفْتَرَقُوا عَلَى اِثْنَتَيْنِ وَسَبْعِينَ فِرْقَة \" وَالْغَرَض أَنَّهُمْ اِسْتَمَرُّوا عَلَى النَّصْرَانِيَّة كُلَّمَا هَلَكَ قَيْصَر خَلَفَهُ آخَر بَعْده حَتَّى كَانَ آخِرهمْ هِرَقْل وَكَانَ مِنْ عُقَلَاء الرِّجَال وَمِنْ أَحْزَم الْمُلُوك وَأَدْهَاهُمْ وَأَبْعَدهمْ غَوْرًا وَأَقْصَاهُمْ رَأْيًا فَتَمَلَّكَ عَلَيْهِمْ فِي رِيَاسَة عَظِيمَة وَأُبَّهَة كَثِيرَة فَنَاوَأَهُ كِسْرَى مَلِك الْفُرْس وَمَلِك الْبِلَاد كَالْعِرَاقِ وَخُرَاسَان وَالرَّيّ وَجَمِيع بِلَاد الْعَجَم وَهُوَ سابور ذُو الْأَكْتَاف وَكَانَتْ مَمْلَكَته أَوْسَعَ مِنْ مَمْلَكَة قَيْصَر وَلَهُ رِيَاسَة الْعَجَم وَحَمَاقَة الْفُرْس وَكَانُوا مَجُوسًا يَعْبُدُونَ النَّار فَتَقَدَّمَ عَنْ عِكْرِمَة أَنَّهُ قَالَ بَعَثَ إِلَيْهِ نُوَّابه وَجَيْشه فَقَاتَلُوهُ وَالْمَشْهُور أَنَّ كِسْرَى غَزَاهُ بِنَفْسِهِ فِي بِلَاده فَقَهَرَهُ وَكَسَرَهُ وَقَصَرَهُ حَتَّى لَمْ يَبْقَ مَعَهُ سِوَى مَدِينَة قُسْطَنْطِينِيَّة فَحَاصَرَهُ بِهَا مُدَّة طَوِيلَة حَتَّى ضَاقَتْ عَلَيْهِ وَكَانَتْ النَّصَارَى تُعَظِّمهُ تَعْظِيمًا زَائِدًا وَلَمْ يَقْدِر كِسْرَى عَلَى فَتْح الْبَلَد وَلَا أَمْكَنَهُ ذَلِكَ لِحَصَانَتِهَا لِأَنَّ نِصْفهَا مِنْ نَاحِيَة الْبَرّ وَنِصْفهَا الْآخَر مِنْ نَاحِيَة الْبَحْر فَكَانَتْ تَأْتِيهِمْ الْمِيرَة وَالْمَدَد مِنْ هُنَالِكَ فَلَمَّا طَالَ الْأَمْر دَبَّرَ قَيْصَر مَكِيدَة وَرَأَى فِي نَفْسه خَدِيعَة فَطَلَبَ مِنْ كِسْرَى أَنْ يُقْلِع مِنْ بِلَاده عَلَى مَال يُصَالِحهُ عَلَيْهِ وَيَشْتَرِط عَلَيْهِ مَا شَاءَ فَأَجَابَهُ إِلَى ذَلِكَ وَطَلَبَ مِنْهُ أَمْوَالًا عَظِيمَة لَا يَقْدِر عَلَيْهَا أَحَد مِنْ مُلُوك الدُّنْيَا مِنْ ذَهَب وَجَوَاهِر وَأَقْمِشَة وَجَوَارٍ وَخُدَّام وَأَصْنَاف كَثِيره فَطَاوَعَهُ قَيْصَر وَأَوْهَمَهُ أَنَّ عِنْده جَمِيع مَا طَلَبَ وَاسْتَقَلَّ عَقْله لَمَّا طَلَبَ مِنْهُ مَا طَلَبَ وَلَوْ اِجْتَمَعَ هُوَ وَإِيَّاهُ لَعَجَزَتْ قُدْرَتهمَا عَنْ جَمْع عُشْره وَسَأَلَ مِنْ كِسْرَى أَنْ يُمَكِّنهُ مِنْ الْخُرُوج إِلَى بِلَاد الشَّام وَأَقَالِيم مَمْلَكَته لِيَسْعَى فِي تَحْصِيل ذَلِكَ مِنْ ذَخَائِره وَحَوَاصِله وَدَفَائِنه فَأَطْلَقَ سَرَاحه فَلَمَّا عَزَمَ قَيْصَر عَلَى الْخُرُوج مِنْ مَدِينَة قُسْطَنْطِينِيَّة جَمَعَ أَهْل مِلَّته وَقَالَ : إِنِّي خَارِج فِي أَمْر قَدْ أَبْرَمْته فِي جُنْد قَدْ عَيَّنْته مِنْ جَيْشِي فَإِنْ رَجَعْت إِلَيْكُمْ قَبْل الْحَوْل فَأَنَا مَلِككُمْ وَإِنْ لَمْ أَرْجِع إِلَيْكُمْ قَبْلهَا فَأَنْتُمْ بِالْخِيَارِ إِنْ شِئْتُمْ اِسْتَمْرَرْتُمْ عَلَى بَيْعَتِي وَإِنْ شِئْتُمْ وَلَّيْتُمْ عَلَيْكُمْ غَيْرِي فَأَجَابُوهُ بِأَنَّك مَلِكنَا مَا دُمْت حَيًّا وَلَوْ غِبْت عَشَرَة أَعْوَام فَلَمَّا خَرَجَ مِنْ الْقُسْطَنْطِينِيَّة خَرَجَ جَرِيدَة فِي جَيْش مُتَوَسِّط هَذَا وَكِسْرَى مُخَيِّم عَلَى الْقُسْطَنْطِينِيَّة يَنْتَظِرهُ لِيَرْجِع فَرَكِبَ قَيْصَر مِنْ فَوْره وَسَارَ مُسْرِعًا حَتَّى اِنْتَهَى إِلَى بِلَاد فَارِس فَعَاثَ فِي بِلَادهمْ قَتْلًا لِرِجَالِهَا وَمَنْ بِهَا مِنْ الْمُقَاتِلَة أَوَّلًا فَأَوَّلًا وَلَمْ يَزَلْ يَقْتُل حَتَّى اِنْتَهَى إِلَى الْمَدَائِن وَهِيَ كُرْسِيّ مَمْلَكَة كِسْرَى فَقَتَلَ مَنْ بِهَا وَأَخَذَ جَمِيع حَوَاصِله وَأَمْوَاله وَأَسَرَ نِسَاءَهُ وَحَرِيمه وَحَلَقَ رَأْس وَلَده وَرَكَّبَهُ عَلَى حِمَار وَبَعَثَ مَعَهُ مِنْ الْأَسَاوِرَة مِنْ قَوْمه فِي غَايَة الْهَوَان وَالذِّلَّة وَكَتَبَ إِلَى كِسْرَى يَقُول هَذَا مَا طَلَبْت فَخُذْهُ فَلَمَّا بَلَغَ ذَلِكَ كِسْرَى أَخَذَهُ مِنْ الْغَمّ مَا لَا يُحْصِيه إِلَّا اللَّه تَعَالَى وَاشْتَدَّ حَنَقه عَلَى الْبَلَد فَجَدَّ فِي حِصَارهَا بِكُلِّ مُمْكِن فَلَمْ يَقْدِر عَلَى ذَلِكَ فَلَمَّا عَجَزَ رَكِبَ لِيَأْخُذ عَلَيْهِ الطَّرِيق مِنْ مَخَاضَة جَيْحُون الَّتِي لَا سَبِيل لِقَيْصَرَ إِلَى الْقُسْطَنْطِينِيَّة إِلَّا مِنْهَا فَلَمَّا عَلِمَ قَيْصَر بِذَلِكَ اِحْتَالَ بِحِيلَةٍ عَظِيمَة لَمْ يُسْبَق إِلَيْهَا وَهُوَ أَنَّهُ أَرْصَدَ جُنْده وَحَوَاصِله الَّتِي مَعَهُ عِنْد فَم الْمَخَاضَة وَرَكِبَ فِي بَعْض الْجَيْش وَأَمَرَ بِأَحْمَالٍ مِنْ التِّبْن وَالْبَعْر وَالرَّوْث فَحُمِلَتْ مَعَهُ وَسَارَ إِلَى قَرِيب مِنْ يَوْم فِي الْمَاء مُصَعِّدًا ثُمَّ أَمَرَ بِإِلْقَاءِ تِلْكَ الْأَحْمَال فِي النَّهَر فَلَمَّا مَرَّتْ بِكِسْرَى وَجُنْده ظَنَّ أَنَّهُمْ قَدْ خَاضُوا مِنْ هُنَالِكَ فَرَكِبُوا فِي طَلَبهمْ فَشَغَرَتْ الْمَخَاضَة عَنْ الْفُرْس وَقَدِمَ قَيْصَر فَأَمَرَهُمْ بِالنُّهُوضِ وَالْخَوْض فَخَاضُوا وَأَسْرَعُوا السَّيْر فَفَاتُوا كِسْرَى وَجُنُوده وَدَخَلُوا الْقُسْطَنْطِينِيَّة فَكَانَ ذَلِكَ يَوْمًا مَشْهُودًا عِنْد النَّصَارَى وَبَقِيَ كِسْرَى وَجُيُوشه حَائِرِينَ لَا يَدْرُونَ مَاذَا يَصْنَعُونَ لَمْ يَحْصُلُوا عَلَى بِلَاد قَيْصَر وَبِلَادهمْ قَدْ خَرَّبَتْهَا الرُّوم وَأَخَذُوا حَوَاصِلهمْ وَسَبَوْا ذَرَارِيّهمْ وَنِسَاءَهُمْ فَكَانَ هَذَا مِنْ غَلَب الرُّوم لِفَارِسَ وَكَانَ ذَلِكَ بَعْد تِسْع سِنِينَ مِنْ غَلَب فَارِس لِلرُّومِ وَكَانَتْ الْوَقْعَة الْكَائِنَة بَيْن فَارِس وَالرُّوم حِين غَلَبَتْ الرُّوم بَيْن أَذْرِعَات وَبُصْرَى عَلَى مَا ذَكَرَهُ اِبْن عَبَّاس وَعِكْرِمَة وَغَيْرهمَا وَهِيَ طَرَف بِلَاد الشَّام مِمَّا يَلِي بِلَاد الْحِجَاز وَقَالَ مُجَاهِد كَانَ ذَلِكَ فِي الْجَزِيرَة وَهِيَ أَقْرَب بِلَاد الرُّوم مِنْ فَارِس فَاَللَّه أَعْلَم . ثُمَّ كَانَ غَلَبُ الرُّوم لِفَارِسَ بَعْد بِضْع سِنِينَ وَهِيَ تِسْع فَإِنَّ الْبِضْع فِي كَلَام الْعَرَب مَا بَيْن الثَّلَاث إِلَى التِّسْع . وَكَذَلِكَ جَاءَ فِي الْحَدِيث الَّذِي رَوَاهُ التِّرْمِذِيّ وَابْن جَرِير وَغَيْرهمَا مِنْ حَدِيث عَبْد اللَّه بْن عَبْد الرَّحْمَن الْجُمَحِيّ عَنْ الزُّهْرِيّ عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِأَبِي بَكْر فِي مُنَاحَبَة\" الم غُلِبَتْ الرُّوم \" الْآيَة \" أَلَا اِحْتَطْت يَا أَبَا بَكْر فَإِنَّ الْبِضْع مَا بَيْن ثَلَاث إِلَى تِسْع ؟ \" ثُمَّ قَالَ هَذَا حَدِيث حَسَن غَرِيب مِنْ هَذَا الْوَجْه . وَرَوَى اِبْن جَرِير عَنْ عَبْد اللَّه بْن عَمْرو أَنَّهُ قَالَ ذَلِكَ وَاَللَّه أَعْلَم \" .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40065, "aya_id": 3}]