[{"text": "اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا", "sura_id": 65, "type": 0, "id": 5229, "aya_id": 12}, {"text": "الله الذي خلق سبع سماوات ومن الأرض مثلهن يتنزل الأمر بينهن لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما", "sura_id": 65, "type": 1, "id": 11465, "aya_id": 12}, {"text": "12 - (الله الذي خلق سبع سماوات ومن الأرض مثلهن) يعني سبع أرضين (يتنزل الأمر) الوحي (بينهن) بين السموات والأرض ينزل به جبريل من السماء السابعة إلى الأرض السابعة (لتعلموا) متعلق بمحذوف أي أعلمكم بذلك الخلق والتنزيل (أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما) \r\n", "sura_id": 65, "type": 2, "id": 30173, "aya_id": 12}, {"text": "الله وحده هو الذي خلق سبع سموات, وخلق سبعًا من الأرَضين, وأنزل الأمر مما أوحاه الله إلى رسله وما يدبِّر به خلقه بين السموات والأرض؛ لتعلموا- أيها الناس- أن الله على كل شيء قدير لا يعجزه شيء, وأن الله قد أحاط بكل شيء علمًا, فلا يخرج شيء عن علمه وقدرته.\r\n", "sura_id": 65, "type": 3, "id": 36409, "aya_id": 12}, {"text": " <font color=red>اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ قُدْرَتِهِ التَّامَّة وَسُلْطَانه الْعَظِيم لِيَكُونَ ذَلِكَ بَاعِثًا عَلَى تَعْظِيم مَا شَرَعَ مِنْ الدِّين الْقَوِيم\" اللَّه الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ \" كَقَوْلِهِ تَعَالَى إِخْبَارًا عَنْ نُوحٍ أَنَّهُ قَالَ لِقَوْمِهِ \" أَلَمْ تَرَوْا كَيْف خَلَقَ اللَّهُ سَبْع سَمَاوَاتٍ طِبَاقًا \" وَقَوْله تَعَالَى \" تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْع وَالْأَرْض وَمَنْ فِيهِنَّ \" . وَقَوْله تَعَالَى \" وَمِنْ الْأَرْض مِثْلهنَّ \" أَيْ سَبْعًا أَيْضًا كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ \" مَنْ ظَلَمَ قِيدَ شِبْر مِنْ الْأَرْض طَوَّقَهُ مِنْ سَبْع أَرَضِينَ \" وَفِي صَحِيح الْبُخَارِيّ \" خَسَفَ بِهِ إِلَى سَبْع أَرَضِينَ \" وَقَدْ ذَكَرْت طُرُقه وَأَلْفَاظه وَعَزْوَهُ فِي أَوَّل الْبِدَايَة وَالنِّهَايَة عِنْد ذِكْرِ خَلْق الْأَرْض وَلِلَّهِ الْحَمْد وَالْمِنَّة . وَمَنْ حَمَلَ ذَلِكَ عَلَى سَبْعَة أَقَالِيم فَقَدْ أَبْعَدَ النُّجْعَة وَأَغْرَقَ فِي النَّزْع وَخَالَفَ الْقُرْآن وَالْحَدِيث بِلَا مُسْتَنَدٍ , وَقَدْ تَقَدَّمَ فِي سُورَة الْحَدِيد عِنْد قَوْله تَعَالَى \" هُوَ الْأَوَّل وَالْآخِر وَالظَّاهِر وَالْبَاطِن\" ذَكَرَ الْأَرَضِينَ السَّبْع وَبُعْدَ مَا بَيْنَهُنَّ وَكَثَافَة كُلِّ وَاحِدَةٍ مِنْهُنَّ خَمْسمِائَةِ عَام وَهَكَذَا قَالَ اِبْن مَسْعُود وَغَيْره وَكَذَا فِي الْحَدِيث الْآخَر \" مَا السَّمَاوَات السَّبْع وَمَا فِيهِنَّ وَمَا بَيْنهنَّ وَالْأَرَضُونَ السَّبْع وَمَا فِيهِنَّ وَمَا بَيْنهنَّ فِي الْكُرْسِيّ إِلَّا كَحَلْقَةٍ مُلْقَاة بِأَرْضِ فَلَاةٍ \" . وَقَالَ اِبْن جَرِير ثَنَا عَمْرو بْن عَلِيّ ثَنَا وَكِيع ثَنَا الْأَعْمَش عَنْ إِبْرَاهِيم بْن مُهَاجِر عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" سَبْع سَمَاوَات وَمِنْ الْأَرْض مِثْلهنَّ \" قَالَ لَوْ حَدَّثْتُكُمْ بِتَفْسِيرِهَا لَكَفَرْتُمْ وَكُفْرُكُمْ تَكْذِيبُكُمْ بِهَا وَحَدَّثَنَا اِبْن حُمَيْد ثَنَا يَعْقُوب بْنُ عَبْد اللَّه بْن سَعْد الْقُمِّيّ الْأَشْعَرِيّ عَنْ جَعْفَر بْن أَبِي الْمُغِيرَة الْخُزَاعِيّ عَنْ سَعِيد بْن جُبَيْر قَالَ : قَالَ رَجُل لِابْنِ عَبَّاس \" اللَّه الَّذِي خَلَقَ سَبْع سَمَاوَات وَمِنْ الْأَرْض مِثْلهنَّ \" الْآيَة فَقَالَ اِبْن عَبَّاس مَا يُؤَمِّنك إِنْ أَخْبَرْتُك بِهَا فَتَكْفُر . وَقَالَ اِبْن جَرِير ثَنَا عَمْرو بْن عَلِيّ وَمُحَمَّد بْن الْمُثَنَّى قَالَا ثَنَا مُحَمَّد بْن جَعْفَر ثَنَا شُعْبَة عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي الضُّحَى عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة \" اللَّه الَّذِي خَلَقَ سَبْع سَمَاوَات وَمِنْ الْأَرْض مِثْلهنَّ\" قَالَ عَمْرو قَالَ فِي كُلّ أَرْض مِثْل إِبْرَاهِيم وَنَحْو مَا عَلَى الْأَرْض مِنْ الْخَلْق . وَقَالَ اِبْن الْمُثَنَّى فِي حَدِيثه فِي كُلّ سَمَاء إِبْرَاهِيم وَرَوَى الْبَيْهَقِيّ فِي كِتَاب الْأَسْمَاء وَالصِّفَات هَذَا الْأَثَر عَنْ اِبْن عَبَّاس بِأَبْسَط مِنْ هَذَا فَقَالَ أَنَا أَبُو عَبْد اللَّه الْحَافِظ ثَنَا أَحْمَد بْن يَعْقُوب ثَنَا عُبَيْد بْن غَنَّام النَّخَعِيّ أَنَا عَلِيّ بْن حَكِيم ثَنَا شَرِيك عَنْ عَطَاء بْن السَّائِب عَنْ أَبِي الضُّحَى عَنْ اِبْن عَبَّاس قَالَ \" اللَّه الَّذِي خَلَقَ سَبْع سَمَاوَات وَمِنْ الْأَرْض مِثْلهنَّ\" قَالَ سَبْع أَرَضِينَ فِي كُلّ أَرْض نَبِيّ كَنَبِيِّكُمْ وَآدَم كَآدَم وَنُوح كَنُوحٍ وَإِبْرَاهِيم كَإِبْرَاهِيم وَعِيسَى كَعِيسَى. ثُمَّ رَوَاهُ الْبَيْهَقِيّ مِنْ حَدِيث شُعْبَة عَنْ عَمْرو بْن مُرَّة عَنْ أَبِي الضُّحَى عَنْ اِبْن عَبَّاس فِي قَوْل اللَّه عَزَّ وَجَلَّ \" اللَّه الَّذِي خَلَقَ سَبْع سَمَاوَات وَمِنْ الْأَرْض مِثْلهنَّ\" قَالَ فِي كُلّ أَرْض نَحْو إِبْرَاهِيم عَلَيْهِ السَّلَام ثُمَّ قَالَ الْبَيْهَقِيّ إِسْنَاد هَذَا عَنْ اِبْن عَبَّاس صَحِيح وَهُوَ شَاذّ بِمُرَّة لَا أَعْلَم لِأَبِي الضُّحَى عَلَيْهِ مُتَابِعًا وَاَللَّهُ أَعْلَمُ قَالَ الْإِمَام أَبُو بَكْر عَبْد اللَّه بْن مُحَمَّد بْن أَبِي الدُّنْيَا الْقُرَشِيّ فِي كِتَابه التَّفَكُّر وَالِاعْتِبَار حَدَّثَنِي إِسْحَاق بْن حَاتِم الْمَدَائِنِيّ ثَنَا يَحْيَى بْن سُلَيْمَان عَنْ عُثْمَان بْن أَبِي دهرس قَالَ بَلَغَنِي أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِنْتَهَى إِلَى أَصْحَابه وَهُمْ سُكُوت لَا يَتَكَلَّمُونَ فَقَالَ \" مَا لَكُمْ لَا تَتَكَلَّمُونَ ؟ \" فَقَالُوا نَتَفَكَّر فِي خَلْق اللَّه عَزَّ وَجَلَّ قَالَ \" فَكَذَلِكَ فَافْعَلُوا تَفَكَّرُوا فِي خَلْق اللَّه وَلَا تَتَفَكَّرُوا فِيهِ فَإِنَّ بِهَذَا الْمَغْرِب أَرْضًا بَيْضَاء نُورهَا بَيَاضهَا - أَوْ قَالَ بَيَاضهَا نُورهَا - مَسِيرَة الشَّمْس أَرْبَعِينَ يَوْمًا بِهَا خَلْق مِنْ خَلْق اللَّه تَعَالَى لَمْ يَعْصُوا اللَّه طَرْفَة عَيْن قَطُّ \" قَالُوا فَأَيْنَ الشَّيْطَان عَنْهُمْ ؟ قَالَ \" مَا يَدْرُونَ خُلِقَ الشَّيْطَان أَمْ لَمْ يُخْلَقْ ؟ \" قَالُوا أَمِنْ وَلَد آدَم ؟ قَالَ \" لَا يَدْرُونَ خُلِقَ آدَم أَمْ لَمْ يُخْلَق ؟ \" وَهَذَا حَدِيث مُرْسَل وَهُوَ مُنْكَر جِدًّا وَعُثْمَان بْن أَبِي دهرس ذَكَرَهُ اِبْن أَبِي حَاتِم فِي كِتَابه فَقَالَ رَوَى عَنْ رَجُل مِنْ آلِ الْحَكَم بْن أَبِي الْعَاص وَعَنْهُ سُفْيَان بْن عُيَيْنَة وَيَحْيَى بْن سُلَيْم الطَّائِفِيّ وَابْن الْمُبَارَك سَمِعْت أَبِي يَقُول ذَلِكَ . آخِر تَفْسِير سُورَة الطَّلَاق وَلِلَّهِ الْحَمْدِ وَالْمِنَّة .</p><BR> <br> ", "sura_id": 65, "type": 4, "id": 42311, "aya_id": 12}]