[{"text": "شَهْرُ رَمَضَانَ الَّذِيَ أُنزِلَ فِيهِ الْقُرْآنُ هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الْهُدَى وَالْفُرْقَانِ فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَن كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ يُرِيدُ اللّهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُواْ الْعِدَّةَ وَلِتُكَبِّرُواْ اللّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ", "sura_id": 2, "type": 0, "id": 192, "aya_id": 185}, {"text": "شهر رمضان الذي أنزل فيه القرآن هدى للناس وبينات من الهدى والفرقان فمن شهد منكم الشهر فليصمه ومن كان مريضا أو على سفر فعدة من أيام أخر يريد الله بكم اليسر ولا يريد بكم العسر ولتكملوا العدة ولتكبروا الله على ما هداكم ولعلكم تشكرون", "sura_id": 2, "type": 1, "id": 6428, "aya_id": 185}, {"text": "185 - تلك الأيام (شهر رمضان الذي أنزل فيه القرآن) من اللوح المحفوظ إلى السماء الدنيا في ليلة القدر ، منه (هدى) حال هاديا من الضلالة (للناس وبينات) آيات واضحات (من الهدى) مما يهدي إلى الحق من الأحكام (و) من (الفرقان) بما يفرق بين الحق والباطل (فمن شهد) حضر (منكم الشهر فليصمه ومن كان مريضا أو على سفر فعدة من أيام أخر) تقدم مثله وكرر لئلا يتوهم نسخه بتعميم من شهد (يريد الله بكم اليسر ولا يريد بكم العسر) ولذا أباح لكم الفطر في المرض والسفر ولكون ذلك في معنى العلة أيضا للأمر بالصوم عطف عليه (ولتكْمِلوا) بالتخفيف والتشديد (العدة) أي عدة صوم رمضان (ولتكبروا الله) عند إكمالها (على ما هداكم) أرشدكم لمعالم دينه (ولعلكم تشكرون) الله على ذلك \r\n", "sura_id": 2, "type": 2, "id": 25136, "aya_id": 185}, {"text": "شهر رمضان الذي ابتدأ الله فيه إنزال القرآن في ليلة القدر; هداية للناس إلى الحق, فيه أوضح الدلائل على هدى الله, وعلى الفارق بين الحق والباطل. فمن حضر منكم الشهر وكان صحيحًا مقيمًا فليصم نهاره. ويُرخَّص للمريض والمسافر في الفطر, ثم يقضيان عدد تلك الأيام. يريد الله تعالى بكم اليسر والسهولة في شرائعه, ولا يريد بكم العسر والمشقة, ولتكملوا عدة الصيام شهرًا, ولتختموا الصيام بتكبير الله في عيد الفطر, ولتعظموه على هدايته لكم, ولكي تشكروا له على ما أنعم به عليكم من الهداية والتوفيق والتيسير.\r\n", "sura_id": 2, "type": 3, "id": 31372, "aya_id": 185}, {"text": " <font color=red>شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ</font><BR><p>يَمْدَح تَعَالَى شَهْرَ الصِّيَام مِنْ بَيْن سَائِر الشُّهُور بِأَنْ اخْتَارَهُ مِنْ بَيْنهنَّ لِإِنْزَالِ الْقُرْآن الْعَظِيم وَكَمَا اِخْتَصَّهُ بِذَلِكَ قَدْ وَرَدَ الْحَدِيث بِأَنَّهُ الشَّهْرُ الَّذِي كَانَتْ الْكُتُب الْإِلَهِيَّة تَنْزِل فِيهِ عَلَى الْأَنْبِيَاء قَالَ : الْإِمَام أَحْمَدُ بْن حَنْبَل رَحِمَهُ اللَّهُ حَدَّثَنَا أَبُو سَعِيد مَوْلَى بَنِي هَاشِم حَدَّثَنَا عِمْرَان أَبُو الْعَوَّام عَنْ قَتَادَة عَنْ أَبِي فُلَيْح عَنْ وَاثِلَة يَعْنِي اِبْن الْأَسْقَع أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : قَالَ \" أُنْزِلَتْ صُحُف إِبْرَاهِيم فِي أَوَّل لَيْلَة مِنْ رَمَضَان وَأُنْزِلَتْ التَّوْرَاة لِسِتٍّ مَضَيْنَ مِنْ رَمَضَان وَالْإِنْجِيل لِثَلَاثِ عَشْرَة خَلَتْ مِنْ رَمَضَان وَأَنْزَلَ اللَّهُ الْقُرْآنَ لِأَرْبَعِ وَعِشْرِينَ خَلَتْ مِنْ رَمَضَان \" وَقَدْ رُوِيَ مِنْ حَدِيث جَابِر بْن عَبْد اللَّه وَفِيهِ : \" أَنَّ الزَّبُور أُنْزِلَ لِثِنْتَيْ عَشْرَة خَلَتْ مِنْ رَمَضَان وَالْإِنْجِيل لِثَمَانِي عَشْرَة\" وَالْبَاقِي كَمَا تَقَدَّمَ رَوَاهُ اِبْن مَرْدَوَيْهِ وَأَمَّا الصُّحُف وَالتَّوْرَاة وَالزَّبُور وَالْإِنْجِيل فَنَزَلَ كُلّ مِنْهَا عَلَى النَّبِيّ الَّذِي أُنْزِلَ عَلَيْهِ جُمْلَة وَاحِدَة وَأَمَّا الْقُرْآن فَإِنَّمَا نَزَلَ جُمْلَة وَاحِدَة إِلَى بَيْت الْعِزَّة مِنْ السَّمَاء الدُّنْيَا وَكَانَ ذَلِكَ فِي شَهْر رَمَضَان فِي لَيْلَة الْقَدْر مِنْهُ كَمَا قَالَ تَعَالَى \" إِنَّا أَنْزَلْنَاهُ فِي لَيْلَة الْقَدْر \" وَقَالَ \" إِنَّا أَنْزَلْنَاهُ فِي لَيْلَة مُبَارَكَة \" ثُمَّ نَزَلَ بَعْده مُفَرَّقًا بِحَسْب الْوَقَائِع عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَكَذَا رُوِيَ مِنْ غَيْر وَجْه عَنْ اِبْن عَبَّاس كَمَا قَالَ إِسْرَائِيل عَنْ السُّدِّيّ عَنْ مُحَمَّد بْن أَبِي الْمُجَالِد عَنْ مِقْسَم عَنْ اِبْن عَبَّاس أَنَّهُ سَأَلَ عَطِيَّة بْن الْأَسْوَد فَقَالَ : وَقَعَ فِي قَلْبِي الشَّكّ قَوْل اللَّه تَعَالَى \" شَهْرُ رَمَضَان الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ\" وَقَوْله \" إِنَّا أَنْزَلْنَاهُ فِي لَيْلَة مُبَارَكَة \" وَقَوْله\" إِنَّا أَنْزَلْنَاهُ فِي لَيْلَة الْقَدْر \" وَقَدْ أُنْزِلَ فِي شَوَّال وَفِي ذِي الْقِعْدَة وَفِي ذِي الْحِجَّة وَفِي الْمُحَرَّم وَصَفَر وَشَهْر رَبِيع فَقَالَ اِبْن عَبَّاس : إِنَّهُ أُنْزِلَ فِي رَمَضَان فِي لَيْلَة الْقَدْر وَفِي لَيْلَة مُبَارَكَة جُمْلَة وَاحِدَة ثُمَّ أُنْزِلَ عَلَى مَوَاقِع النُّجُوم تَرْتِيلًا فِي الشُّهُور وَالْأَيَّام رَوَاهُ اِبْن أَبِي حَاتِم وَابْن مَرْدَوَيْهِ وَهَذَا لَفْظه وَفِي رِوَايَة سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : أُنْزِلَ الْقُرْآن فِي النِّصْف مِنْ شَهْر رَمَضَان إِلَى سَمَاء الدُّنْيَا فَجُعِلَ فِي بَيْت الْعِزَّة ثُمَّ أُنْزِلَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي عِشْرِينَ سَنَة لِجَوَابِ كَلَام النَّاس وَفِي رِوَايَة عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : نَزَلَ الْقُرْآن فِي شَهْر رَمَضَان فِي لَيْلَة الْقَدْر إِلَى هَذِهِ السَّمَاء الدُّنْيَا جُمْلَة وَاحِدَة وَكَانَ اللَّهُ يُحْدِث لِنَبِيِّهِ مَا يَشَاء وَلَا يَجِيء الْمُشْرِكُونَ بِمَثَلٍ يُخَاصِمُونَ بِهِ إِلَّا جَاءَهُمْ اللَّه بِجَوَابِهِ وَذَلِكَ قَوْله \" وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَك وَرَتَّلْنَاهُ تَرْتِيلًا وَلَا يَأْتُونَك بِمَثَلٍ إِلَّا جِئْنَاك بِالْحَقِّ وَأَحْسَن تَفْسِيرًا \" وَقَوْله \" هُدًى لِلنَّاسِ وَبَيِّنَات مِنْ الْهُدَى وَالْفُرْقَان \" هَذَا مَدْح لِلْقُرْآنِ الَّذِي أَنْزَلَهُ اللَّه هُدًى لِقُلُوبِ الْعِبَاد مِمَّنْ آمَنَ بِهِ وَصَدَّقَهُ وَاتَّبَعَهُ \" وَبَيِّنَات \" أَيْ وَدَلَائِل وَحُجَج بَيِّنَة وَاضِحَة جَلِيَّة لِمَنْ فَهِمَهَا وَتَدَبَّرَهَا دَالَّة عَلَى صِحَّة مَا جَاءَ بِهِ مِنْ الْهُدَى الْمُنَافِي لِلضَّلَالِ وَالرُّشْد الْمُخَالِف لِلْغَيِّ وَمُفَرِّقًا بَيْن الْحَقّ وَالْبَاطِل وَالْحَلَال وَالْحَرَام وَقَدْ رُوِيَ عَنْ بَعْض السَّلَف أَنَّهُ كَرِهَ أَنْ يُقَال إِلَّا شَهْر رَمَضَان وَلَا يُقَال رَمَضَان قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن بَكَّار بْن الرَّيَّان حَدَّثَنَا أَبُو مَعْشَر عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ وَسَعِيد هُوَ الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة قَالَ : لَا تَقُولُوا رَمَضَان فَإِنَّ رَمَضَان اِسْم مِنْ أَسْمَاء اللَّه تَعَالَى وَلَكِنْ قُولُوا شَهْر رَمَضَان - قَالَ اِبْن أَبِي حَاتِم وَقَدْ رُوِيَ عَنْ مُجَاهِد وَمُحَمَّد بْن كَعْب نَحْو ذَلِكَ وَرَخَّصَ فِيهِ اِبْن عَبَّاس وَزَيْد بْن ثَابِت \" قُلْت \" أَبُو مَعْشَر هُوَ نَجِيح بْن عَبْد الرَّحْمَن الْمَدَنِيّ إِمَام الْمَغَازِي وَالسِّيَر وَلَكِنْ فِيهِ ضَعْف وَقَدْ رَوَاهُ اِبْنه مُحَمَّد عَنْهُ فَجَعَلَهُ مَرْفُوعًا عَنْ أَبِي هُرَيْرَة وَقَدْ أَنْكَرَهُ عَلَيْهِ الْحَافِظ ابْنُ عَدِيّ وَهُوَ جَدِير بِالْإِنْكَارِ فَإِنَّهُ مَتْرُوك وَقَدْ وَهِمَ فِي رَفْع هَذَا الْحَدِيث وَقَدْ اِنْتَصَرَ الْبُخَارِيّ رَحِمَهُ اللَّه فِي كِتَابه لِهَذَا فَقَالَ : بَاب يُقَال رَمَضَان وَسَاقَ أَحَادِيث فِي ذَلِكَ مِنْهَا \" مَنْ صَامَ رَمَضَان إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبه \" وَنَحْو ذَلِكَ وَقَوْله \" فَمَنْ شَهِدَ مِنْكُمْ الشَّهْر فَلْيَصُمْهُ \" هَذَا إِيجَاب حَتْم عَلَى مَنْ شَهِدَ اِسْتِهْلَال الشَّهْر أَيْ كَانَ مُقِيمًا فِي الْبَلَد حِين دَخَلَ شَهْر رَمَضَان وَهُوَ صَحِيح فِي بَدَنه أَنْ يَصُوم لَا مَحَالَة وَنَسَخَتْ هَذِهِ الْآيَةُ الْإِبَاحَةَ الْمُتَقَدِّمَةَ لِمَنْ كَانَ صَحِيحًا مُقِيمًا أَنْ يُفْطِر وَيَفْدِي وَبِإِطْعَامِ مِسْكِين عَنْ كُلّ يَوْم كَمَا تَقَدَّمَ بَيَانه وَلَمَّا خُتِمَ الصِّيَام أَعَادَ ذِكْر الرُّخْصَة لِلْمَرِيضِ وَلِلْمُسَافِرِ فِي الْإِفْطَار بِشَرْطِ الْقَضَاء فَقَالَ\" وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَر فَعِدَّةٌ مِنْ أَيَّام أُخَر\" مَعْنَاهُ وَمَنْ كَانَ بِهِ مَرَض فِي بَدَنه يَشُقّ عَلَيْهِ الصِّيَام مَعَهُ أَوْ يُؤْذِيه أَوْ كَانَ عَلَى سَفَر أَيْ فِي حَال السَّفَر فَلَهُ أَنْ يُفْطِر فَإِذَا أَفْطَرَ فَعَلَيْهِ عِدَّة مَا أَفْطَرَهُ فِي السَّفَر مِنْ الْأَيَّام وَلِهَذَا قَالَ \" يُرِيد اللَّه بِكُمْ الْيُسْرَ وَلَا يُرِيدُ بِكُمْ الْعُسْرَ \" أَيْ إِنَّمَا رَخَّصَ لَكُمْ فِي الْفِطْر فِي حَال الْمَرَض وَفِي السَّفَر مَعَ تَحَتُّمه فِي حَقّ الْمُقِيم الصَّحِيح تَيْسِيرًا عَلَيْكُمْ وَرَحْمَة بِكُمْ . وَهَاهُنَا مَسَائِل تَتَعَلَّق بِهَذِهِ الْآيَة \" إِحْدَاهَا \" أَنَّهُ قَدْ ذَهَبَ طَائِفَة مِنْ السَّلَف إِلَى أَنَّ مَنْ كَانَ مُقِيمًا فِي أَوَّل الشَّهْر ثُمَّ سَافَرَ فِي أَثْنَائِهِ فَلَيْسَ لَهُ الْإِفْطَار بِعُذْرِ السَّفَر وَالْحَالَة هَذِهِ لِقَوْلِهِ \" فَمَنْ شَهِدَ مِنْكُمْ الشَّهْر فَلْيَصُمْهُ \" وَإِنَّمَا يُبَاح الْإِفْطَار لِمُسَافِرٍ اِسْتَهَلَّ الشَّهْر وَهُوَ مُسَافِر وَهَذَا الْقَوْل غَرِيبٌ نَقَلَهُ أَبُو مُحَمَّد بْن حَزْم فِي كِتَابه الْمُحَلَّى عَنْ جَمَاعَة مِنْ الصَّحَابَة وَالتَّابِعِينَ وَفِيمَا حَكَاهُ عَنْهُمْ نَظَر وَاَللَّه أَعْلَم فَإِنَّهُ قَدْ ثَبَتَتْ السُّنَّة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ خَرَجَ فِي شَهْر رَمَضَان لِغَزْوَةِ الْفَتْح فَسَارَ حَتَّى بَلَغَ الْكُدَيْد ثُمَّ أَفْطَرَ وَأَمَرَ النَّاس بِالْفِطْرِ أَخْرَجَهُ صَاحِبَا الصَّحِيح \" الثَّانِيَة \" ذَهَبَ آخَرُونَ مِنْ الصَّحَابَة وَالتَّابِعِينَ إِلَى وُجُوب الْإِفْطَار فِي السَّفَر لِقَوْلِهِ \" فَعِدَّةٌ مِنْ أَيَّامٍ أُخَر \" وَالصَّحِيح قَوْل الْجُمْهُور أَنَّ الْأَمْر فِي ذَلِكَ عَلَى التَّخْيِير صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَيْسَ بِحَتْمٍ لِأَنَّهُمْ كَانُوا يَخْرُجُونَ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي شَهْر رَمَضَان قَالَ : فَمِنَّا الصَّائِمُ وَمِنَّا الْمُفْطِرُ فَلَمْ يَعِبْ الصَّائِمُ عَلَى الْمُفْطِرِ وَلَا الْمُفْطِرُ عَلَى الصَّائِم فَلَوْ كَانَ الْإِفْطَار هُوَ الْوَاجِب لَأَنْكَرَ عَلَيْهِمْ الصِّيَام بَلْ الَّذِي ثَبَتَ مِنْ فِعْل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ فِي مِثْل هَذِهِ الْحَالَة صَائِمًا لِمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي الدَّرْدَاء قَالَ : خَرَجْنَا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي شَهْر رَمَضَان فِي حَرّ شَدِيد حَتَّى إِنْ كَانَ أَحَدُنَا لَيَضَعَ يَده عَلَى رَأْسه مِنْ شِدَّة الْحَرّ وَمَا فِينَا صَائِم إِلَّا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَبْد اللَّه بْن رَوَاحَة\" الثَّالِثَة \" قَالَتْ طَائِفَة مِنْهُمْ الشَّافِعِيّ : الصِّيَام فِي السَّفَر أَفْضَل مِنْ الْإِفْطَار لِفِعْلِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا تَقَدَّمَ وَقَالَتْ طَائِفَة بَلْ الْإِفْطَار أَفْضَل أَخْذًا بِالرُّخْصَةِ وَلِمَا ثَبَتَ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ سُئِلَ عَنْ الصَّوْم فِي السَّفَر فَقَالَ : \" مَنْ أَفْطَرَ فَحَسَنٌ وَمَنْ صَامَ فَلَا جُنَاح عَلَيْهِ\" وَقَالَ فِي حَدِيث آخَر \" عَلَيْكُمْ بِرُخْصَةِ اللَّه الَّتِي رَخَّصَ لَكُمْ \" وَقَالَتْ طَائِفَة هُمَا سَوَاء لِحَدِيثِ عَائِشَة أَنَّ حَمْزَة بْن عَمْرو الْأَسْلَمِيّ قَالَ يَا رَسُول اللَّه إِنِّي كَثِير الصِّيَام أَفَأَصُوم فِي السَّفَر ؟ فَقَالَ \" إِنْ شِئْت فَصُمْ وَإِنْ شِئْت فَأَفْطِرْ \" وَهُوَ فِي الصَّحِيحَيْنِ وَقِيلَ إِنْ شَقَّ الصِّيَام فَالْإِفْطَار أَفْضَل لِحَدِيثِ جَابِر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَأَى رَجُلًا قَدْ ظُلِّلَ عَلَيْهِ فَقَالَ : \" مَا هَذَا \" قَالُوا صَائِم فَقَالَ \" لَيْسَ مِنْ الْبِرّ الصِّيَام فِي السَّفَر \" أَخْرَجَاهُ فَأَمَّا إِنْ رَغِبَ عَنْ السُّنَّة وَرَأَى أَنَّ الْفِطْر مَكْرُوه إِلَيْهِ فَهَذَا يَتَعَيَّنُ عَلَيْهِ الْإِفْطَار وَيَحْرُمُ عَلَيْهِ الصِّيَام وَالْحَالَة هَذِهِ لِمَا جَاءَ فِي مُسْنَد الْإِمَام أَحْمَد وَغَيْره عَنْ اِبْن عُمَر وَجَابِر وَغَيْرهمَا : مَنْ لَمْ يَقْبَل رُخْصَة اللَّه كَانَ عَلَيْهِ مِنْ الْإِثْم مِثْل جِبَال عَرَفَة \" الرَّابِعَة الْقَضَاء \" هَلْ يَجِب مُتَتَابِعًا أَوْ يَجُوز فِيهِ التَّفْرِيق فِيهِ قَوْلَانِ : \" أَحَدهمَا \" أَنَّهُ يَجِب التَّتَابُع لِأَنَّ الْقَضَاءَ يَحْكِي الْأَدَاءَ وَالثَّانِي لَا يَجِب التَّتَابُع بَلْ إِنْ شَاءَ تَابَعَ وَهَذَا قَوْل جُمْهُور السَّلَف وَالْخَلَف وَعَلَيْهِ ثَبَتَتْ الدَّلَائِل لِأَنَّ التَّتَابُع إِنَّمَا وَجَبَ فِي الشَّهْر لِضَرُورَةِ أَدَائِهِ فِي الشَّهْر فَأَمَّا بَعْد اِنْقِضَاء رَمَضَان فَالْمُرَاد صِيَام أَيَّام عِدَّة مَا أَفْطَرَ وَلِهَذَا قَالَ تَعَالَى \" فَعِدَّةٌ مِنْ أَيَّام أُخَر \" ثُمَّ قَالَ تَعَالَى \" يُرِيد اللَّهُ بِكُمْ الْيُسْرَ وَلَا يُرِيدُ بِكُمْ الْعُسْرَ\" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو سَلَمَة الْخُزَاعِيّ حَدَّثَنَا أَبُو هِلَال عَنْ حُمَيْد بْن هِلَال الْعَدَوِيّ عَنْ أَبِي قَتَادَة عَنْ الْأَعْرَابِيّ الَّذِي سَمِعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ خَيْر دِينكُمْ أَيْسَرُهُ إِنَّ خَيْرَ دِينكُمْ أَيْسَرُهُ \" وَقَالَ أَحْمَد أَيْضًا : حَدَّثَنَا يَزِيد بْن هَارُون أَخْبَرَنَا عَاصِم بْن هِلَال حَدَّثَنَا عَامِر بْن عُرْوَة الْفُقَيْمِيّ حَدَّثَنِي أَبِي عُرْوَةُ قَالَ : كُنَّا نَنْتَظِر النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَخَرَجَ يَقْطُر رَأْسه مِنْ وُضُوء أَوْ غُسْل فَصَلَّى فَلَمَّا قَضَى الصَّلَاة جَعَلَ النَّاس يَسْأَلُونَهُ : عَلَيْنَا حَرَج فِي كَذَا ؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ دِين اللَّه فِي يُسْر \" ثَلَاثًا يَقُولهَا - وَرَوَاهُ الْإِمَام أَبُو بَكْر بْن مَرْدَوَيْهِ فِي تَفْسِير هَذِهِ الْآيَة مِنْ حَدِيث مُسْلِم بْن أَبِي تَمِيم عَنْ عَاصِم بْن هِلَال بِهِ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة قَالَ : حَدَّثَنَا أَبُو التَّيَّاح سَمِعْت أَنَس بْن مَالِك يَقُول إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" يَسِّرُوا وَلَا تُعَسِّرُوا وَسَكِّنُوا وَلَا تُنَفِّرُوا \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَفِي الصَّحِيحَيْنِ أَيْضًا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِمُعَاذٍ وَأَبِي مُوسَى حِين بَعَثَهُمَا إِلَى الْيَمَن \" بَشِّرَا وَلَا تُنَفِّرَا وَيَسِّرَا وَلَا تُعَسِّرَا وَتَطَاوَعَا وَلَا تَخْتَلِفَا \" وَفِي السُّنَن وَالْمَسَانِيد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" بُعِثْت بِالْحَنِيفِيَّةِ السَّمْحَة \" وَقَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ فِي تَفْسِيره حَدَّثَنَا عَبْد اللَّه بْن إِسْحَاق بْن إِبْرَاهِيم حَدَّثَنَا يَحْيَى بْن أَبِي طَالِب حَدَّثَنَا عَبْد الْوَهَّاب بْن عَطَاء حَدَّثَنَا أَبُو مَسْعُود الْحَرِيرِيّ عَنْ عَبْد اللَّه بْن شَقِيق عَمّ مِحْجَن بْن الْأَدْرَع أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَأَى رَجُلًا يُصَلِّي فَتَرَاءَاهُ بِبَصَرِهِ سَاعَة فَقَالَ \" أَتَرَاهُ يُصَلِّي صَادِقًا ؟ \" قَالَ قُلْت يَا رَسُول اللَّه : هَذَا أَكْثَر أَهْل الْمَدِينَة صَلَاة فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تُسْمِعهُ فَتُهْلِكهُ \" وَقَالَ\" إِنَّ اللَّه إِنَّمَا أَرَادَ بِهَذِهِ الْأُمَّة الْيُسْر وَلَمْ يُرِدْ بِهِمْ الْعُسْر \" وَمَعْنَى قَوْله \" يُرِيد اللَّهُ بِكُمْ الْيُسْر وَلَا يُرِيد بِكُمْ الْعُسْر وَلِتُكْمِلُوا الْعِدَّة \" أَيْ إِنَّمَا أُرَخِّصُ لَكُمْ فِي الْإِفْطَار لِلْمَرِيضِ وَالسَّفَر وَنَحْوهمَا مِنْ الْأَعْذَار لِإِرَادَتِهِ بِكُمْ الْيُسْر وَإِنَّمَا أَمَرَكُمْ بِالْقَضَاءِ لِتُكْمِلُوا عِدَّة شَهْركُمْ وَقَوْله \" وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ \" أَيْ وَلِتَذْكُرُوا اللَّهَ عِنْد اِنْقِضَاء عِبَادَتكُمْ كَمَا قَالَ \" فَإِذَا قَضَيْتُمْ مَنَاسِككُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدّ ذِكْرًا \" وَقَالَ \" فَإِذَا قَضَيْتُمْ الصَّلَاة فَانْتَشِرُوا فِي الْأَرْض وَابْتَغُوا مِنْ فَضْل اللَّه وَاذْكُرُوا اللَّه كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ \" وَقَالَ\" فَسَبِّحْ بِحَمْدِ رَبِّك قَبْل طُلُوعِ الشَّمْس وَقَبْل الْغُرُوب وَمِنْ اللَّيْل فَسَبِّحْهُ وَأَدْبَار السُّجُود \" وَلِهَذَا جَاءَتْ السُّنَّة بِاسْتِحْبَابِ التَّسْبِيح وَالتَّحْمِيد وَالتَّكْبِير بَعْد الصَّلَوَات الْمَكْتُوبَات وَقَالَ اِبْن عَبَّاس : مَا كُنَّا نَعْرِف اِنْقِضَاء صَلَاة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَّا بِالتَّكْبِيرِ وَلِهَذَا أَخَذَ كَثِير مِنْ الْعُلَمَاء مَشْرُوعِيَّة التَّكْبِير فِي عِيد الْفِطْر مِنْ هَذِهِ الْآيَة \" وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ حَتَّى ذَهَبَ دَاوُد بْن عَلِيّ الْأَصْبَهَانِيّ الظَّاهِرِيّ إِلَى وُجُوبه فِي عِيد الْفِطْر لِظَاهِرِ الْأَمْر فِي قَوْله \" وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ \" وَفِي مُقَابَلَته مَذْهَب أَبِي حَنِيفَة رَحِمَهُ اللَّه أَنَّهُ لَا يُشْرَع التَّكْبِير فِي عِيد الْفِطْر وَالْبَاقُونَ عَلَى اِسْتِحْبَابه عَلَى اِخْتِلَاف فِي تَفَاصِيل بَعْض الْفُرُوع بَيْنهمْ وَقَوْله \" وَلَعَلَّكُمْ تَشْكُرُونَ \" أَيْ إِذَا قُمْتُمْ بِمَا أَمَرَكُمْ اللَّه مِنْ طَاعَته بِأَدَاءِ فَرَائِضه وَتَرْك مَحَارِمه وَحِفْظ حُدُوده فَلَعَلَّكُمْ أَنْ تَكُونُوا مِنْ الشَّاكِرِينَ بِذَلِكَ.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38592, "aya_id": 185}]