[{"text": "أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاء إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنفُسُهُمْ أَفَلَا يُبْصِرُونَ", "sura_id": 32, "type": 0, "id": 3530, "aya_id": 27}, {"text": "أو لم يروا أنا نسوق الماء إلى الأرض الجرز فنخرج به زرعا تأكل منه أنعامهم وأنفسهم أفلا يبصرون", "sura_id": 32, "type": 1, "id": 9766, "aya_id": 27}, {"text": "27 - (أولم يروا أنا نسوق الماء إلى الأرض الجرز فنخرج) اليابسة التي لا نبات فيها (به زرعا تأكل منه أنعامهم وأنفسهم أفلا يبصرون ويقولون) هذا فيعلموا أنا نقدر على إعادتهم \r\n", "sura_id": 32, "type": 2, "id": 28474, "aya_id": 27}, {"text": "أولم ير المكذبون بالبعث بعد الموت أننا نسوق الماء إلى الأرض اليابسة الغليظة التي لا نبات فيها, فنخرج به زرعًا مختلفًا ألوانه تأكل منه أنعامهم, وتتغذى به أبدانهم فيعيشون به؟ أفلا يرون هذه النعم بأعينهم, فيعلموا أن الله الذي فعل ذلك قادر على إحياء الأموات ونَشْرهم من قبورهم؟\r\n", "sura_id": 32, "type": 3, "id": 34710, "aya_id": 27}, {"text": " <font color=red>أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنْفُسُهُمْ أَفَلَا يُبْصِرُونَ</font><BR><p>قَوْله تَعَالَى \" أَوَلَمْ يَرَوْا أَنَّا نَسُوق الْمَاء إِلَى الْأَرْض الْجُرُز \" يُبَيِّن تَعَالَى لُطْفه بِخَلْقِهِ وَإِحْسَانه إِلَيْهِمْ فِي إِرْسَاله الْمَاء إِمَّا مِنْ السَّمَاء أَوْ مِنْ السَّيْح وَهُوَ مَا تَحْمِلهُ الْأَنْهَار وَيَتَحَدَّر مِنْ الْجِبَال إِلَى الْأَرَاضِي الْمُحْتَاجَة إِلَيْهِ فِي أَوْقَاته وَلِهَذَا قَالَ تَعَالَى \" إِلَى الْأَرْض الْجُرُز \" وَهِيَ الَّتِي لَا نَبَات فِيهَا كَمَا قَالَ تَعَالَى\" وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا \" أَيْ يَبَسًا لَا تُنْبِت شَيْئًا وَلَيْسَ الْمُرَاد مِنْ قَوْله \" إِلَى الْأَرْض الْجُرُز \" أَرْض مِصْر فَقَطْ بَلْ بَعْض الْمَقْصُود وَإِنْ مَثَّلَ بِهَا كَثِير مِنْ الْمُفَسِّرِينَ فَلَيْسَتْ هِيَ الْمَقْصُودَة وَحْدهَا وَلَكِنَّهَا مُرَادَة قَطْعًا مِنْ هَذِهِ الْآيَة فَإِنَّهَا فِي نَفْسهَا أَرْض رِخْوَة غَلِيظَة تَحْتَاج مِنْ الْمَاء مَا لَوْ نَزَلَ عَلَيْهَا مَطَرًا لَتَهَدَّمَتْ أَبْنِيَتهَا فَيَسُوق اللَّه تَعَالَى إِلَيْهَا النِّيل بِمَا يَتَحَمَّلهُ مِنْ الزِّيَادَة الْحَاصِلَة مِنْ أَمْطَار بِلَاد الْحَبَشَة وَفِيهِ طِين أَحْمَر فَيَغْشَى أَرْض مِصْر وَهِيَ أَرْض سَبِخَة مُرْمِلَة مُحْتَاجَة إِلَى ذَلِكَ الْمَاء وَذَلِكَ الطِّين أَيْضًا لَيَنْبُت الزَّرْع فِيهِ فَيَسْتَغِلُّونَ كُلّ سَنَة عَلَى مَاء جَدِيد مَمْطُور فِي غَيْر بِلَادهمْ وَطِين جَيِّد مِنْ غَيْر أَرْضهمْ فَسُبْحَان الْحَكِيم الْكَرِيم الْمَنَّان الْمَحْمُود أَبَدًا وَقَالَ اِبْن لَهِيعَة عَنْ قَيْس بْن حَجَّاج عَمَّنْ حَدَّثَهُ قَالَ : لَمَّا فُتِحَتْ مِصْر أَتَى أَهْلهَا عَمْرو بْن الْعَاص وَكَانَ أَمِيرًا بِهَا حِين دَخَلَ بَؤُونَة مِنْ أَشْهُر الْعَجَم فَقَالُوا أَيّهَا الْأَمِير إِنَّ لِنِيلِنَا هَذَا سُنَّة لَا يَجْرِي إِلَّا بِهَا قَالَ وَمَا ذَاكَ ؟ قَالُوا إِذَا كَانَتْ ثِنْتَا عَشْرَة لَيْلَة خَلَتْ مِنْ هَذَا الشَّهْر عَمَدْنَا إِلَى جَارِيَة بِكْر بَيْن أَبَوَيْهَا فَأَرْضَيْنَا أَبَوَيْهَا وَجَعَلْنَا عَلَيْهَا مِنْ الْحُلِيّ وَالثِّيَاب أَفْضَل مَا يَكُون ثُمَّ أَلْقَيْنَاهَا فِي النِّيل فَقَالَ لَهُمْ عَمْرو إِنَّ هَذَا لَا يَكُون فِي الْإِسْلَام إِنَّ الْإِسْلَام يَهْدِم مَا كَانَ قَبْله فَأَقَامُوا بَؤُونَة وَالنِّيل لَا يَجْرِي حَتَّى هَمُّوا بِالْجَلَاءِ فَكَتَبَ عَمْرو إِلَى عُمَر بْن الْخَطَّاب بِذَلِكَ فَكَتَبَ إِلَيْهِ عُمَر إِنَّك قَدْ أَصَبْت بِاَلَّذِي فَعَلْت وَقَدْ بَعَثْت إِلَيْك بِبِطَاقَةٍ دَاخِل كِتَابِي هَذَا فَأَلْقِهَا فِي النِّيل فَلَمَّا قَدِمَ كِتَابه أَخَذَ عَمْرو الْبِطَاقَة فَفَتَحَهَا فَإِذَا فِيهَا : مِنْ عَبْد اللَّه عُمَر أَمِير الْمُؤْمِنِينَ إِلَى نِيل أَهْل مِصْر . أَمَّا بَعْد فَإِنَّك إِنْ كُنْت إِنَّمَا تَجْرِي مِنْ قِبَلك فَلَا تَجْرِي وَإِنْ كَانَ اللَّه الْوَاحِد هُوَ الَّذِي يُجْرِيك فَنَسْأَل اللَّه أَنْ يُجْرِيك قَالَ فَأَلْقَى الْبِطَاقَة فِي النِّيل فَأَصْبَحُوا يَوْم السَّبْت وَقَدْ أَجْرَى اللَّه النِّيل سِتَّة عَشَر ذِرَاعًا فِي لَيْلَة وَاحِدَة وَقَدْ قَطَعَ اللَّه تِلْكَ السُّنَّة عَنْ أَهْل مِصْر إِلَى الْيَوْم . رَوَاهُ الْحَافِظ أَبُو الْقَاسِم اللَّالَكَائِيّ الطَّبَرِيّ فِي كِتَاب السُّنَّة لَهُ وَلِهَذَا قَالَ تَعَالَى \" أَوَلَمْ يَرَوْا أَنَّا نَسُوق الْمَاء إِلَى الْأَرْض الْجُرُز فَنُخْرِج بِهِ زَرْعًا تَأْكُل مِنْهُ أَنْعَامهمْ وَأَنْفُسهمْ أَفَلَا يُبْصِرُونَ \" كَمَا قَالَ تَعَالَى \" فَلْيَنْظُرْ الْإِنْسَان إِلَى طَعَامه أَنَّا صَبَبْنَا الْمَاء صَبًّا \" الْآيَة وَلِهَذَا قَالَ هَهُنَا \" أَفَلَا يُبْصِرُونَ \" وَقَالَ اِبْن أَبِي نَجِيح عَنْ رَجُل عَنْ اِبْن عَبَّاس فِي قَوْله \" إِلَى الْأَرْض الْجُرُز \" قَالَ هِيَ الَّتِي لَا تُمْطِر إِلَّا مَطَرًا لَا يُغْنِي عَنْهَا شَيْئًا إِلَّا مَا يَأْتِيهَا مِنْ السُّيُول وَعَنْ اِبْن عَبَّاس وَمُجَاهِد هِيَ أَرْض بِالْيَمَنِ وَقَالَ الْحَسَن رَحِمَهُ اللَّه هِيَ قُرًى فِيمَا بَيْن الْيَمَن وَالشَّام وَقَالَ عِكْرِمَة وَالضَّحَّاك وَقَتَادَة وَالسُّدِّيّ وَابْن زَيْد الْأَرْض الْجُرُز الَّتِي لَا نَبَات فِيهَا وَهِيَ مُغْبَرَّة قُلْت وَهَذَا كَقَوْلِهِ تَعَالَى \" وَآيَة لَهُمْ الْأَرْض الْمَيْتَة أَحْيَيْنَاهَا \" الْآيَتَيْنِ .</p><BR> <br> ", "sura_id": 32, "type": 4, "id": 40156, "aya_id": 27}]