[{"text": "وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا", "sura_id": 33, "type": 0, "id": 3567, "aya_id": 34}, {"text": "واذكرن ما يتلى في بيوتكن من آيات الله والحكمة إن الله كان لطيفا خبيرا", "sura_id": 33, "type": 1, "id": 9803, "aya_id": 34}, {"text": "34 - (واذكرن ما يتلى في بيوتكن من آيات الله) القرآن (والحكمة) السنة (إن الله كان لطيفا) بأوليائه (خبيرا) بجميع خلقه \r\n", "sura_id": 33, "type": 2, "id": 28511, "aya_id": 34}, {"text": "واذكرن ما يتلى في بيوتكن من القرآن وحديث الرسول صلى الله عليه وسلم، واعملن به, واقدُرْنه حقَّ قَدْره, فهو من نِعَم الله عليكن, إن الله كان لطيفًا بكنَّ؛ إذ جعلكنَّ في البيوت التي تتلى فيها آيات الله والسنة, خبيرًا بكنَّ إذ اختاركنَّ لرسوله أزواجًا.\r\n", "sura_id": 33, "type": 3, "id": 34747, "aya_id": 34}, {"text": " <font color=red>وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا</font><BR><p>فَإِنَّ سِيَاق الْكَلَام مَعَهُنَّ وَلِهَذَا قَالَ تَعَالَى بَعْد هَذَا كُلّه \" وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتكُنَّ مِنْ آيَات اللَّه وَالْحِكْمَة \" أَيْ وَاعْمَلْنَ بِمَا يُنَزِّل اللَّه تَبَارَكَ وَتَعَالَى عَلَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بُيُوتكُنَّ مِنْ الْكِتَاب وَالسُّنَّة قَالَهُ قَتَادَة وَغَيْر وَاحِد وَاذْكُرْنَ هَذِهِ النِّعْمَة الَّتِي خُصِّصْتُنَّ بِهَا مِنْ بَيْن النَّاس أَنَّ الْوَحْي يَنْزِل فِي بُيُوتكُنَّ دُون سَائِر النَّاس وَعَائِشَة الصِّدِّيقَة بِنْت الصِّدِّيق رَضِيَ اللَّه عَنْهَا أَوْلَاهُنَّ بِهَذِهِ النِّعْمَة وَأَحْظَاهُنَّ بِهَذِهِ الْغَنِيمَة وَأَخَصّهنَّ مِنْ هَذِهِ الرَّحْمَة الْعَمِيمَة فَإِنَّهُ لَمْ يَنْزِل عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْوَحْي فِي فِرَاش اِمْرَأَة سِوَاهَا كَمَا نَصَّ عَلَى ذَلِكَ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ قَالَ بَعْض الْعُلَمَاء رَحِمَهُ اللَّه لِأَنَّهُ لَمْ يَتَزَوَّج بِكْرًا سِوَاهَا وَلَمْ يَنَمْ مَعَهَا رَجُل فِي فِرَاشهَا سِوَاهُ وَرَضِيَ اللَّه عَنْهَا فَنَاسَبَ أَنْ تُخَصَّصَ بِهَذِهِ الْمَزِيَّة وَأَنْ تَفَرَّد بِهَذِهِ الْمَرْتَبَة الْعَلِيَّة وَلَكِنْ إِذَا كَانَ أَزْوَاجه مِنْ أَهْل بَيْته فَقَرَابَته أَحَقّ بِهَذِهِ التَّسْمِيَة كَمَا تَقَدَّمَ فِي الْحَدِيث وَأَهْل بَيْتِي أَحَقّ وَهَذَا يُشْبِه مَا ثَبَتَ فِي صَحِيح مُسْلِم أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا سُئِلَ عَنْ الْمَسْجِد الَّذِي أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّل يَوْم فَقَالَ : هُوَ مَسْجِدِي هَذَا فَهَذَا مِنْ هَذَا الْقَبِيل فَإِنَّ الْآيَة إِنَّمَا نَزَلَتْ فِي مَسْجِد قُبَاء كَمَا وَرَدَ فِي الْأَحَادِيث الْأُخَر وَلَكِنْ إِذَا كَانَ ذَاكَ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّل يَوْم فَمَسْجِد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوْلَى بِتَسْمِيَتِهِ بِذَلِكَ وَاَللَّه أَعْلَم وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْوَلِيد حَدَّثَنَا أَبُو عَوَانَة عَنْ حُصَيْن بْن عَبْد الرَّحْمَن عَنْ اِبْن جَمِيلَة قَالَ إِنَّ الْحَسَن بْن عَلِيّ رَضِيَ اللَّه عَنْهُمَا اُسْتُخْلِفَ حِين قُتِلَ عَلِيّ رَضِيَ اللَّه عَنْهَا قَالَ : فَبَيْنَمَا هُوَ يُصَلِّي إِذْ وَثَبَ عَلَيْهِ رَجُل فَطَعَنَهُ بِخِنْجَرِهِ فَزَعَمَ حُصَيْن أَنَّهُ بَلَغَهُ أَنَّ الَّذِي طَعَنَهُ رَجُل مِنْ بَنِي أَسَد وَحَسَن رَضِيَ اللَّه عَنْهُ سَاجِد قَالَ فَيَزْعُمُونَ أَنَّ الطَّعْنَة وَقَعَتْ فِي وَرِكه فَمَرِضَ مِنْهَا أَشْهُرًا ثُمَّ بَرَأَ فَقَعَدَ عَلَى الْمِنْبَر فَقَالَ : يَا أَهْل الْعِرَاق اِتَّقُوا اللَّه فِينَا فَإِنَّا أُمَرَاؤُكُمْ وَضِيفَانكُمْ وَنَحْنُ أَهْل الْبَيْت الَّذِي قَالَ اللَّه تَعَالَى\" إِنَّمَا يُرِيد اللَّه لِيُذْهِب عَنْكُمْ الرِّجْس أَهْل الْبَيْت وَيُطَهِّركُمْ تَطْهِيرًا \" قَالَ فَمَا زَالَ يَقُولهَا حَتَّى مَا بَقِيَ أَحَد مِنْ أَهْل الْمَسْجِد إِلَّا وَهُوَ يَحِنّ بُكَاء وَقَالَ السُّدِّيّ عَنْ أَبِي الدَّيْلَم قَالَ : قَالَ عَلِيّ بْن الْحُسَيْن رَضِيَ اللَّه عَنْهُمَا لِرَجُلٍ مِنْ أَهْل الشَّام أَمَا قَرَأْت فِي الْأَحْزَاب \" إِنَّمَا يُرِيد اللَّه لِيُذْهِب عَنْكُمْ الرِّجْس أَهْل الْبَيْت وَيُطَهِّركُمْ تَطْهِيرًا \" قَالَ نَعَمْ وَلَأَنْتُمْ هُمْ ؟ قَالَ نَعَمْ وَقَوْله تَعَالَى : \" إِنَّ اللَّه كَانَ لَطِيفًا خَبِيرًا \" أَيْ بِلُطْفِهِ بِكُنَّ بَلَغْتُنَّ هَذِهِ الْمَنْزِلَة وَبِخِبْرَتِهِ بِكُنَّ وَأَنَّكُنَّ أَهْل لِذَلِكَ أَعْطَاكُنَّ ذَلِكَ وَخَصَّكُنَّ بِذَلِكَ قَالَ اِبْن جَرِير رَحِمَهُ اللَّه وَاذْكُرُوا نِعْمَة اللَّه عَلَيْكُنَّ بِأَنْ جَعَلَكُنَّ فِي بُيُوت تُتْلَى فِيهَا آيَات اللَّه وَالْحِكْمَة فَاشْكُرْنَ اللَّه عَلَى ذَلِكَ وَاحْمَدْنَهُ\" إِنَّ اللَّه كَانَ لَطِيفًا خَبِيرًا \" أَيْ ذَا لُطْف بِكُنَّ إِذْ جَعَلَكُنَّ فِي الْبُيُوت الَّتِي تُتْلَى فِيهَا آيَات اللَّه وَالْحِكْمَة وَهِيَ السُّنَّة خَبِيرًا بِكُنَّ إِذْ اِخْتَارَكُنَّ لِرَسُولِهِ أَزْوَاجًا وَقَالَ قَتَادَة \" وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتكُنَّ مِنْ آيَات اللَّه وَالْحِكْمَة \" قَالَ يَمْتَنّ عَلَيْهِنَّ بِذَلِكَ رَوَاهُ اِبْن جَرِير وَقَالَ عَطِيَّة الْعَوْفِيّ فِي قَوْله تَعَالَى\" إِنَّ اللَّه كَانَ لَطِيفًا خَبِيرًا \" يَعْنِي لَطِيفًا بِاسْتِخْرَاجِهَا خَبِيرًا بِمَوْضِعِهَا وَرَوَاهُ اِبْن أَبِي حَاتِم ثُمَّ قَالَ وَكَذَا رَوَى الرَّبِيع بْن أَنَس عَنْ قَتَادَة .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40194, "aya_id": 34}]