[{"text": "يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ", "sura_id": 50, "type": 0, "id": 4674, "aya_id": 44}, {"text": "يوم تشقق الأرض عنهم سراعا ذلك حشر علينا يسير", "sura_id": 50, "type": 1, "id": 10910, "aya_id": 44}, {"text": "44 - (يوم) بدل من يوم قبله وما بينهما اعتراض (تشقق) بتخفيف الشين وتشديدها بإدغام التاء الثانية في الأصل فيها (الأرض عنهم سراعا) جمع سريع حال من مقدر أي فيخرجون مسرعين (ذلك حشر علينا يسير) فيه فصل بين الموصوف والصفة بمتعلقها للاختصاص وهولا يضر ذلك اشارة إلى معنى الحشر المخبر به عنه وهو الاحياء بعد الفناء والجمع للعرض والحساب \r\n", "sura_id": 50, "type": 2, "id": 29618, "aya_id": 44}, {"text": "يوم تتصدع الأرض عن الموتى المقبورين بها, فيخرجون مسرعين إلى الداعي, ذلك الجمع في موقف الحساب علينا سهل يسير.\r\n", "sura_id": 50, "type": 3, "id": 35854, "aya_id": 44}, {"text": " <font color=red>يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ</font><BR><p>وَذَلِكَ أَنَّ اللَّه عَزَّ وَجَلَّ يُنْزِل مَطَرًا مِنْ السَّمَاء يُنْبِت أَجْسَاد الْخَلَائِق كُلّهَا فِي قُبُورهَا كَمَا يَنْبُت الْحَبّ فِي الثَّرَى بِالْمَاءِ فَإِذَا تَكَامَلَتْ الْأَجْسَاد أَمَرَ اللَّه تَعَالَى إِسْرَافِيل فَيَنْفُخ فِي الصُّور وَقَدْ أُودِعَتْ الْأَرْوَاح فِي ثَقْب فِي الصُّور فَإِذَا نَفَخَ إِسْرَافِيلُ فِيهِ خَرَجَتْ الْأَرْوَاح تَتَوَهَّج بَيْن السَّمَاء وَالْأَرْض فَيَقُول اللَّه عَزَّ وَجَلَّ وَعِزَّتِي وَجَلَالِي لَتَرْجِعَنَّ كُلُّ رُوح إِلَى الْجَسَد الَّذِي كَانَتْ تَعْمُرهُ فَتَرْجِع كُلّ رُوح إِلَى جَسَدهَا فَتَدِبّ فِيهِ كَمَا يَدِبّ السُّمّ فِي اللَّدِيغ وَتَنْشَقّ الْأَرْض عَنْهُمْ فَيَقُومُونَ إِلَى مَوْقِف الْحِسَاب سِرَاعًا مُبَادِرِينَ إِلَى أَمْر اللَّه عَزَّ وَجَلَّ \" مُهْطِعِينَ إِلَى الدَّاعِي يَقُول الْكَافِرُونَ هَذَا يَوْم عَسِر \" وَقَالَ اللَّه تَعَالَى \" يَوْم يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا \" وَفِي صَحِيح مُسْلِم عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنَا أَوَّل مَنْ تَنْشَقّ عَنْهُ الْأَرْض \" وَقَوْله عَزَّ وَجَلَّ \" ذَلِكَ حَشْر عَلَيْنَا يَسِير \" أَيْ تِلْكَ إِعَادَة سَهْلَة عَلَيْنَا يَسِيرَة لَدَيْنَا كَمَا قَالَ جَلَّ جَلَاله \" وَمَا أَمْرنَا إِلَّا وَاحِدَة كَلَمْحٍ بِالْبَصَرِ \" وَقَالَ سُبْحَانه وَتَعَالَى \" مَا خَلْقكُمْ وَلَا بَعْثكُمْ إِلَّا كَنَفْسٍ وَاحِدَة إِنَّ اللَّه سَمِيع بَصِير\" .</p><BR> <br> ", "sura_id": 50, "type": 4, "id": 41595, "aya_id": 44}]