[{"text": "وَلَن يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللّهُ عَلِيمٌ بِالظَّالِمينَ", "sura_id": 2, "type": 0, "id": 102, "aya_id": 95}, {"text": "ولن يتمنوه أبدا بما قدمت أيديهم والله عليم بالظالمين", "sura_id": 2, "type": 1, "id": 6338, "aya_id": 95}, {"text": "95 - (ولن يتمنوه أبدا بما قدمت أيديهم) من كفرهم بالنبي المستلزم لكذبهم (والله عليم بالظالمين) الكافرين فيجازيهم \r\n", "sura_id": 2, "type": 2, "id": 25046, "aya_id": 95}, {"text": "ولن يفعلوا ذلك أبدًا; لما يعرفونه من صدق النبي محمد صلى الله عليه وسلم ومن كذبهم وافترائهم, وبسبب ما ارتكبوه من الكفر والعصيان, المؤَدِّيَيْن إلى حرمانهم من الجنة ودخول النار. والله تعالى عليم بالظالمين من عباده, وسيجازيهم على ذلك.\r\n", "sura_id": 2, "type": 3, "id": 31282, "aya_id": 95}, {"text": " <font color=red>وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ</font><BR><p>\" وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهمْ وَاَللَّهُ عَلِيمٌ بِالظَّالِمِينَ \" أَيْ يَعْلَمهُمْ بِمَا عِنْدهمْ مِنْ الْعِلْم بَلْ وَالْكُفْر بِذَلِكَ وَلَوْ تَمَنَّوْهُ يَوْم قَالَ لَهُمْ ذَلِكَ مَا بَقِيَ عَلَى الْأَرْض يَهُودِيّ إِلَّا مَاتَ . وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس فَتَمَنَّوْا الْمَوْت : فَسَلُوا الْمَوْت وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ عَبْد الْكَرِيم الْجَزَرِيّ عَنْ عِكْرِمَة قَوْله : \" فَتَمَنَّوْا الْمَوْت إِنْ كُنْتُمْ صَادِقِينَ \" . قَالَ : قَالَ اِبْن عَبَّاس لَوْ تَمَنَّى يَهُود الْمَوْت لَمَاتُوا . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا عَلِيّ بْن مُحَمَّد الطَّنَافِسِيّ حَدَّثَنَا عَثَّام سَمِعْت الْأَعْمَش قَالَ لَا أَظُنّهُ إِلَّا عَنْ الْمِنْهَال عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : لَوْ تَمَنَّوْا الْمَوْت لَشَرِقَ أَحَدهمْ بِرِيقِهِ وَهَذِهِ أَسَانِيد صَحِيحَة إِلَى اِبْن عَبَّاس وَقَالَ اِبْن جَرِير فِي تَفْسِيره وَبَلَغَنَا أَنَّ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" لَوْ أَنَّ الْيَهُود تَمَنَّوْا الْمَوْت لَمَاتُوا وَلَرَأَوْا مَقَاعِدهمْ مِنْ النَّار وَلَوْ خَرَجَ الَّذِينَ يُبَاهِلُونَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لَرَجَعُوا لَا يَجِدُونَ أَهْلًا وَلَا مَالًا\" حَدَّثَنَا بِذَلِكَ أَبُو كُرَيْب حَدَّثَنَا زَكَرِيَّا بْن عَدِيّ حَدَّثَنَا عُبَيْد اللَّه بْن عَمْرو عَنْ عَبْد الْكَرِيم عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَرَوَاهُ الْإِمَام أَحْمَد عَنْ إِسْمَاعِيل بْن يَزِيد الرَّقِّيّ حَدَّثَنَا فُرَات عَنْ عَبْد الْكَرِيم بِهِ . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا الْحَسَن بْن أَحْمَد حَدَّثَنَا إِبْرَاهِيم بْن عَبْد اللَّه بْن بَشَّار حَدَّثَنَا سُرُور بْن الْمُغِيرَة عَنْ عَبَّاد بْن مَنْصُور عَنْ الْحَسَن قَالَ قَوْل اللَّه : مَا كَانُوا لِيَتَمَنَّوْهُ بِمَا قَدَّمَتْ أَيْدِيهمْ . قُلْت أَرَأَيْتُك لَوْ أَنَّهُمْ أَحَبُّوا الْمَوْت حِين قِيلَ لَهُمْ تَمَنَّوْا الْمَوْت أَتَرَاهُمْ كَانُوا مَيِّتِينَ ؟ قَالَ : لَا وَاَللَّه مَا كَانُوا لِيَمُوتُوا وَلَوْ تَمَنَّوْا الْمَوْت وَمَا كَانُوا لِيَتَمَنَّوْهُ . وَقَدْ قَالَ اللَّه مَا سَمِعْت \" وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهمْ وَاَللَّهُ عَلِيمٌ بِالظَّالِمِينَ \" وَهَذَا غَرِيب عَنْ الْحَسَن ثُمَّ هَذَا الَّذِي فَسَّرَ بِهِ اِبْن عَبَّاس الْآيَة هُوَ الْمُتَعَيِّن وَهُوَ الدُّعَاء عَلَى أَيّ الْفَرِيقَيْنِ أَكْذَب مِنْهُمْ أَوْ مِنْ الْمُسْلِمِينَ عَلَى وَجْه الْمُبَاهَلَة وَنَقَلَهُ اِبْن جَرِير عَنْ قَتَادَة وَأَبِي الْعَالِيَة وَالرَّبِيع بْن أَنَس رَحِمَهُمْ اللَّه تَعَالَى وَنَظِير هَذِهِ الْآيَة قَوْله تَعَالَى فِي سُورَة الْجُمْعَة\" قُلْ يَا أَيّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاء لِلَّهِ مِنْ دُون النَّاس فَتَمَنَّوْا الْمَوْت إِنْ كُنْتُمْ صَادِقِينَ وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهمْ وَاَللَّهُ عَلِيمٌ بِالظَّالِمِينَ قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ثُمَّ تَرُدُّونَ إِلَى عَالِم الْغَيْب وَالشَّهَادَة فَيُنَبِّئكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ \" فَهُمْ عَلَيْهِمْ لَعَائِن اللَّه تَعَالَى لِمَا زَعَمُوا أَنَّهُمْ أَبْنَاء اللَّه وَأَحِبَّاؤُهُ وَقَالُوا لَنْ يَدْخُل الْجَنَّة إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى دُعُوا إِلَى الْمُبَاهَلَة وَالدُّعَاء عَلَى أَكْذَب الطَّائِفَتَيْنِ مِنْهُمْ أَوْ مِنْ الْمُسْلِمِينَ فَلَمَّا نَكَلُوا عَنْ ذَلِكَ عَلِمَ كُلّ أَحَد أَنَّهُمْ ظَالِمُونَ لِأَنَّهُمْ لَوْ كَانُوا جَازِمِينَ بِمَا هُمْ فِيهِ لَكَانُوا أَقْدَمُوا عَلَى ذَلِكَ فَلَمَّا تَأَخَّرُوا عَلِمَ كَذِبهمْ وَهَذَا كَمَا دَعَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَفْد نَجْرَان مِنْ النَّصَارَى بَعْد قِيَام الْحُجَّة عَلَيْهِمْ فِي الْمُنَاظَرَة وَعُتُوّهُمْ وَعِنَادهمْ إِلَى الْمُبَاهَلَة فَقَالَ اللَّه تَعَالَى \" فَمَنْ حَاجَّك فِيهِ مِنْ بَعْد مَا جَاءَك مِنْ الْعِلْم فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسنَا وَأَنْفُسكُمْ ثُمَّ نَبْتَهِل فَنَجْعَل لَعْنَة اللَّه عَلَى الْكَاذِبِينَ \" فَلَمَّا رَأَوْا ذَلِكَ قَالَ بَعْض الْقَوْم لِبَعْضٍ : وَاَللَّه لَئِنْ بَاهَلْتُمْ هَذَا النَّبِيّ لَا يَبْقَى مِنْكُمْ عَيْن تَطْرِف فَعِنْد ذَلِكَ جَنَحُوا لِلسِّلْمِ وَبَذَلُوا الْجِزْيَة عَنْ يَد وَهُمْ صَاغِرُونَ فَضَرَبَهَا عَلَيْهِمْ وَبَعَثَ مَعَهُمْ أَبَا عُبَيْدَة بْن الْجَرَّاح أَمِينًا وَمِثْل هَذَا الْمَعْنَى أَوْ قَرِيب مِنْهُ قَوْل اللَّه تَعَالَى لِنَبِيِّهِ أَنْ يَقُول لِلْمُشْرِكِينَ \" قُلْ مَنْ كَانَ فِي الضَّلَالَة فَلْيَمْدُدْ لَهُ الرَّحْمَن مَدًّا \" أَيْ مَنْ كَانَ فِي الضَّلَالَة مِنَّا وَمِنْكُمْ فَزَادَهُ اللَّه مِمَّا هُوَ فِيهِ وَمَدَّ لَهُ وَاسْتَدْرَجَهُ كَمَا سَيَأْتِي تَقْرِيره فِي مَوْضِعه إِنْ شَاءَ اللَّه تَعَالَى . وَأَمَّا مَنْ فَسَّرَ الْآيَة عَلَى مَعْنَى\" إِنْ كُنْتُمْ صَادِقِينَ \" أَيْ فِي دَعْوَاكُمْ فَتَمَنَّوْا الْآن الْمَوْت وَلَمْ يَتَعَرَّض هَؤُلَاءِ لِلْمُبَاهَلَةِ كَمَا قَرَّرَهُ طَائِفَة مِنْ الْمُتَكَلِّمِينَ وَغَيْرهمْ وَمَالَ إِلَيْهِ اِبْن جَرِير بَعْد مَا قَارَبَ الْقَوْل الْأَوَّل : فَإِنَّهُ قَالَ الْقَوْل فِي تَأْوِيل قَوْله تَعَالَى \" قُلْ إِنْ كَانَتْ لَكُمْ الدَّارُ الْآخِرَةُ عِنْد اللَّه خَالِصَةً مِنْ دُون النَّاس \" الْآيَة فَهَذِهِ الْآيَة مِمَّا اِحْتَجَّ اللَّهُ سُبْحَانَهُ لِنَبِيِّهِ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَلَى الْيَهُود الَّذِينَ كَانُوا بَيْن ظَهْرَانَيْ مُهَاجَره وَفَضَحَ بِهَا أَحْبَارهمْ وَعُلَمَاءَهُمْ وَذَلِكَ أَنَّ اللَّه تَعَالَى أَمَرَ نَبِيّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنْ يَدْعُوهُمْ إِلَى قَضِيَّة عَادِلَة فِيمَا كَانَ بَيْنه وَبَيْنهمْ مِنْ الْخِلَاف كَمَا أَمَرَهُ أَنْ يَدْعُو الْفَرِيق الْآخَر مِنْ النَّصَارَى إِذَا خَالَفُوهُ فِي عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام وَجَادَلُوهُ فِيهِ إِلَى فَاصِلَة بَيْنه وَبَيْنهمْ مِنْ الْمُبَاهَلَة فَقَالَ لِفَرِيقِ الْيَهُود إِنْ كُنْتُمْ مُحِقِّينَ فَتَمَنَّوْا الْمَوْت فَإِنَّ ذَلِكَ غَيْر ضَارّكُمْ إِنْ كُنْتُمْ مُحِقِّينَ فِيمَا تَدَّعُونَ مِنْ الْإِيمَان وَقُرْب الْمَنْزِلَة مِنْ اللَّه لَكُمْ لِكَيْ يُعْطِيكُمْ أُمْنِيَّتكُمْ مِنْ الْمَوْت إِذَا تَمَنَّيْتُمْ فَإِنَّمَا تَصِيرُونَ إِلَى الرَّاحَة مِنْ تَعَب الدُّنْيَا وَنَصَبهَا وَكَدَر عَيْشهَا وَالْفَوْز بِجِوَارِ اللَّه فِي جَنَّاته إِنْ كَانَ الْأَمْر كَمَا تَزْعُمُونَ مِنْ أَنَّ الدَّار الْآخِرَة لَكُمْ خَالِصَة دُوننَا وَإِنْ لَمْ تُعْطُوهَا عَلِمَ النَّاسُ أَنَّكُمْ الْمُبْطِلُونَ وَنَحْنُ الْمُحِقُّونَ فِي دَعْوَانَا وَانْكَشَفَ أَمْرنَا وَأَمْركُمْ لَهُمْ فَامْتَنَعَ الْيَهُودُ مِنْ الْإِجَابَة إِلَى ذَلِكَ لِعِلْمِهَا أَنَّهَا إِنْ تَمَنَّتْ الْمَوْت هَلَكَتْ فَذَهَبَتْ دُنْيَاهَا وَصَارَتْ إِلَى خِزْي الْأَبَد فِي آخِرَتهَا كَمَا اِمْتَنَعَ فَرِيق النَّصَارَى الَّذِينَ جَادَلُوا النَّبِيّ فِي عِيسَى إِذَا دُعُوا لِلْمُبَاهَلَةِ مِنْ الْمُبَاهَلَة. فَهَذَا الْكَلَام مِنْهُ أَوَّله حَسَن وَآخِره فِيهِ نَظَرٌ وَذَلِكَ أَنَّهُ لَا تَظْهَر الْحُجَّة عَلَيْهِمْ عَلَى هَذَا التَّأْوِيل إِذْ يُقَال إِنَّهُ لَا يَلْزَم مِنْ كَوْنهمْ يَعْتَقِدُونَ أَنَّهُمْ صَادِقُونَ فِي دَعْوَاهُمْ أَنَّهُمْ يَتَمَنَّوْنَ الْمَوْت فَإِنَّهُ لَا عِلَاقَة بَيْن وُجُود الصَّلَاح وَتَمَنِّي الْمَوْت وَكَمْ مِنْ صَالِح لَا يَتَمَنَّى الْمَوْت بَلْ يَوَدّ أَنْ يُعَمَّر لِيَزْدَادَ خَيْرًا وَيَرْتَفِع دَرَجَته فِي الْجَنَّة كَمَا جَاءَ فِي الْحَدِيث \" خَيْركُمْ مَنْ طَالَ عُمْرُهُ وَحَسُنَ عَمَلُهُ \" وَلَهُمْ مَعَ ذَلِكَ أَنْ يَقُولُوا عَلَى هَذَا فَهَلْ أَنْتُمْ تَعْتَقِدُونَ أَيّهَا الْمُسْلِمُونَ أَنَّكُمْ أَصْحَاب الْجَنَّة وَأَنْتُمْ لَا تَتَمَنَّوْنَ فِي حَال الصِّحَّة الْمَوْت فَكَيْف تُلْزِمُونَنَا بِمَا لَا يَلْزَمكُمْ ؟ وَهَذَا كُلّه إِنَّمَا نَشَأَ مِنْ تَفْسِير الْآيَة عَلَى هَذَا الْمَعْنَى فَأَمَّا عَلَى تَفْسِير اِبْن عَبَّاس فَلَا يَلْزَم عَلَيْهِ شَيْء مِنْ ذَلِكَ بَلْ قِيلَ لَهُمْ كَلَام نِصْف إِنْ كُنْتُمْ تَعْتَقِدُونَ أَنَّكُمْ أَوْلِيَاء اللَّه مِنْ دُون النَّاس وَأَنَّكُمْ أَبْنَاء اللَّه وَأَحِبَّاؤُهُ وَأَنَّكُمْ مِنْ أَهْل الْجَنَّة وَمَنْ عَدَاكُمْ مِنْ أَهْل النَّار فَبَاهِلُوا عَلَى ذَلِكَ وَادْعُوا عَلَى الْكَاذِبِينَ مِنْكُمْ أَوْ مِنْ غَيْركُمْ اِعْلَمُوا أَنَّ الْمُبَاهَلَة تَسْتَأْصِل الْكَاذِب لَا مَحَالَة فَلَمَّا تَيَقَّنُوا ذَلِكَ وَعَرَفُوا صِدْقه نَكَلُوا عَنْ الْمُبَاهَلَة لِمَا يَعْلَمُونَ مِنْ كَذِبهمْ وَافْتِرَائِهِمْ وَكِتْمَانهمْ الْحَقّ مِنْ صِفَة الرَّسُول - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَنَعْته وَهُمْ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَيَتَحَقَّقُونَهُ فَعَلِمَ كُلُّ أَحَد بَاطِلهمْ وَخِزْيهمْ وَضَلَالهمْ وَعِنَادهمْ عَلَيْهِمْ لَعَائِنُ اللَّه الْمُتَتَابِعَة إِلَى يَوْم الْقِيَامَة . وَسُمِّيَتْ هَذِهِ الْمُبَاهَلَة تَمَنِّيًا لِأَنَّ كُلّ مُحِقّ يَوَدّ لَوْ أَهْلَكَ اللَّهُ الْمُبْطِل الْمُنَاظِر لَهُ وَلَا سِيَّمَا إِذَا كَانَ فِي ذَلِكَ حُجَّة لَهُ فِي بَيَان حَقّه وَظُهُوره وَكَانَتْ الْمُبَاهَلَة بِالْمَوْتِ لِأَنَّ الْحَيَاة عِنْدهمْ عَزِيزَة عَظِيمَة لَمَا يَعْلَمُونَ مِنْ سُوء مَآلِهِمْ بَعْد الْمَوْت وَلِهَذَا قَالَ تَعَالَى \" وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهمْ وَاَللَّهُ عَلِيمٌ بِالظَّالِمِينَ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38777, "aya_id": 95}]