[{"text": "وَمَا كُنتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنتَ مِنَ الشَّاهِدِينَ", "sura_id": 28, "type": 0, "id": 3296, "aya_id": 44}, {"text": "وما كنت بجانب الغربي إذ قضينا إلى موسى الأمر وما كنت من الشاهدين", "sura_id": 28, "type": 1, "id": 9532, "aya_id": 44}, {"text": "44 - (وما كنت) يا محمد (بجانب) الجبل أو الوادي أو المكان (الغربي) من موسى حين المناجاة (إذ قضينا) أوحينا (إلى موسى الأمر) بالرسالة إلى فرعون وقومه (وما كنت من الشاهدين) لذلك فتعلمه فتخبر به \r\n", "sura_id": 28, "type": 2, "id": 28240, "aya_id": 44}, {"text": "وما كنت -أيها الرسول- بجانب الجبل الغربي من موسى إذ كلَّفناه أَمْرنا ونَهْينا, وما كنت من الشاهدين لذلك, حتى يقال: إنه وصل إليك من هذا الطريق.\r\n", "sura_id": 28, "type": 3, "id": 34476, "aya_id": 44}, {"text": " <font color=red>وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنْتَ مِنَ الشَّاهِدِينَ</font><BR><p>يَقُول تَعَالَى مُنَبِّهًا عَلَى بُرْهَان نُبُوَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَيْثُ أَخْبَرَ بِالْغُيُوبِ الْمَاضِيَة خَبَرًا كَأَنَّ سَامِعه شَاهِدٌ وَرَاءٍ لِمَا تَقَدَّمَ وَهُوَ رَجُل أُمِّيّ لَا يَقْرَأ شَيْئًا مِنْ الْكُتُب نَشَأَ بَيْن قَوْم لَا يَعْرِفُونَ شَيْئًا مِنْ ذَلِكَ كَمَا أَنَّهُ لَمَّا أَخْبَرَهُ عَنْ مَرْيَم وَمَا كَانَ مِنْ أَمْرهَا قَالَ تَعَالَى : \" وَمَا كُنْت لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامهمْ أَيّهمْ يَكْفُل مَرْيَم وَمَا كُنْت لَدَيْهِمْ إِذْ يَخْتَصِمُونَ \" الْآيَة أَيْ وَمَا كُنْت حَاضِرًا لِذَلِكَ وَلَكِنَّ اللَّه أَوْحَاهُ إِلَيْك وَهَكَذَا لَمَّا أَخْبَرَهُ عَنْ نُوح وَقَوْمه وَمَا كَانَ مِنْ إِنْجَاء اللَّه لَهُ وَإِغْرَاق قَوْمه ثُمَّ قَالَ تَعَالَى : \" تِلْكَ مِنْ أَنْبَاء الْغَيْب نُوحِيهَا إِلَيْك مَا كُنْت تَعْلَمهَا أَنْتَ وَلَا قَوْمك مِنْ قَبْل هَذَا فَاصْبِرْ إِنَّ الْعَاقِبَة لِلْمُتَّقِينَ\" الْآيَة وَقَالَ فِي آخِر السُّورَة \" ذَلِكَ مِنْ أَنْبَاء الْقُرَى نَقُصّهُ عَلَيْك \" وَقَالَ بَعْد ذِكْر قِصَّة يُوسُف \" ذَلِكَ مِنْ أَنْبَاء الْغَيْب نُوحِيه إِلَيْك وَمَا كُنْت لَدَيْهِمْ إِذْ أَجْمَعُوا أَمْرهمْ وَهُمْ يَمْكُرُونَ \" الْآيَة وَقَالَ فِي سُورَة طه \" كَذَلِكَ نَقُصّ عَلَيْك مِنْ أَنْبَاء مَا قَدْ سَبَقَ \" الْآيَة وَقَالَ هَهُنَا بَعْدَمَا أَخْبَرَ عَنْ قِصَّة مُوسَى مِنْ أَوَّلهَا إِلَى آخِرهَا وَكَيْف كَانَ اِبْتِدَاء إِيحَاء اللَّه إِلَيْهِ وَتَكْلِيمه لَهُ\" وَمَا كُنْت بِجَانِبِ الْغَرْبِيّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْر\" يَعْنِي مَا كُنْت يَا مُحَمَّد بِجَانِبِ الْجَبَل الْغَرْبِيّ الَّذِي كَلَّمَ اللَّه مُوسَى مِنْ الشَّجَرَة الَّتِي هِيَ شَرْقِيَّة عَلَى شَاطِئ الْوَادِي \" وَمَا كُنْت مِنْ الشَّاهِدِينَ \" لِذَلِكَ .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39724, "aya_id": 44}]