[{"text": "بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ بَلْ هُمْ فِي شَكٍّ مِّنْهَا بَلْ هُم مِّنْهَا عَمِونَ", "sura_id": 27, "type": 0, "id": 3225, "aya_id": 66}, {"text": "بل ادارك علمهم في الآخرة بل هم في شك منها بل هم منها عمون", "sura_id": 27, "type": 1, "id": 9461, "aya_id": 66}, {"text": "66 - (بل) بمعنى هل (ادارك) وزن أكرم وفي قراءة أخرى ادارك بتشديد الدال وأصله تدارك أبدلت التاء دالا وأدغمت في الدال واجتلبت همزة الوصل أي بلغ ولحق أو تتابع وتلاحق (علمهم في الآخرة) بها حتى سألوا عن وقت مجيئها ليس الأمر كذلك (بل هم في شك منها بل هم منها عمون) من عمى القلب وهو أبلغ مما قبله والأصل عميون استثقلت الضمة على الياء فنقلت إلى الميم بعد حذف كسرتها \r\n", "sura_id": 27, "type": 2, "id": 28169, "aya_id": 66}, {"text": " بل تكامل علمهم في الآخرة, فأيقنوا بالدار الآخرة, وما فيها مِن أهوال حين عاينوها, وقد كانوا في الدنيا في شك منها, بل عميت عنها بصائرهم.\r\n", "sura_id": 27, "type": 3, "id": 34405, "aya_id": 66}, {"text": " <font color=red>بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ بَلْ هُمْ فِي شَكٍّ مِنْهَا بَلْ هُمْ مِنْهَا عَمُونَ</font><BR><p>أَيْ اِنْتَهَى عِلْمهمْ وَعَجَزَ عَنْ مَعْرِفَة وَقْتهَا وَقَرَأَ آخَرُونَ \" بَلْ أَدْرَكَ عِلْمهمْ \" أَيْ تَسَاوَى عِلْمهمْ فِي ذَلِكَ كَمَا فِي الصَّحِيح لِمُسْلِمٍ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِجِبْرِيلَ وَقَدْ سَأَلَهُ عَنْ وَقْت السَّاعَة \" مَا الْمَسْئُول عَنْهَا بِأَعْلَمَ مِنْ السَّائِل \" أَيْ تَسَاوَى فِي الْعَجْز عَنْ دَرْك ذَلِكَ عِلْم الْمَسْئُول وَالسَّائِل قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" بَلْ اِدَّارَكَ عِلْمهمْ فِي الْآخِرَة \" أَيْ غَابَ وَقَالَ قَتَادَة \" بَلْ اِدَّارَكَ عِلْمهمْ فِي الْآخِرَة \" يَعْنِي بِجَهْلِهِمْ بِرَبِّهِمْ يَقُول لَمْ يَنْفُذ لَهُمْ عِلْم فِي الْآخِرَة هَذَا قَوْل وَقَالَ اِبْن جُرَيْج عَنْ عَطَاء الْخُرَاسَانِيّ عَنْ اِبْن عَبَّاس\" بَلْ اِدَّارَكَ عِلْمهمْ فِي الْآخِرَة \" حِين لَمْ يَنْفَع الْعِلْم وَبِهِ قَالَ عَطَاء الْخُرَاسَانِيّ وَالسُّدِّيّ أَنَّ عِلْمهمْ إِنَّمَا يُدْرِك وَيَكْمُل يَوْم الْقِيَامَة حَيْثُ لَا يَنْفَعهُمْ ذَلِكَ كَمَا قَالَ تَعَالَى \" أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْم يَأْتُونَنَا لَكِنْ الظَّالِمُونَ الْيَوْم فِي ضَلَال مُبِين \" وَقَالَ سُفْيَان عَنْ عَمْرو بْن عُبَيْد عَنْ الْحَسَن أَنَّهُ كَانَ يَقْرَأ \" بَلْ أَدْرَكَ عِلْمهمْ \" قَالَ اِضْمَحَلَّ عِلْمهمْ فِي الدُّنْيَا حِين عَايَنُوا الْآخِرَة وَقَوْله تَعَالَى \" بَلْ هُمْ فِي شَكّ مِنْهَا\" عَائِد عَلَى الْجِنْس وَالْمُرَاد الْكَافِرُونَ كَمَا قَالَ تَعَالَى\" وَعُرِضُوا عَلَى رَبّك صَفًّا لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّل مَرَّة بَلْ زَعَمْتُمْ أَنْ لَنْ نَجْعَل لَكُمْ مَوْعِدًا \" أَيْ الْكَافِرُونَ مِنْكُمْ وَهَكَذَا قَالَ هَهُنَا \" بَلْ هُمْ فِي شَكّ مِنْهَا \" أَيْ شَاكُّونَ فِي وُجُودهَا وَوُقُوعهَا \" بَلْ هُمْ مِنْهَا عَمُونَ \" أَيْ فِي عَمَايَة وَجَهْل كَبِير فِي أَمْرهَا وَشَأْنهَا.</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39655, "aya_id": 66}]