[{"text": "إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا", "sura_id": 4, "type": 0, "id": 503, "aya_id": 10}, {"text": "إن الذين يأكلون أموال اليتامى ظلما إنما يأكلون في بطونهم نارا وسيصلون سعيرا", "sura_id": 4, "type": 1, "id": 6739, "aya_id": 10}, {"text": "10 - (إن الذين يأكلون أموال اليتامى ظلماً) بغير حق (إنما يأكلون في بطونهم) أي ملأها (ناراً) لأنه يؤول إليها (وسيَصْلَون) بالبناء للفاعل والمفعول يدخلون (سعيرا) نارا شديدة يحترقون فيها \r\n", "sura_id": 4, "type": 2, "id": 25447, "aya_id": 10}, {"text": "إن الذين يعْتَدون على أموال اليتامى, فيأخذونها بغير حق, إنما يأكلون نارًا تتأجّج في بطونهم يوم القيامة, وسيدخلون نارا يقاسون حرَّها.\r\n", "sura_id": 4, "type": 3, "id": 31683, "aya_id": 10}, {"text": " <font color=red>إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا</font><BR><p>وَلِهَذَا قَالَ إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَال الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونهمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا أَيْ إِذَا أَكَلُوا أَمْوَال الْيَتَامَى بِلَا سَبَب فَإِنَّمَا يَأْكُلُونَ نَارًا تَتَأَجَّج فِي بُطُونهمْ يَوْم الْقِيَامَة - وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث سُلَيْمَان بْن بِلَال عَنْ ثَوْر بْن زَيْد عَنْ سَالِم أَبِي الْغَيْث عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" اِجْتَنِبُوا السَّبْع الْمُوبِقَات - قِيلَ : يَا رَسُول اللَّه وَمَا هُنَّ ؟ قَالَ - الشِّرْك بِاَللَّهِ وَالسِّحْر وَقَتْل النَّفْس الَّتِي حَرَّمَ اللَّه إِلَّا بِالْحَقِّ وَأَكْل الرِّبَا وَأَكْل مَال الْيَتِيم وَالتَّوَلِّي يَوْم الزَّحْف وَقَذْف الْمُحْصَنَات الْغَافِلَات الْمُؤْمِنَات \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا عُبَيْدَة أَخْبَرَنَا عَبْد الْعَزِيز بْن عَبْد الصَّمَد الْعُمِّيّ حَدَّثَنَا أَبُو هَارُون الْعَبْدِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : قُلْنَا يَا رَسُول اللَّه مَا رَأَيْت لَيْلَة أُسْرِيَ بِك ؟ قَالَ \" اِنْطَلَقَ بِي إِلَى خَلْق مِنْ خَلْق اللَّه كَثِير : رِجَال كُلّ رَجُل مِنْهُمْ لَهُ مِشْفَر كَمِشْفَرِ الْبَعِير وَهُوَ مُوَكَّل بِهِمْ رِجَال يَفُكُّونَ لِحَاء أَحَدهمْ ثُمَّ يُجَاء بِصَخْرَةٍ مِنْ نَار فَتُقْذَف فِي أَحَدهمْ حَتَّى يَخْرُج مِنْ أَسْفَله وَلَهُمْ جُؤَار وَصُرَاخ قُلْت : يَا جِبْرِيل مَنْ هَؤُلَاءِ ؟ قَالَ : هَؤُلَاءِ الَّذِينَ يَأْكُلُونَ أَمْوَال الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونهمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا \" وَقَالَ السُّدِّيّ : يُبْعَث آكِل مَال الْيَتِيم يَوْم الْقِيَامَة وَلَهَب النَّار يَخْرُج مِنْ فِيهِ وَمِنْ مَسَامِعه وَأَنْفه وَعَيْنَيْهِ يَعْرِفهُ كُلّ مَنْ رَآهُ يَأْكُل مَال الْيَتِيم. وَقَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم بْن زَيْد حَدَّثَنَا أَحْمَد بْن عَمْرو حَدَّثَنَا عُقْبَة بْن مُكْرَم حَدَّثَنَا يُونُس بْن بُكَيْر حَدَّثَنَا زِيَاد بْن الْمُنْذِر عَنْ نَافِع بْن الْحَارِث عَنْ أَبِي بَرْزَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يُبْعَث يَوْم الْقِيَامَة الْقَوْم مِنْ قُبُورهمْ تَأَجَّج أَفْوَاههمْ نَارًا \" قِيلَ يَا رَسُول اللَّه مَنْ هُمْ ؟ قَالَ \" أَلَمْ تَرَ أَنَّ اللَّه قَالَ : \" إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَال الْيَتَامَى ظُلْمًا \" الْآيَة \" رَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِي زُرْعَة عَنْ عُقْبَة بْن مُكْرَم وَأَخْرَجَهُ اِبْن حِبَّان فِي صَحِيحه عَنْ أَحْمَد بْن عَلِيّ بْن الْمُثَنَّى عَنْ عُقْبَة بْن مُكْرَم . قَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر حَدَّثَنَا أَحْمَد بْن عِصَام حَدَّثَنَا أَبُو عَامِر الْعَبْدِيّ حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر الزُّهْرِيّ عَنْ عُثْمَان بْن مُحَمَّد عَنْ الْمُقْرِي عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُحَرِّج مَال الضَّعِيفَيْنِ الْمَرْأَة وَالْيَتِيم \" أَيْ أُوصِيكُمْ بِاجْتِنَابِ مَالهمَا وَتَقَدَّمَ فِي سُورَة الْبَقَرَة مِنْ طَرِيق عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : لَمَّا نَزَلَتْ \" إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَال الْيَتَامَى ظُلْمًا \" الْآيَة اِنْطَلَقَ مَنْ كَانَ عِنْده يَتِيم فَعَزَلَ طَعَامه مِنْ طَعَامه وَشَرَابه مِنْ شَرَابه فَجَعَلَ يَفْضُل الشَّيْء فَيَحْبِس لَهُ حَتَّى يَأْكُلهُ أَوْ يَفْسُد فَاشْتَدَّ ذَلِكَ عَلَيْهِمْ فَذَكَرُوا ذَلِكَ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّه \" وَيَسْأَلُونَك عَنْ الْيَتَامَى قُلْ إِصْلَاح لَهُمْ خَيْر \" الْآيَة فَخَلَطُوا طَعَامهمْ بِطَعَامِهِمْ وَشَرَابهمْ بِشَرَابِهِمْ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40768, "aya_id": 10}]