[{"text": "قَالَ فَبِمَا أَغْوَيْتَنِي لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ", "sura_id": 7, "type": 0, "id": 970, "aya_id": 16}, {"text": "قال فبما أغويتني لأقعدن لهم صراطك المستقيم", "sura_id": 7, "type": 1, "id": 7206, "aya_id": 16}, {"text": "16 - (قال فبما أغويتني) أي بإغوائك لي ، والباء للقسم وجوابه (لأقعدن لهم) أي لبني آدم (صراطك المستقيم) أي على الطريق الموصل إليك \r\n", "sura_id": 7, "type": 2, "id": 25914, "aya_id": 16}, {"text": "قال إبليس لعنه الله: فبسبب ما أضللتني لأجتهدنَّ في إغواء بني آدم عن طريقك القويم, ولأصدَّنَّهم عن الإسلام الذي فطرتهم عليه.\r\n", "sura_id": 7, "type": 3, "id": 32150, "aya_id": 16}, {"text": " <font color=red>قَالَ فَبِمَا أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ لَمَّا أَنْظَرَ إِبْلِيس \" إِلَى يَوْم يُبْعَثُونَ \" وَاسْتَوْثَقَ إِبْلِيس بِذَلِكَ أَخَذَ فِي الْمُعَانَدَة وَالتَّمَرُّد فَقَالَ \" فَبِمَا أَغْوَيْتنِي لَأَقْعُدَنَّ لَهُمْ صِرَاطك الْمُسْتَقِيم \" أَيْ كَمَا أَغْوَيْتنِي قَالَ اِبْن عَبَّاس كَمَا أَضْلَلْتنِي وَقَالَ غَيْره كَمَا أَهْلَكْتنِي لَأَقْعُدَنَّ لِعِبَادِك الَّذِينَ تَخْلُقهُمْ مِنْ ذُرِّيَّة هَذَا الَّذِي أَبْعَدْتنِي بِسَبَبِهِ عَلَى \" صِرَاطك الْمُسْتَقِيم \" أَيْ طَرِيق الْحَقّ وَسَبِيل النَّجَاة وَلَأُضِلَّنَّهُمْ عَنْهَا لِئَلَّا يَعْبُدُوك وَلَا يُوَحِّدُوك بِسَبَبِ إِضْلَالك إِيَّايَ وَقَالَ بَعْض النُّحَاة الْبَاء هُنَا قَسَمِيَّة كَأَنَّهُ يَقُول فَبِأَغْوَائِك إِيَّايَ لَأَقْعُدَنَّ لَهُمْ صِرَاطك الْمُسْتَقِيم . قَالَ مُجَاهِد صِرَاطك الْمُسْتَقِيم يَعْنِي الْحَقّ . وَقَالَ مُحَمَّد بْن سُوقَة عَنْ عَوْن بْن عَبْد اللَّه يَعْنِي طَرِيق مَكَّة قَالَ اِبْن جَرِير الصَّحِيح أَنَّ الصِّرَاط الْمُسْتَقِيم أَعَمّ مِنْ ذَلِكَ . \" قُلْت \" لِمَا رَوَى الْإِمَام أَحْمَد حَدَّثَنَا هَاشِم بْن الْقَاسِم حَدَّثَنَا أَبُو عُقَيْل يَعْنِي الثَّقَفِيّ عَبْد اللَّه بْن عُقَيْل حَدَّثَنَا مُوسَى بْن الْمُسَيِّب أَخْبَرَنِي سَالِم بْن أَبِي الْجَعْد عَنْ سَبْرَة بْن أَبِي الْفَاكِه قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول\" إِنَّ الشَّيْطَان قَعَدَ لِابْنِ آدَم بِطُرُقِهِ فَقَعَدَ لَهُ بِطَرِيقِ الْإِسْلَام فَقَالَ أَتُسْلِمُ وَتَذَر دِينك وَدِين آبَائِك قَالَ فَعَصَاهُ وَأَسْلَمَ \" قَالَ \" قَعَدَ لَهُ بِطَرِيقِ الْهِجْرَة فَقَالَ أَتُهَاجِرُ وَتَدَع أَرْضك وَسَمَاءَك وَإِنَّمَا مَثَل الْمُهَاجِر كَالْفَرَسِ فِي الطُّول فَعَصَاهُ وَهَاجَرَ ثُمَّ قَعَدَ لَهُ بِطَرِيقِ الْجِهَاد وَهُوَ جِهَاد النَّفْس وَالْمَال فَقَالَ : تُقَاتِل فَتُقْتَل فَتُنْكَح الْمَرْأَة وَيُقْسَم الْمَال قَالَ فَعَصَاهُ وَجَاهَدَ \". وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَمَنْ فَعَلَ ذَلِكَ مِنْهُمْ فَمَاتَ كَانَ حَقًّا عَلَى اللَّه أَنْ يُدْخِلهُ الْجَنَّة وَإِنْ قُتِلَ كَانَ حَقًّا عَلَى اللَّه أَنْ يُدْخِلهُ الْجَنَّة وَإِنْ غَرِقَ كَانَ حَقًّا عَلَى اللَّه أَنْ يُدْخِلهُ الْجَنَّة أَوْ وَقَصَتْهُ دَابَّة كَانَ حَقًّا عَلَى اللَّه أَنْ يُدْخِلهُ الْجَنَّة\" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42533, "aya_id": 16}]