[{"text": "اسْتَجِيبُوا لِرَبِّكُم مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ مَا لَكُم مِّن مَّلْجَأٍ يَوْمَئِذٍ وَمَا لَكُم مِّن نَّكِيرٍ", "sura_id": 42, "type": 0, "id": 4319, "aya_id": 47}, {"text": "استجيبوا لربكم من قبل أن يأتي يوم لا مرد له من الله ما لكم من ملجأ يومئذ وما لكم من نكير", "sura_id": 42, "type": 1, "id": 10555, "aya_id": 47}, {"text": "47 - (استجيبوا لربكم) أجيبوه بالتوحيد والعبادة (من قبل أن يأتي يوم) هو يوم القيامة (لا مرد له من الله) أي أنه إذا أتى به لا يرده (ما لكم من ملجأ) تلجئون إليه (يومئذ وما لكم من نكير) إنكار لذنوبكم \r\n", "sura_id": 42, "type": 2, "id": 29263, "aya_id": 47}, {"text": "استجيبوا لربكم- أيها الكافرون- بالإيمان والطاعة من قبل أن يأتي يوم القيامة, الذي لا يمكن رده, ما لكم من ملجأ يومئذ ينجيكم من العذاب، ولا مكان يستركم، وتتنكرون فيه. وفي الآية دليل على ذم التسويف، وفيها الأمر بالمبادرة إلى كل عمل صالح يعرض للعبد, فإن للتأخير آفات وموانع.\r\n", "sura_id": 42, "type": 3, "id": 35499, "aya_id": 47}, {"text": " <font color=red>اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ مَا لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ وَمَا لَكُمْ مِنْ نَكِيرٍ</font><BR><p>لَمَّا ذَكَرَ تَعَالَى مَا يَكُون فِي يَوْم الْقِيَامَة مِنْ الْأَهْوَال وَالْأُمُور الْعِظَام الْهَائِلَة حَذَّرَ مِنْهُ وَأَمَرَ بِالِاسْتِعْدَادِ لَهُ فَقَالَ \" اِسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْل أَنْ يَأْتِي يَوْم لَا مَرَدّ لَهُ مِنْ اللَّه \" أَيْ إِذَا أَمَرَ بِكَوْنِهِ فَإِنَّهُ كَلَمْحِ الْبَصَر يَكُون وَلَيْسَ لَهُ دَافِع وَلَا مَانِع . وَقَوْله عَزَّ وَجَلَّ \" مَا لَكُمْ مِنْ مَلْجَأ يَوْمئِذٍ وَمَا لَكُمْ مِنْ نَكِير \" أَيْ لَيْسَ لَكُمْ حِصْن تَتَحَصَّنُونَ فِيهِ وَلَا مَكَان يَسْتُركُمْ وَتَتَنَكَّرُونَ فِيهِ فَتَغِيبُونَ عَنْ بَصَره تَبَارَكَ وَتَعَالَى بَلْ هُوَ مُحِيط بِكُمْ بِعِلْمِهِ وَبَصَره وَقُدْرَته فَلَا مَلْجَأ مِنْهُ إِلَّا إِلَيْهِ \" يَقُول الْإِنْسَان يَوْمئِذٍ أَيْنَ الْمَفَرّ كَلَّا لَا وَزَرَ إِلَى رَبّك يَوْمئِذٍ الْمُسْتَقَرّ \" .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41120, "aya_id": 47}]