[{"text": "قَالُواْ إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُ مِن قَبْلُ فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ وَلَمْ يُبْدِهَا لَهُمْ قَالَ أَنتُمْ شَرٌّ مَّكَانًا وَاللّهُ أَعْلَمْ بِمَا تَصِفُونَ", "sura_id": 12, "type": 0, "id": 1673, "aya_id": 77}, {"text": "قالوا إن يسرق فقد سرق أخ له من قبل فأسرها يوسف في نفسه ولم يبدها لهم قال أنتم شر مكانا والله أعلم بما تصفون", "sura_id": 12, "type": 1, "id": 7909, "aya_id": 77}, {"text": "77 - (قالوا إن يسرق فقد سرق أخ له من قبل) أي يوسف فقد سرق لأبي أمِّه صنماً من ذهب فكسره لئلا يعبده (فأسرَّها يوسف في نفسه ولم يبدها) يظهرها (لهم) والضمير للكلمة التي في قوله (قال) في نفسه (أنتم شرٌّ مكاناً) من يوسف وأخيه لسرقتكم أخاكم من أبيكم وظلمكم له (والله أعلم) عالم (بما تصفون) تذكرون من أمره \r\n", "sura_id": 12, "type": 2, "id": 26617, "aya_id": 77}, {"text": "قال إخوة يوسف: إنْ سرق هذا فقد سرق أخ شقيق له من قبل (يقصدون يوسف عليه السلام) فأخفى يوسف في نفسه ما سمعه, وحدَّث نفسه قائلا أنتم أسوأ منزلة ممن ذكرتم, حيث دبَّرتم لي ما كان منكم, والله أعلم بما تصفون من الكذب والافتراء.\r\n", "sura_id": 12, "type": 3, "id": 32853, "aya_id": 77}, {"text": " <font color=red>قَالُوا إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ وَلَمْ يُبْدِهَا لَهُمْ قَالَ أَنْتُمْ شَرٌّ مَكَانًا وَاللَّهُ أَعْلَمُ بِمَا تَصِفُونَ</font><BR><p>وَقَالَ إِخْوَة يُوسُف لَمَّا رَأَوْا الصُّوَاع قَدْ أُخْرِج مِنْ مَتَاع بِنْيَامِين \" إِنْ يَسْرِق فَقَدْ سَرَقَ أَخ لَهُ مِنْ قَبْل \" يَتَنَصَّلُونَ إِلَى الْعَزِيز مِنْ التَّشَبُّه بِهِ وَيَذْكُرُونَ أَنَّ هَذَا فَعَلَ كَمَا فَعَلَ أَخ لَهُ مِنْ قَبْل يَعْنُونَ بِهِ يُوسُف عَلَيْهِ السَّلَام قَالَ سَعِيد بْن جُبَيْر عَنْ قَتَادَة كَانَ يُوسُف عَلَيْهِ السَّلَام قَدْ سَرَقَ صَنَمًا لِجَدِّهِ أَبِي أُمّه فَكَسَرَهُ وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ عَبْد اللَّه بْن أَبِي نَجِيح عَنْ مُجَاهِد قَالَ كَانَ أَوَّل مَا دَخَلَ عَلَى يُوسُف مِنْ الْبَلَاء فِيمَا بَلَغَنِي أَنَّ عَمَّته اِبْنَة إِسْحَاق وَكَانَتْ أَكْبَر وَلَد إِسْحَاق وَكَانَتْ عِنْدهَا مِنْطَقَة إِسْحَاق وَكَانُوا يَتَوَارَثُونَهَا بِالْكِبَرِ وَكَانَ مَنْ اخْتَبَأَهَا مِمَّنْ وَلِيَهَا كَانَ لَهُ سَلَمًا لَا يُنَازَع فِيهِ يَصْنَع فِيهِ مَا يَشَاء وَكَانَ يَعْقُوب حِين وُلِدَ لَهُ يُوسُف قَدْ حَضَنَتْهُ عَمَّته وَكَانَ لَهَا بِهِ وَلَهٌ , فَلَمْ تُحِبّ أَحَدًا حُبّهَا إِيَّاهُ حَتَّى إِذَا تَرَعْرَعَ وَبَلَغَ سَنَوَات تَاقَتْ إِلَيْهِ نَفْس يَعْقُوب عَلَيْهِ السَّلَام فَأَتَاهَا فَقَالَ يَا أُخَيَّة سَلِّمِي إِلَيَّ يُوسُف فَوَاَللَّهِ مَا أَقْدِر عَلَى أَنْ يَغِيب عَنِّي سَاعَة قَالَتْ فَوَاَللَّهِ مَا أَنَا بِتَارِكَتِهِ ثُمَّ قَالَتْ : فَدَعْهُ عِنْدِي أَيَّامًا أَنْظُر إِلَيْهِ وَأَسْكُن عَنْهُ لَعَلَّ ذَلِكَ يُسَلِّينِي عَنْهُ أَوْ كَمَا قَالَتْ فَلَمَّا خَرَجَ مِنْ عِنْدهَا يَعْقُوب عَمَدَتْ إِلَى مِنْطَقَة إِسْحَاق فَحَزَمَتْهَا عَلَى يُوسُف مِنْ تَحْت ثِيَابه ثُمَّ قَالَتْ فُقِدَتْ مِنْطَقَة إِسْحَاق عَلَيْهِ السَّلَام فَانْظُرُوا مَنْ أَخَذَهَا وَمَنْ أَصَابَهَا ؟ فَالْتَمَسَتْ ثُمَّ قَالَتْ اِكْشِفُوا أَهْل الْبَيْت فَكَشَفُوهُمْ فَوَجَدُوهَا مَعَ يُوسُف فَقَالَتْ وَاَللَّه إِنَّهُ لِي لَسَلَم أَصْنَع فِيهِ مَا شِئْت فَأَتَاهَا يَعْقُوب فَأَخْبَرَتْهُ الْخَبَر فَقَالَ لَهَا أَنْتِ وَذَاكَ إِنْ كَانَ فَعَلَ ذَلِكَ فَهُوَ سَلَم لَك مَا أَسْتَطِيع غَيْر ذَلِكَ فَأَمْسَكَتْهُ فَمَا قَدَرَ عَلَيْهِ يَعْقُوب حَتَّى مَاتَتْ قَالَ فَهُوَ الَّذِي يَقُول إِخْوَة يُوسُف حِين صَنَعَ بِأَخِيهِ مَا صَنَعَ حِين أَخَذَهُ \" إِنْ يَسْرِق فَقَدْ سَرَقَ أَخ لَهُ مِنْ قَبْل \" وَقَوْله فَأَسَرَّهَا يُوسُف فِي نَفْسه \" يَعْنِي الْكَلِمَة الَّتِي بَعْدهَا وَهِيَ قَوْله \" أَنْتُمْ شَرّ مَكَانًا وَاَللَّه أَعْلَم بِمَا تَصِفُونَ \" أَيْ تَذْكُرُونَ قَالَ هَذَا فِي نَفْسه وَلَمْ يُبْدِهِ لَهُمْ وَهَذَا مِنْ بَاب الْإِضْمَار قَبْل الذِّكْر وَهُوَ كَثِير كَقَوْلِ الشَّاعِر : جَزَى بَنُوهُ أَبَا الْغِيلَان عَنْ كِبَر وَحُسْن فِعْل كَمَا يُجْزَى سِنِمَّار وَلَهُ شَوَاهِد كَثِيرَة فِي الْقُرْآن وَالْحَدِيث وَاللُّغَة فِي مَنْثُورهَا وَأَخْبَارهَا وَأَشْعَارهَا قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" فَأَسَرَّهَا يُوسُف فِي نَفْسه \" قَالَ أَسَرَّ فِي نَفْسه \" أَنْتُمْ شَرّ مَكَانًا وَاَللَّه أَعْلَم بِمَا تَصِفُونَ \" .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37832, "aya_id": 77}]