[{"text": "هُوَ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلاً خَفِيفًا فَمَرَّتْ بِهِ فَلَمَّا أَثْقَلَت دَّعَوَا اللّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحاً لَّنَكُونَنَّ مِنَ الشَّاكِرِينَ", "sura_id": 7, "type": 0, "id": 1143, "aya_id": 189}, {"text": "هو الذي خلقكم من نفس واحدة وجعل منها زوجها ليسكن إليها فلما تغشاها حملت حملا خفيفا فمرت به فلما أثقلت دعوا الله ربهما لئن آتيتنا صالحا لنكونن من الشاكرين", "sura_id": 7, "type": 1, "id": 7379, "aya_id": 189}, {"text": "189 - (هو) أي الله (الذي خلقكم من نفس واحدة) أي آدم (وجعل) خلق (منها زوجها) حواء (ليسكن إليها) ويألفها (فلما تغشاها) جامعها (حملت حملاً خفيفاً) هو النطفة (فمرت به) ذهبت وجاءت لخفته (فلما أثقلت) بكبر الولد في بطنها وأشفقا أن يكون بهيمة (دعوا الله ربهما لئن آتيتنا) ولداً (صالحاً) سوياً (لنكونن من الشاكرين) لك عليه \r\n", "sura_id": 7, "type": 2, "id": 26087, "aya_id": 189}, {"text": "هو الذي خلقكم -أيها الناس- من نفس واحدة, وهي آدم عليه السلام وخَلَق منها زوجها, وهي حواء; ليأنس بها ويطمئن, فلما جامعها -والمراد جنس الزوجين من ذرية آدم- حملت ماءً خفيفًا, فقامت به وقعدت وأتمت الحمل, فلما قَرُبت ولادتها وأثقلت دعا الزوجان ربهما: لئن أعطيتنا بشرًا سويًا صالحًا لنكونن ممن يشكرك على ما وهبت لنا من الولد الصالح.\r\n", "sura_id": 7, "type": 3, "id": 32323, "aya_id": 189}, {"text": " <font color=red>هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِ فَلَمَّا أَثْقَلَتْ دَعَوَا اللَّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا لَنَكُونَنَّ مِنَ الشَّاكِرِينَ</font><BR><p>يُنَبِّه تَعَالَى عَلَى أَنَّهُ خَلَقَ جَمِيع النَّاس مِنْ آدَم عَلَيْهِ السَّلَام وَأَنَّهُ خَلَقَ مِنْهُ زَوْجَته حَوَّاء ثُمَّ اِنْتَشَرَ النَّاس مِنْهُمَا. كَمَا قَالَ تَعَالَى \" يَا أَيّهَا النَّاس إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَر وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِل لِتَعَارَفُوا إِنَّ أَكْرَمكُمْ عِنْد اللَّه أَتْقَاكُمْ \" وَقَالَ تَعَالَى \" يَا أَيّهَا النَّاس اِتَّقُوا رَبّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْس وَاحِدَة وَخَلَقَ مِنْهَا زَوْجهَا \" الْآيَة وَقَالَ فِي هَذِهِ الْآيَة الْكَرِيمَة\" وَجَعَلَ مِنْهَا زَوْجهَا لِيَسْكُن إِلَيْهَا \" أَيْ لِيَأْلَفهَا وَيَسْكُن بِهَا كَقَوْلِهِ تَعَالَى \" وَمِنْ آيَاته أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنكُمْ مَوَدَّة وَرَحْمَة \" فَلَا أُلْفَة بَيْن رُوحَيْنِ أَعْظَم مِمَّا بَيْن الزَّوْجَيْنِ وَلِهَذَا ذَكَرَ تَعَالَى أَنَّ السَّاحِر رُبَّمَا تَوَصَّلَ بِكَيْدِهِ إِلَى التَّفْرِقَة بَيْن الْمَرْء وَزَوْجه \" فَلَمَّا تَغَشَّاهَا \" أَيْ وَطِئَهَا \" حَمَلَتْ حَمْلًا خَفِيفًا\" وَذَلِكَ أَوَّل الْحَمْل لَا تَجِد الْمَرْأَة لَهُ أَلَمًا إِنَّمَا هِيَ النُّطْفَة ثُمَّ الْعَلَقَة ثُمَّ الْمُضْغَة وَقَوْله \" فَمَرَّتْ بِهِ \" قَالَ مُجَاهِد اِسْتَمَرَّتْ بِحَمْلِهِ وَرُوِيَ عَنْ الْحَسَن وَإِبْرَاهِيم النَّخَعِيّ وَالسُّدِّيّ نَحْوه وَقَالَ مَيْمُون بْن مِهْرَان عَنْ أَبِيهِ اِسْتَخَفَّتْهُ وَقَالَ أَيُّوب : سَأَلْت الْحَسَن عَنْ قَوْله \" فَمَرَّتْ بِهِ \" قَالَ : لَوْ كُنْت رَجُلًا عَرَبِيًّا لَعَرَفْت مَا هِيَ إِنَّمَا هِيَ فَاسْتَمَرَّتْ بِهِ وَقَالَ قَتَادَة\" فَمَرَّتْ بِهِ \" اِسْتَبَانَ حَمْلهَا وَقَالَ اِبْن جَرِير : مَعْنَاهُ اِسْتَمَرَّتْ بِالْمَاءِ قَامَتْ بِهِ وَقَعَدَتْ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : اِسْتَمَرَّتْ بِهِ فَشَكَّتْ أَحَمَلَتْ أَمْ لَا \" فَلَمَّا أَثْقَلَتْ \" أَيْ صَارَتْ ذَات ثِقَل بِحَمْلِهَا وَقَالَ السُّدِّيّ : كَبِرَ الْوَلَد فِي بَطْنهَا \" دَعَوَا اللَّه رَبّهمَا لَئِنْ آتَيْتنَا صَالِحًا \" أَيْ بَشَرًا سَوِيًّا . كَمَا قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس أَشْفَقَا أَنّ يَكُون بَهِيمَة وَكَذَلِكَ قَالَ أَبُو الْبَخْتَرِيّ وَأَبُو مَالِك : أَشْفَقَا أَنْ لَا يَكُون إِنْسَانًا. وَقَالَ الْحَسَن الْبَصْرِيّ لَئِنْ آتَيْتنَا غُلَامًا \" لَنَكُونَنَّ مِنْ الشَّاكِرِينَ فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاء فِيمَا آتَاهُمَا فَتَعَالَى اللَّه عَمَّا يُشْرِكُونَ \" يَذْكُر الْمُفَسِّرُونَ هَاهُنَا آثَارًا وَأَحَادِيث سَأُورِدُهَا وَأُبَيِّن مَا فِيهَا ثُمَّ نُتْبِع ذَلِكَ بَيَان الصَّحِيح فِي ذَلِكَ إِنْ شَاءَ اللَّه وَبِهِ الثِّقَة . قَالَ الْإِمَام أَحْمَد فِي مُسْنَده : حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا عُمَر بْن إِبْرَاهِيم حَدَّثَنَا قَتَادَة عَنْ الْحَسَن عَنْ سَمُرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَمَّا وَلَدَتْ حَوَّاء طَافَ بِهَا إِبْلِيس وَكَانَ لَا يَعِيش لَهَا وَلَد فَقَالَ سَمِّيهِ عَبْد الْحَارِث فَإِنَّهُ يَعِيش فَسَمَّتْهُ عَبْد الْحَارِث فَعَاشَ وَكَانَ ذَلِكَ مِنْ وَحْي الشَّيْطَان وَأَمْره\" وَهَكَذَا رَوَاهُ اِبْن جَرِير عَنْ مُحَمَّد بْن بَشَّار عَنْ بُنْدَار عَنْ عَبْد الصَّمَد بْن عَبْد الْوَارِث بِهِ وَرَوَاهُ التِّرْمِذِيّ فِي تَفْسِيره هَذِهِ الْآيَة عَنْ مُحَمَّد بْن الْمُثَنَّى عَنْ عَبْد الصَّمَد بِهِ وَقَالَ هَذَا حَدِيث حَسَن غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيث عُمَر بْن إِبْرَاهِيم وَرَوَاهُ بَعْضهمْ عَنْ عَبْد الصَّمَد وَلَمْ يَرْفَعهُ وَرَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث عَبْد الصَّمَد مَرْفُوعًا ثُمَّ قَالَ هَذَا حَدِيث صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ وَرَوَاهُ الْإِمَام أَبُو مُحَمَّد بْن أَبِي حَاتِم فِي تَفْسِيره عَنْ أَبِي زُرْعَة الرَّازِيّ عَنْ هِلَال بْن فَيَّاض عَنْ عُمَر بْن إِبْرَاهِيم بِهِ مَرْفُوعًا وَكَذَا رَوَاهُ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ فِي تَفْسِيره مِنْ حَدِيث شَاذّ بْن فَيَّاض عَنْ عُمَر بْن إِبْرَاهِيم مَرْفُوعًا قُلْت وَشَاذّ هُوَ هِلَال وَشَاذّ لَقَبه وَالْغَرَض أَنَّ هَذَا الْحَدِيث مَعْلُول مِنْ ثَلَاثَة أَوْجُه\" أَحَدهَا \" أَنَّ عُمَر بْن إِبْرَاهِيم هَذَا هُوَ الْبَصْرِيّ وَقَدْ وَثَّقَهُ اِبْن مَعِين وَلَكِنْ قَالَ أَبُو حَاتِم الرَّازِيّ لَا يُحْتَجّ بِهِ وَلَكِنْ رَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ حَدِيث الْمُعْتَمِر عَنْ أَبِيهِ عَنْ الْحَسَن عَنْ سَمُرَة مَرْفُوعًا فَاَللَّه أَعْلَم. \" الثَّانِي \" أَنَّهُ قَدْ رُوِيَ مِنْ قَوْل سَمُرَة نَفْسه لَيْسَ مَرْفُوعًا كَمَا قَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن عَبْد الْأَعْلَى حَدَّثَنَا الْمُعْتَمِر عَنْ أَبِيهِ حَدَّثَنَا بَكْر بْن عَبْد اللَّه بْن سُلَيْمَان التَّيْمِيّ عَنْ أَبِي الْعَلَاء بْن الشِّخِّيرِ عَنْ سَمُرَة بْن جُنْدُب قَالَ : سَمَّى آدَم اِبْنه عَبْد الْحَارِث . \" الثَّالِث \" أَنَّ الْحَسَن نَفْسه فَسَّرَ الْآيَة بِغَيْرِ هَذَا فَلَوْ كَانَ هَذَا عِنْده عَنْ سَمُرَة مَرْفُوعًا لَمَا عَدَلَ عَنْهُ . قَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا سَهْل بْن يُوسُف عَنْ عَمْرو عَنْ الْحَسَن \" جَعَلَا لَهُ شُرَكَاء فِيمَا آتَاهُمَا\" قَالَ كَانَ هَذَا فِي بَعْض أَهْل الْمِلَل وَلَمْ يَكُنْ بِآدَم وَحَدَّثَنَا مُحَمَّد بْن عَبْد الْأَعْلَى حَدَّثَنَا مُحَمَّد بْن ثَوْر عَنْ مَعْمَر قَالَ : قَالَ الْحَسَن عَنَى بِهَا ذُرِّيَّة آدَم وَمَنْ أَشْرَكَ مِنْهُمْ بَعْده يَعْنِي \" جَعَلَا لَهُ شُرَكَاء فِيمَا آتَاهُمَا \" وَحَدَّثَنَا بِشْر حَدَّثَنَا يَزِيد حَدَّثَنَا سَعِيد عَنْ قَتَادَة قَالَ : كَانَ الْحَسَن يَقُول هُمْ الْيَهُود وَالنَّصَارَى رَزَقَهُمْ اللَّه أَوْلَادًا فَهَوَّدُوا وَنَصَّرُوا وَهَذِهِ أَسَانِيد صَحِيحَة عَنْ الْحَسَن رَضِيَ اللَّه عَنْهُ أَنَّهُ فَسَّرَ الْآيَة بِذَلِكَ وَهُوَ مِنْ أَحْسَن التَّفَاسِير وَأَوْلَى مَا حُمِلَتْ عَلَيْهِ الْآيَة وَلَوْ كَانَ هَذَا الْحَدِيث عِنْده مَحْفُوظًا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَا عَدَلَ عَنْهُ هُوَ وَلَا غَيْره وَلَا سِيَّمَا مَعَ تَقْوَاهُ لِلَّهِ وَوَرَعه فَهَذَا يَدُلّك عَلَى أَنَّهُ مَوْقُوف عَلَى الصَّحَابِيّ وَيَحْتَمِل أَنَّهُ تَلَقَّاهُ مِنْ بَعْض أَهْل الْكِتَاب مَنْ آمَنَ مِنْهُمْ مِثْل كَعْب أَوْ وَهْب بْن مُنَبِّه وَغَيْرِهِمَا كَمَا سَيَأْتِي بَيَانه إِنْ شَاءَ اللَّه إِلَّا أَنَّنَا بَرِئْنَا مِنْ عُهْدَة الْمَرْفُوع وَاَللَّه أَعْلَم. فَأَمَّا الْآثَار فَقَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار عَنْ دَاوُدَ بْن الْحُصَيْن عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : كَانَتْ حَوَّاء تَلِد لِآدَم عَلَيْهِ السَّلَام أَوْلَادًا فَيُعَبِّدهُمْ لِلَّهِ وَيُسَمِّيهِمْ عَبْد اللَّه وَعُبَيْد اللَّه وَنَحْو ذَلِكَ فَيُصِيبهُمْ الْمَوْت فَأَتَاهُمَا إِبْلِيس فَقَالَ إِنَّكُمَا لَوْ سَمَّيْتُمَاهُ بِغَيْرِ الَّذِي تُسَمِّيَانِهِ بِهِ لَعَاشَ قَالَ فَوَلَدَتْ لَهُ رَجُلًا فَسَمَّاهُ عَبْد الْحَارِث فَفِيهِ أَنْزَلَ اللَّه يَقُول \" هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْس وَاحِدَة - إِلَى قَوْله - جَعَلَا لَهُ شُرَكَاء فِيمَا آتَاهُمَا \" إِلَى آخِر الْآيَة وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس قَوْله فِي آدَم \" هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْس وَاحِدَة - إِلَى قَوْله - فَمَرَّتْ بِهِ \" شَكَّتْ حَمَلَتْ أَمْ لَا ؟ \" فَلَمَّا أَثْقَلَتْ دَعَوَا اللَّه رَبّهمَا لَئِنْ آتَيْتنَا صَالِحًا لَنَكُونَنَّ مِنْ الشَّاكِرِينَ \" فَأَتَاهُمَا الشَّيْطَان فَقَالَ هَلْ تَدْرِيَانِ مَا يُولَد لَكُمَا ؟ أَمْ هَلْ تَدْرِيَانِ مَا يَكُون أَبَهِيمَة أَمْ لَا ؟ وَزَيَّنَ لَهُمَا الْبَاطِل إِنَّهُ غَوِيّ مُبِين وَقَدْ كَانَتْ قَبْل ذَلِكَ وَلَدَتْ وَلَدَيْنِ فَمَاتَا فَقَالَ لَهُمَا الشَّيْطَان إِنَّكُمَا إِنْ لَمْ تُسَمِّيَاهُ بِي لَمْ يَخْرُج سَوِيًّا وَمَاتَ كَمَا مَاتَ الْأَوَّل فَسَمَّيَا وَلَدهمَا عَبْد الْحَارِث .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42565, "aya_id": 189}]