[{"text": "وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى وَأَقِمْنَ الصَّلَاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا", "sura_id": 33, "type": 0, "id": 3566, "aya_id": 33}, {"text": "وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى وأقمن الصلاة وآتين الزكاة وأطعن الله ورسوله إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا", "sura_id": 33, "type": 1, "id": 9802, "aya_id": 33}, {"text": "33 - (وقرن) بكسر الكاف وفتحها (في بيوتكن) من القرار وأصله أقررن بكسر الراء وفتحها من قررت بفتح الراء وكسرها نقلت حركة الراء إلى القاف وحذفت مع همزة الوصل (ولا تبرجن) بترك إحدى التاءين من أصله (تبرج الجاهلية الأولى) أي ما قبل الإسلام من إظهار النساء محاسنهن للرجال والإظهار بعد الإسلام مذكور في آية ولا يبدين زينتهن إلا ما ظهر منها (وأقمن الصلاة وآتين الزكاة وأطعن الله ورسوله إنما يريد الله ليذهب عنكم الرجس) الإثم يا (أهل البيت) نساء النبي صلى الله عليه وسلم (ويطهركم) منه (تطهيرا) \r\n", "sura_id": 33, "type": 2, "id": 28510, "aya_id": 33}, {"text": "والْزَمْنَ بيوتكن, ولا تخرجن منها إلا لحاجة, ولا تُظهرن محاسنكن, كما كان يفعل نساء الجاهلية الأولى في الأزمنة السابقة على الإسلام, وهو خطاب للنساء المؤمنات في كل عصر. وأدِّين - يا نساء النبي- الصلاة كاملة في أوقاتها, وأعطين الزكاة كما شرع الله, وأطعن الله ورسوله في أمرهما ونهيهما, إنما أوصاكن الله بهذا؛ ليزكيكنَّ, ويبعد عنكنَّ الأذى والسوء والشر يا أهل بيت النبي -ومنهم زوجاته وذريته عليه الصلاة والسلام-, ويطهِّر نفوسكم غاية الطهارة.\r\n", "sura_id": 33, "type": 3, "id": 34746, "aya_id": 33}, {"text": " <font color=red>وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى وَأَقِمْنَ الصَّلَاةَ وآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا</font><BR><p>وَقَوْله تَعَالَى : \" وَقَرْنَ فِي بُيُوتكُنَّ \" أَيْ اِلْزَمْنَ بُيُوتكُنَّ فَلَا تَخْرُجْنَ لِغَيْرِ حَاجَة وَمِنْ الْحَوَائِج الشَّرْعِيَّة الصَّلَاة فِي الْمَسْجِد بِشَرْطِهِ كَمَا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تَمْنَعُوا إِمَاء اللَّه مَسَاجِد اللَّه وَلِيَخْرُجْنَ وَهُنَّ تَفِلَات \" - وَفِي رِوَايَة - \" وَبُيُوتهنَّ خَيْر لَهُنَّ \" وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا حُمَيْد بْن مَسْعَدَة حَدَّثَنَا أَبُو رَجَاء الْكَلْبِيّ رَوْح بْن الْمُسَيِّب ثِقَة حَدَّثَنَا ثَابِت الْبُنَانِيّ عَنْ أَنَس رَضِيَ اللَّه عَنْهُ قَالَ : جِئْنَ النِّسَاء إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقُلْنَ يَا رَسُول اللَّه ذَهَبَ الرِّجَال بِالْفَضْلِ وَالْجِهَاد فِي سَبِيل اللَّه تَعَالَى فَمَا لنَا عَمَل نُدْرِك بِهِ عَمَل الْمُجَاهِدِينَ فِي سَبِيل اللَّه تَعَالَى فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ قَعَدَتْ - أَوْ كَلِمَة نَحْوهَا - مِنْكُنَّ فِي بَيْتهَا فَإِنَّهَا تُدْرِك عَمَل الْمُجَاهِدِينَ فِي سَبِيل اللَّه تَعَالَى \" ثُمَّ قَالَ لَا نَعْلَم رَوَاهُ عَنْ ثَابِت إِلَّا رَوْح بْن الْمُسَيِّب وَهُوَ رَجُل مِنْ أَهْل الْبَصْرَة مَشْهُور . وَقَالَ الْبَزَّار أَيْضًا حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى حَدَّثَنَا عَمْرو بْن عَاصِم حَدَّثَنَا هَمَّام عَنْ قَتَادَة عَنْ مُورِق عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّ الْمَرْأَة عَوْرَة فَإِذَا خَرَجَتْ اِسْتَشْرَفَهَا الشَّيْطَان وَأَقْرَب مَا تَكُون بِرَوْحَةِ رَبّهَا وَهِيَ فِي قَعْر بَيْتهَا \" وَرَوَاهُ التِّرْمِذِيّ عَنْ بُنْدَار عَنْ عَمْرو بْن عَاصِم بِهِ نَحْوه . وَرَوَى الْبَزَّار بِإِسْنَادِهِ الْمُتَقَدِّم وَأَبُو دَاوُدَ أَيْضًا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" صَلَاة الْمَرْأَة فِي مَخْدَعهَا أَفْضَل مِنْ صَلَاتهَا فِي بَيْتهَا وَصَلَاتهَا فِي بَيْتهَا أَفْضَل مِنْ صَلَاتهَا فِي حُجْرَتهَا \" وَهَذَا إِسْنَاد جَيِّد وَقَوْله تَعَالَى : \" وَلَا تَبَرَّجْنَ تَبَرُّج الْجَاهِلِيَّة الْأُولَى \" قَالَ مُجَاهِد كَانَتْ الْمَرْأَة تَخْرُج تَمْشِي بَيْن يَدَيْ الرِّجَال فَذَلِكَ تَبَرُّج الْجَاهِلِيَّة . وَقَالَ قَتَادَة \" وَلَا تَبَرَّجْنَ تَبَرُّج الْجَاهِلِيَّة الْأُولَى \" يَقُول إِذَا خَرَجْتُنَّ مِنْ بُيُوتكُنَّ وَكَانَتْ لَهُنَّ مِشْيَة وَتَكَسُّر وَتَغَنُّج فَنَهَى اللَّه تَعَالَى عَنْ ذَلِكَ وَقَالَ مُقَاتِل بْن حَيَّان \" وَلَا تَبَرَّجْنَ تَبَرُّج الْجَاهِلِيَّة الْأُولَى \" وَالتَّبَرُّج أَنَّهَا تُلْقِي الْخِمَار عَلَى رَأْسهَا وَلَا تَشُدّهُ فَيُوَارِي قَلَائِدهَا وَقُرْطهَا وَعُنُقهَا وَيَبْدُو ذَلِكَ كُلّه مِنْهَا وَذَلِكَ التَّبَرُّج ثُمَّ عَمَّتْ نِسَاء الْمُؤْمِنِينَ فِي التَّبَرُّج . وَقَالَ اِبْن جَرِير حَدَّثَنِي اِبْن زُهَيْر حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا دَاوُدُ يَعْنِي اِبْن أَبِي الْفُرَات حَدَّثَنَا عَلِيّ بْن أَحْمَر عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ تَلَا هَذِهِ الْآيَة\" وَلَا تَبَرَّجْنَ تَبَرُّج الْجَاهِلِيَّة الْأُولَى \" قَالَ كَانَتْ فِيمَا بَيْن نُوح وَإِدْرِيس وَكَانَتْ أَلْف سَنَة وَإِنَّ بَطْنَيْنِ مِنْ وَلَد آدَم كَانَ أَحَد يَسْكُن السَّهْل وَالْآخَر يَسْكُن الْجَبَل وَكَانَ رِجَال الْجَبَل صِبَاحًا وَفِي النِّسَاء دَمَامَة وَكَانَ نِسَاء السَّهْل صِبَاحًا وَفِي الرِّجَال دَمَامَة وَإِنَّ إِبْلِيس لَعَنَهُ اللَّه أَتَى رَجُلًا مِنْ أَهْل السَّهْل فِي صُورَة غُلَام فَآجَرَ نَفْسه مِنْهُ فَكَانَ يَخْدِمه فَاتَّخَذَ إِبْلِيس شَيْئًا مِنْ مِثْل الَّذِي يُزَمِّر فِيهِ الرِّعَاء فَجَاءَ فِيهِ بِصَوْتٍ لَمْ يَسْمَع النَّاس مِثْله فَبَلَغَ ذَلِكَ مَنْ حَوْله فَانْتَابُوهُمْ يَسْمَعُونَ إِلَيْهِ وَاتَّخَذُوا عِيدًا يَجْتَمِعُونَ إِلَيْهِ فِي السَّنَة فَيَتَبَرَّج النِّسَاء لِلرِّجَالِ قَالَ وَيَتَزَيَّن الرِّجَال لَهُنَّ وَإِنَّ رَجُلًا مِنْ أَهْل الْجَبَل هَجَمَ عَلَيْهِمْ فِي عِيدهمْ ذَلِكَ فَرَأَى النِّسَاء وَصَبَاحَتهنَّ فَأَتَى أَصْحَابه فَأَخْبَرَهُمْ بِذَلِكَ فَتَحَوَّلُوا إِلَيْهِنَّ فَنَزَلُوا مَعَهُنَّ وَظَهَرَتْ الْفَاحِشَة فِيهِنَّ فَهُوَ قَوْل اللَّه تَعَالَى \" وَلَا تَبَرَّجْنَ تَبَرُّج الْجَاهِلِيَّة الْأُولَى \" وَقَوْله تَعَالَى : \" وَأَقِمْنَ الصَّلَاة وَآتِينَ الزَّكَاة وَأَطِعْنَ اللَّه وَرَسُوله\" نَهَاهُنَّ أَوَّلًا عَنْ الشَّرّ ثُمَّ أَمَرَهُنَّ بِالْخَيْرِ مِنْ إِقَامَة الصَّلَاة وَهِيَ عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ وَإِيتَاء الزَّكَاة وَهِيَ الْإِحْسَان إِلَى الْمَخْلُوقِينَ \" وَأَطِعْنَ اللَّه وَرَسُوله \" وَهَذَا مِنْ بَاب عَطْف الْعَامّ عَلَى الْخَاصّ . وَقَوْله تَعَالَى : \" إِنَّمَا يُرِيد اللَّه لِيُذْهِب عَنْكُمْ الرِّجْس أَهْل الْبَيْت وَيُطَهِّركُمْ تَطْهِيرًا \" وَهَذَا نَصّ فِي دُخُول أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَهْل الْبَيْت هَهُنَا لِأَنَّهُنَّ سَبَب نُزُول هَذِهِ الْآيَة وَسَبَب النُّزُول دَاخِل فِيهِ قَوْلًا وَاحِدًا إِمَّا وَحْده عَلَى قَوْل أَوْ مَعَ غَيْره عَلَى الصَّحِيح وَرَوَى اِبْن جَرِير عَنْ عِكْرِمَة أَنَّهُ كَانَ يُنَادِي فِي السُّوق \" إِنَّمَا يُرِيد اللَّه لِيُذْهِب عَنْكُمْ الرِّجْس أَهْل الْبَيْت وَيُطَهِّركُمْ تَطْهِيرًا \" نَزَلَتْ فِي نِسَاء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَاصَّة وَهَكَذَا رَوَى اِبْن أَبِي حَاتِم قَالَ حَدَّثَنَا عَلِيّ بْن حَرْب الْمَوْصِلِيّ حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنَا حُسَيْن بْن وَاقِد عَنْ يَزِيد النَّحْوِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا فِي قَوْله تَعَالَى : \" إِنَّمَا يُرِيد اللَّه لِيُذْهِب عَنْكُمْ الرِّجْس أَهْل الْبَيْت \" قَالَ نَزَلَتْ فِي نِسَاء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَاصَّة وَقَالَ عِكْرِمَة مَنْ شَاءَ بَاهَلْته أَنَّهَا نَزَلَتْ فِي شَأْن نِسَاء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنْ كَانَ الْمُرَاد أَنَّهُنَّ كُنَّ سَبَب النُّزُول دُون غَيْرهنَّ فَصَحِيح وَإِنْ أُرِيد أَنَّهُنَّ الْمُرَاد فَقَطْ دُون غَيْرهنَّ فَفِي هَذَا نَظَر فَإِنَّهُ قَدْ وَرَدَتْ أَحَادِيث تَدُلّ عَلَى أَنَّ الْمُرَاد أَعَمّ مِنْ ذَلِكَ \" الْحَدِيث الْأَوَّل \" حَدَّثَنَا الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد أَخْبَرَنَا عَلِيّ بْن زَيْد عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَمُرّ بِبَابِ فَاطِمَة رَضِيَ اللَّه عَنْهَا سِتَّة أَشْهُر إِذَا خَرَجَ إِلَى صَلَاة الْفَجْر يَقُول \" الصَّلَاة يَا أَهْل الْبَيْت \" إِنَّمَا يُرِيد اللَّه لِيُذْهِب عَنْكُمْ الرِّجْس أَهْل الْبَيْت وَيُطَهِّركُمْ تَطْهِيرًا \" \" وَرَوَاهُ التِّرْمِذِيّ عَنْ عَبْد بْن حُمَيْد عَنْ عَفَّان بِهِ وَقَالَ حَسَن غَرِيب \" حَدِيث آخَر \" قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا يُونُس عَنْ أَبِي إِسْحَاق أَخْبَرَنِي أَبُو دَاوُدَ عَنْ أَبِي الْحَمْرَاء قَالَ : رَابَطْت الْمَدِينَة سَبْعَة أَشْهُر عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا طَلَعَ الْفَجْر جَاءَ إِلَى بَاب عَلِيّ وَفَاطِمَة رَضِيَ اللَّه عَنْهُمَا فَقَالَ \" الصَّلَاة الصَّلَاة \" إِنَّمَا يُرِيد اللَّه لِيُذْهِب عَنْكُمْ الرِّجْس أَهْل الْبَيْت وَيُطَهِّركُمْ تَطْهِيرًا \" \" أَبُو دَاوُدَ الْأَعْمَى هُوَ نُفَيْع بْن الْحَارِث كَذَّاب \" حَدِيث آخَر \" وَقَالَ الْإِمَام أَيْضًا حَدَّثَنَا مُحَمَّد بْن مُصْعَب حَدَّثَنَا الْأَوْزَاعِيّ حَدَّثَنَا شَدَّاد بْن عَمَّار قَالَ دَخَلْت عَلَى وَاثِلَة بْن الْأَسْقَع رَضِيَ اللَّه عَنْهُ وَعِنْده قَوْم فَذَكَرُوا عَلِيًّا رَضِيَ اللَّه عَنْهُ فَشَتَمُوهُ فَشَتَمْته مَعَهُمْ فَلَمَّا قَامُوا قَالَ لِي شَتَمْت هَذَا الرَّجُل ؟ قُلْت قَدْ شَتَمُوهُ فَشَتَمْته مَعَهُمْ أَلَا أُخْبِرك بِمَا رَأَيْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ قُلْت بَلَى قَالَ أَتَيْت فَاطِمَة رَضِيَ اللَّه عَنْهَا أَسْأَلهَا عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ فَقَالَتْ تَوَجَّهَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَلَسْت أَنْتَظِرهُ حَتَّى جَاءَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَعَهُ عَلِيّ وَحَسَن وَحُسَيْن رَضِيَ اللَّه عَنْهُمْ آخِذ كُلّ وَاحِد مِنْهُمَا بِيَدِهِ حَتَّى دَخَلَ فَأَدْنَى عَلِيًّا وَفَاطِمَة رَضِيَ اللَّه عَنْهُمَا وَأَجْلَسَهُمَا بَيْن يَدَيْهِ وَأَجْلَسَ حَسَنًا وَحُسَيْنًا رَضِيَ اللَّه عَنْهُمَا كُلّ وَاحِد مِنْهُمَا عَلَى فَخِذه ثُمَّ لَفَّ عَلَيْهِمْ ثَوْبه أَوْ قَالَ كِسَاءَهُ ثُمَّ تَلَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَة \" إِنَّمَا يُرِيد اللَّه لِيُذْهِب عَنْكُمْ الرِّجْس أَهْل الْبَيْت وَيُطَهِّركُمْ تَطْهِيرًا \" وَقَالَ \" اللَّهُمَّ هَؤُلَاءِ أَهْل بَيْتِي وَأَهْل بَيْتِي أَحَقّ \" . وَقَدْ رَوَاهُ أَبُو جَعْفَر بْن جَرِير عَنْ عَبْد الْكَرِيم بْن أَبِي عُمَيْر عَنْ الْوَلِيد بْن مُسْلِم عَنْ أَبِي عَمْرو الْأَوْزَاعِيّ بِسَنَدِهِ نَحْوه زَادَ فِي آخِره قَالَ وَاثِلَة رَضِيَ اللَّه عَنْهُ فَقُلْت وَأَنَا يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْك مِنْ أَهْلِك ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَأَنْتَ مِنْ أَهْلِي \" قَالَ وَاثِلَة رَضِيَ اللَّه عَنْهُ وَإِنَّهَا مِنْ أَرْجَى مَا أَرْتَجِي ثُمَّ رَوَاهُ أَيْضًا عَنْ عَبْد الْأَعْلَى بْن وَاصِل عَنْ الْفَضْل بْن دُكَيْن عَنْ عَبْد السَّلَام بْن حَرْب عَنْ كُلْثُوم الْمُحَارِبِيّ عَنْ شَدَّاد بْن أَبِي عَمَّار قَالَ إِنِّي لَجَالِس عِنْد وَاثِلَة بْن الْأَسْقَع رَضِيَ اللَّه عَنْهُ إِذْ ذَكَرُوا عَلِيًّا رَضِيَ اللَّه عَنْهُ فَشَتَمُوهُ فَلَمَّا قَامُوا قَالَ اِجْلِسْ حَتَّى أُخْبِرك عَنْ هَذَا الَّذِي شَتَمُوهُ إِنِّي عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذْ جَاءَ عَلِيّ وَفَاطِمَة وَحَسَن وَحُسَيْن رَضِيَ اللَّه عَنْهُمْ فَأَلْقَى صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيْهِمْ كِسَاء لَهُ ثُمَّ قَالَ \" اللَّهُمَّ هَؤُلَاءِ أَهْل بَيْتِي اللَّهُمَّ أَذْهِبْ عَنْهُمْ الرِّجْس وَطَهِّرْهُمْ تَطْهِيرًا \" قُلْت يَا رَسُول اللَّه وَأَنَا ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَأَنْتَ \" قَالَ فَوَاَللَّهِ إِنَّهَا لَأَوْثَق عَمَل عِنْدِي . \" حَدِيث آخَر \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد اللَّه بْن نُمَيْر حَدَّثَنَا عَبْد الْمَلِك بْن أَبِي سُلَيْمَان عَنْ عَطَاء بْن أَبِي رَبَاح حَدَّثَنِي مَنْ سَمِعَ أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا تَذْكُر أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ فِي بَيْتهَا فَأَتَتْهُ فَاطِمَة رَضِيَ اللَّه عَنْهَا بِبُرْمَةٍ فِيهَا خَزِيرَة فَدَخَلَتْ عَلَيْهِ بِهَا فَقَالَ لَهَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ادْعِي زَوْجك وَابْنَيْك \" قَالَتْ فَجَاءَ عَلِيّ وَحَسَن وَحُسَيْن رَضِيَ اللَّه عَنْهُمْ فَدَخَلُوا عَلَيْهِ فَجَلَسُوا يَأْكُلُونَ مِنْ تِلْكَ الْخَزِيرَة وَهُوَ عَلَى مَنَامَة لَهُ وَكَانَ تَحْته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كِسَاء خَيْبَرِيّ قَالَتْ وَأَنَا فِي الْحُجْرَة أُصَلِّي فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ هَذِهِ الْآيَة \" إِنَّمَا يُرِيد اللَّه لِيُذْهِب عَنْكُمْ الرِّجْس أَهْل الْبَيْت وَيُطَهِّركُمْ تَطْهِيرًا \" قَالَتْ رَضِيَ اللَّه عَنْهَا فَأَخَذَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَضْل الْكِسَاء فَغَطَّاهُمْ بِهِ ثُمَّ أَخْرُج يَده فَأَلْوَى بِهَا إِلَى السَّمَاء ثُمَّ قَالَ \" اللَّهُمَّ هَؤُلَاءِ أَهْل بَيْتِي وَخَاصَّتِي فَأَذْهِبْ عَنْهُمْ الرِّجْس وَطَهِّرْهُمْ تَطْهِيرًا \" قَالَتْ فَأَدْخَلْت رَأْسِي الْبَيْت فَقُلْت وَأَنَا مَعَكُمْ يَا رَسُول اللَّه ؟ فَقَالَ\" إِنَّك إِلَى خَيْر إِنَّك إِلَى خَيْر \" فِي إِسْنَاده مَنْ لَمْ يُسَمَّ وَهُوَ شَيْخ عَطَاء وَبَقِيَّة رِجَاله ثِقَات \" طَرِيق أُخْرَى\" قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا مُصْعَب بْن الْمِقْدَام حَدَّثَنَا سَعِيد بْن زربي عَنْ مُحَمَّد بْن سِيرِينَ عَنْ أَبِي هُرَيْرَة عَنْ أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا قَالَتْ جَاءَتْ فَاطِمَة رَضِيَ اللَّه عَنْهَا إِلَى رَسُول اللَّه بِبُرْمَةٍ لَهَا قَدْ صَنَعَتْ فِيهَا عَصِيدَة تَحْمِلهَا عَلَى طَبَق فَوَضَعَتْهَا بَيْن يَدَيْهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" أَيْنَ اِبْن عَمّك وَابْنَاك ؟ \" فَقَالَتْ رَضِيَ اللَّه عَنْهَا فِي الْبَيْت فَقَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ادْعِيهِمْ \" فَجَاءَتْ إِلَى عَلِيّ رَضِيَ اللَّه عَنْهُ فَقَالَتْ أَجِبْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْتَ وَابْنَاك قَالَتْ أُمّ سَلَمَة رَضِيَ اللَّه تَعَالَى عَنْهَا فَلَمَّا رَآهُمْ مُقْبِلِينَ مَدّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَده إِلَى كِسَاء كَانَ عَلَى الْمَنَامَة فَمَدّه وَبَسَطَهُ وَأَجْلَسَهُمْ عَلَيْهِ ثُمَّ أَخَذَ بِأَطْرَافِ الْكِسَاء الْأَرْبَعَة بِشِمَالِهِ فَضَمَّهُ فَوْق رُءُوسهمْ وَأَوْمَأَ بِيَدِهِ الْيُمْنَى إِلَى رَبّه فَقَالَ : اللَّهُمَّ هَؤُلَاءِ أَهْل بَيْتِي فَأَذْهِبْ عَنْهُمْ الرِّجْس وَطَهِّرْهُمْ تَطْهِيرًا طَرِيق أُخْرَى قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا عَبْد اللَّه بْن عَبْد الْقُدُّوس عَنْ الْأَعْمَش عَنْ حَكِيم بْن سَعْد قَالَ ذَكَرْنَا عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ عِنْد أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا فَقَالَتْ فِي بَيْتِي نَزَلَتْ \" إِنَّمَا يُرِيد اللَّه لِيُذْهِب عَنْكُمْ الرِّجْس أَهْل الْبَيْت وَيُطَهِّركُمْ تَطْهِيرًا\" قَالَتْ أُمّ سَلَمَة جَاءَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى بَيْتِي فَقَالَ : لَا تَأْذَنِي لِأَحَدٍ فَجَاءَتْ فَاطِمَة رَضِيَ اللَّه عَنْهَا فَلَمْ أَسْتَطِعْ أَنْ أَحْجُبهَا عَنْ أَبِيهَا ثُمَّ جَاءَ الْحَسَن رَضِيَ اللَّه عَنْهُ فَلَمْ أَسْتَطِعْ أَنْ أَمْنَعَهُ أَنْ يَدْخُل عَلَى جَدّه وَأُمّه وَجَاءَ الْحُسَيْن فَلَمْ أَسْتَطِعْ أَنْ أَحْجُبهُ عَنْ جَدّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأُمّه رَضِيَ اللَّه عَنْهَا ثُمَّ جَاءَ عَلِيّ رَضِيَ اللَّه عَنْهُ فَلَمْ أَسْتَطِعْ أَنْ أَحْجُبهُ فَاجْتَمَعُوا فَجَلَّلَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِكِسَاءٍ كَانَ عَلَيْهِ ثُمَّ قَالَ هَؤُلَاءِ أَهْل بَيْتِي فَأَذْهِبْ عَنْهُمْ الرِّجْس وَطَهِّرْهُمْ تَطْهِيرًا فَنَزَلَتْ هَذِهِ الْآيَة حِين اِجْتَمَعُوا عَلَى الْبِسَاط قَالَتْ فَقُلْت يَا رَسُول اللَّه وَأَنَا ؟ قَالَتْ فَوَاَللَّهِ مَا أَنْعَمَ وَقَالَ إِنَّك إِلَى خَيْر \" طَرِيق أُخْرَى \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا عَوْف عَنْ أَبِي الْمُعَدَّل عَنْ عَطِيَّة الطَّفَاوِيّ عَنْ أَبِيهِ قَالَ إِنَّ أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا حَدَّثَتْهُ قَالَتْ : بَيْنَمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَيْتِي يَوْمًا إِذْ قَالَتْ الْخَادِم إِنَّ فَاطِمَة وَعَلِيًّا رَضِيَ اللَّه عَنْهُمَا بِالسُّدَّةِ قَالَتْ فَقَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُومِي فَتَنَحَّي عَنْ أَهْل بَيْتِي قَالَتْ فَقُمْت فَتَنَحَّيْت فِي الْبَيْت قَرِيبًا فَدَخَلَ عَلِيّ وَفَاطِمَة وَمَعَهُمَا الْحَسَن وَالْحُسَيْن رَضِيَ اللَّه عَنْهُمْ وَهُمَا صَبِيَّانِ صَغِيرَانِ فَأَخَذَ الصَّبِيَّيْنِ فَوَضَعَهَا فِي حِجْره فَقَبَّلَهُمَا وَاعْتَنَقَ عَلِيًّا رَضِيَ اللَّه عَنْهُ بِإِحْدَى يَدَيْهِ وَفَاطِمَة رَضِيَ اللَّه عَنْهَا بِالْيَدِ الْأُخْرَى وَقَبَّلَ فَاطِمَة وَقَبَّلَ عَلِيًّا وَأَغْدَقَ عَلَيْهِمْ خَمِيصَة سَوْدَاء وَقَالَ اللَّهُمَّ إِلَيْك لَا إِلَى النَّار أَنَا وَأَهْل بَيْتِي قَالَتْ فَقُلْت وَأَنَا يَا رَسُول اللَّه ؟ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنْتِ \" طَرِيق أُخْرَى \" قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا الْحَسَن بْن عَطِيَّة حَدَّثَنَا فُضَيْل بْن مَرْزُوق عَنْ عَطِيَّة عَنْ أَبِي سَعِيد عَنْ أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا قَالَتْ إِنَّ هَذِهِ الْآيَة نَزَلَتْ فِي بَيْتِي \" إِنَّمَا يُرِيد اللَّه لِيُذْهِب عَنْكُمْ الرِّجْس أَهْل الْبَيْت وَيُطَهِّركُمْ تَطْهِيرًا\" قَالَتْ وَأَنَا جَالِسَة عَلَى بَاب الْبَيْت فَقُلْت يَا رَسُول اللَّه أَلَسْت مِنْ أَهْل الْبَيْت ؟ فَقَالَ إِنَّك إِلَى خَيْر أَنْتِ مِنْ أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ وَفِي الْبَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَلِيّ وَفَاطِمَة وَالْحَسَن وَالْحُسَيْن رَضِيَ اللَّه عَنْهُمْ \" طَرِيق أُخْرَى \" رَوَاهَا اِبْن جَرِير أَيْضًا عَنْ أَبِي كُرَيْب عَنْ وَكِيع عَنْ عَبْد الْحَمِيد بْن بَهْرَامَ عَنْ شَهْر بْن حَوْشَب عَنْ أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا بِنَحْوِهِ \" طَرِيق أُخْرَى \" قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا خَالِد بْن مَخْلَد حَدَّثَنِي مُوسَى بْن يَعْقُوب حَدَّثَنِي هَاشِم بْن هَاشِم بْن عُتْبَة بْن أَبِي وَقَّاص عَنْ عَبْد اللَّه بْن وَهْب بْن زَمْعَةَ قَالَ أَخْبَرَتْنِي أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا قَالَتْ إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَمَعَ عَلِيًّا وَفَاطِمَة وَالْحَسَن وَالْحُسَيْن رَضِيَ اللَّه عَنْهُمْ ثُمَّ أَدْخَلَهُمْ تَحْت ثَوْبه ثُمَّ جَأَرَ إِلَى اللَّه عَزَّ وَجَلَّ ثُمَّ قَالَ : هَؤُلَاءِ أَهْل بَيْتِي قَالَتْ أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا فَقُلْت يَا رَسُول اللَّه أَدْخِلْنِي مَعَهُمْ فَقَالَ أَنْتِ مِنْ أَهْلِي \" طَرِيق أُخْرَى \" رَوَاهَا اِبْن جَرِير أَيْضًا عَنْ أَحْمَد بْن مُحَمَّد الطُّوسِيّ عَنْ عَبْد الرَّحْمَن بْن صَالِح عَنْ مُحَمَّد بْن سُلَيْمَان الْأَصْبَهَانِيّ عَنْ يَحْيَى بْن عُبَيْد الْمَكِّيّ عَنْ عَطَاء عَنْ عُمَر بْن أَبِي سَلَمَة عَنْ أُمّه رَضِيَ اللَّه عَنْهَا بِنَحْوِ ذَلِكَ \" حَدِيث آخَر \" قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا مُحَمَّد بْن بِشْر عَنْ زَكَرِيَّا عَنْ مُصْعَب بْن شَيْبَة عَنْ صَفِيَّة بِنْت شَيْبَة قَالَتْ : قَالَتْ عَائِشَة رَضِيَ اللَّه عَنْهَا خَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَات غَدَاة وَعَلَيْهِ مِرْط مُرَجَّل مِنْ شَعْر أَسْوَد فَجَاءَ الْحَسَن رَضِيَ اللَّه عَنْهُ فَأَدْخَلَهُ مَعَهُ ثُمَّ جَاءَ الْحُسَيْن فَأَدْخَلَهُ مَعَهُ ثُمَّ جَاءَتْ فَاطِمَة رَضِيَ اللَّه عَنْهَا فَأَدْخَلَهَا مَعَهُ ثُمَّ جَاءَ عَلِيّ رَضِيَ اللَّه عَنْهُ فَأَدْخَلَهُ مَعَهُ ثُمَّ قَالَ \" إِنَّمَا يُرِيد اللَّه لِيُذْهِب عَنْكُمْ الرِّجْس أَهْل الْبَيْت وَيُطَهِّركُمْ تَطْهِيرًا\" وَرَوَاهُ مُسْلِم عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة عَنْ مُحَمَّد بْن بِشْر بِهِ \" طَرِيق أُخْرَى \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا شُرَيْح بْن يُونُس أَبُو الْحَارِث حَدَّثَنَا مُحَمَّد بْن يَزِيد عَنْ الْعَوَّام يَعْنِي اِبْن حَوْشَب رَضِيَ اللَّه عَنْهُ عَنْ اِبْن عَمّ لَهُ قَالَ : دَخَلْت مَعَ أَبِي عَلَى عَائِشَة رَضِيَ اللَّه عَنْهَا فَسَأَلْتهَا عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ فَقَالَتْ رَضِيَ اللَّه عَنْهَا : تَسْأَلنِي عَنْ رَجُل كَانَ مِنْ أَحَبّ النَّاس إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَتْ تَحْته اِبْنَته وَأَحَبّ النَّاس إِلَيْهِ ؟ لَقَدْ رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَعَا عَلِيًّا وَفَاطِمَة وَحَسَنًا وَحُسَيْنًا رَضِيَ اللَّه عَنْهُمْ فَأَلْقَى عَلَيْهِمْ ثَوْبًا فَقَالَ : اللَّهُمَّ هَؤُلَاءِ أَهْل بَيْتِي فَأَذْهِبْ عَنْهُمْ الرِّجْس وَطَهِّرْهُمْ تَطْهِيرًا قَالَتْ فَدَنَوْت مِنْهُمْ فَقُلْت يَا رَسُول اللَّه وَأَنَا مِنْ أَهْل بَيْتك ؟ فَقَالَ تَنَحِّي فَإِنَّك عَلَى خَيْر \" حَدِيث آخَر \" قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن الْمُثَنَّى حَدَّثَنَا بَكْر بْن يَحْيَى بْن أَبَانَ الْعَنَزِيّ حَدَّثَنَا مَنْدَل عَنْ الْأَعْمَش عَنْ عَطِيَّة عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَزَلَتْ هَذِهِ الْآيَة فِي خَمْسَة : فِيَّ وَفِي عَلِيّ وَحَسَن وَحُسَيْن وَفَاطِمَة \" إِنَّمَا يُرِيد اللَّه لِيُذْهِب عَنْكُمْ الرِّجْس أَهْل الْبَيْت وَيُطَهِّركُمْ تَطْهِيرًا \" قَدْ تَقَدَّمَ أَنَّ فُضَيْل بْن مَرْزُوق رَوَاهُ عَنْ عَطِيَّة عَنْ أَبِي سَعِيد عَنْ أُمّ سَلَمَة رَضِيَ اللَّه عَنْهَا كَمَا تَقَدَّمَ وَرَوَى اِبْن أَبِي حَاتِم مِنْ حَدِيث هَارُون بْن سَعْد الْعِجْلِيّ عَنْ عَطِيَّة عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُ مَوْقُوفًا وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم\" حَدِيث آخَر \" قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن الْمُثَنَّى حَدَّثَنَا أَبُو بَكْر الْحَنَفِيّ حَدَّثَنَا بُكَيْر بْن مِسْمَار قَالَ سَمِعْت عَامِر بْن سَعْد رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ سَعْد رَضِيَ اللَّه عَنْهُ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين نَزَلَ عَلَيْهِ الْوَحْي فَأَخَذَ عَلِيًّا وَابْنَيْهِ وَفَاطِمَة رَضِيَ اللَّه عَنْهُمْ فَأَدْخَلَهُمْ تَحْت ثَوْبه ثُمَّ قَالَ رَبّ هَؤُلَاءِ أَهْلِي وَأَهْل بَيْتِي \" حَدِيث آخَر \" وَقَالَ مُسْلِم فِي صَحِيحه حَدَّثَنِي زُهَيْر بْن حَرْب وَشُجَاع بْن مَخْلَد عَنْ اِبْن عُلَيَّة قَالَ زُهَيْر حَدَّثَنَا إِسْمَاعِيل بْن إِبْرَاهِيم حَدَّثَنِي أَبُو حَيَّانِ حَدَّثَنِي يَزِيد بْن حِبَّان قَالَ اِنْطَلَقْت أَنَا وَحُصَيْن بْن سُرَّة وَعُمَر بْن مَسْلَمَةَ إِلَى زَيْد بْن أَرْقَم رَضِيَ اللَّه عَنْهُ فَلَمَّا جَلَسْنَا إِلَيْهِ قَالَ لَهُ حُصَيْن لَقَدْ لَقِيت يَا زَيْد خَيْرًا كَثِيرًا رَأَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَسَمِعْت حَدِيثه وَغَزَوْت مَعَهُ وَصَلَّيْت خَلْفه لَقَدْ لَقِيت يَا زَيْد خَيْرًا كَثِيرًا حَدِّثْنَا يَا زَيْد مَا سَمِعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ يَا اِبْن أَخِي وَاَللَّه لَقَدْ كَبِرَتْ سِنِّي وَقَدُمَ عَهْدِي وَنَسِيت بَعْض الَّذِي كُنْت أَعِي مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَا حَدَّثْتُكُمْ فَاقْبَلُوا وَمَا لَا فَلَا تَكَلَّفُوا فِيهِ ثُمَّ قَالَ : قَامَ فِينَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا خَطِيبًا بِمَاءٍ يُدْعَى خُمًّا بَيْن مَكَّة وَالْمَدِينَة فَحَمِدَ اللَّه تَعَالَى وَأَثْنَى عَلَيْهِ وَوَعَظَ وَذَكَّرَ ثُمَّ قَالَ : أَمَّا بَعْد أَلَا أَيّهَا النَّاس فَإِنَّمَا أَنَا بَشَر يُوشِك أَنْ يَأْتِينِي رَسُول رَبِّي فَأُجِيب وَأَنَا تَارِك فِيكُمْ ثَقَلَيْنِ أَوَّلهمَا كِتَاب اللَّه تَعَالَى فِيهِ الْهُدَى وَالنُّور فَخُذُوا بِكِتَابِ اللَّه وَاسْتَمْسِكُوا بِهِ فَحَثّ عَلَى كِتَاب اللَّه عَزَّ وَجَلَّ وَرَغَّبَ فِيهِ ثُمَّ قَالَ وَأَهْل بَيْتِي أُذَكِّركُمْ اللَّه فِي أَهْل بَيْتِي أُذَكِّركُمْ اللَّه فِي أَهْل بَيْتِي ثَلَاثًا فَقَالَ لَهُ حُصَيْن وَمَنْ أَهْل بَيْته يَا زَيْد ؟ اِلْيَسْ نِسَاؤُهُ مِنْ أَهْل بَيْته ؟ قَالَ نِسَاؤُهُ مِنْ أَهْل بَيْته وَلَكِنَّ أَهْل بَيْته مَنْ حُرِمَ الصَّدَقَة بَعْده قَالَ وَمَنْ هُمْ ؟ قَالَ هُمْ : آلُ عَلِيّ وَآلُ عَقِيل وَآلُ جَعْفَر وَآلُ عَبَّاس رَضِيَ اللَّه عَنْهُمْ قَالَ كُلّ هَؤُلَاءِ حُرِمَ الصَّدَقَة بَعْده ؟ قَالَ نَعَمْ ثُمَّ رَوَاهُ عَنْ مُحَمَّد بْن الرَّيَّان عَنْ حَسَّان بْن إِبْرَاهِيم عَنْ سَعِيد بْن مَسْرُوق عَنْ يَزِيد بْن حِبَّان عَنْ زَيْد بْن أَرْقَم رَضِيَ اللَّه عَنْهُ فَذَكَرَ الْحَدِيث بِنَحْوِ مَا تَقَدَّمَ وَفِيهِ فَقُلْت لَهُ مَنْ أَهْل بَيْته نِسَاؤُهُ ؟ قَالَ لَا وَاَيْم اللَّه إِنَّ الْمَرْأَة تَكُون مَعَ الرَّجُل الْعَصْر مِنْ الدَّهْر ثُمَّ يُطَلِّقهَا فَتَرْجِع إِلَى أَبِيهَا وَقَوْمهَا , أَهْل بَيْته أَصْله وَعَصَبَته الَّذِينَ حُرِمُوا الصَّدَقَة بَعْده هَكَذَا وَقَعَ فِي هَذِهِ الرِّوَايَة وَالْأُولَى أَوْلَى وَالْأَخْذ بِهَا أَحْرَى وَهَذِهِ الثَّانِيَة تَحْتَمِل أَنَّهُ أَرَادَ تَفْسِير الْأَهْل الْمَذْكُورِينَ فِي الْحَدِيث الَّذِي رَوَاهُ إِنَّمَا الْمُرَاد بِهِمْ آله الَّذِينَ حُرِمُوا الصَّدَقَة أَوْ أَنَّهُ لَيْسَ الْمُرَاد بِالْأَهْلِ الْأَزْوَاج فَقَطْ بَلْ هُمْ مَعَ آله وَهَذَا الِاحْتِمَال أَرْجَح جَمْعًا بَيْنهَا وَبَيْن الرِّوَايَة الَّتِي قَبْلهَا وَجَمْعًا أَيْضًا بَيْن الْقُرْآن وَالْأَحَادِيث الْمُتَقَدِّمَة إِنْ صَحَّتْ فَإِنَّ فِي بَعْض أَسَانِيدهَا نَظَرًا وَاَللَّه أَعْلَم ثُمَّ الَّذِي لَا يَشُكّ فِيهِ مَنْ تَدَبَّرَ الْقُرْآن أَنَّ نِسَاء النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَاخِلَات فِي قَوْله تَعَالَى : \" إِنَّمَا يُرِيد اللَّه لِيُذْهِب عَنْكُمْ الرِّجْس أَهْل الْبَيْت وَيُطَهِّركُمْ تَطْهِيرًا \" .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40193, "aya_id": 33}]