[{"text": "فَلَمَّا جَاءهُمُ الْحَقُّ مِنْ عِندِنَا قَالُوا لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَى أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى مِن قَبْلُ قَالُوا سِحْرَانِ تَظَاهَرَا وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ", "sura_id": 28, "type": 0, "id": 3300, "aya_id": 48}, {"text": "فلما جاءهم الحق من عندنا قالوا لولا أوتي مثل ما أوتي موسى أولم يكفروا بما أوتي موسى من قبل قالوا سحران تظاهرا وقالوا إنا بكل كافرون", "sura_id": 28, "type": 1, "id": 9536, "aya_id": 48}, {"text": "48 - (فلما جاءهم الحق) محمد (من عندنا قالوا لولا) هلا (أوتي مثل ما أوتي موسى) من الآيات كاليد البيضاء والعصا وغيرهما أو الكتاب جملة واحدة قال تعالى (أولم يكفروا بما أوتي موسى من قبل قالوا) حيث (سحران) فيه وفي محمد (تظاهرا) أي القرآن والتوراة (وقالوا) تعاونا (إنا بكل كافرون) من النبيين والكتابين (قل) \r\n", "sura_id": 28, "type": 2, "id": 28244, "aya_id": 48}, {"text": "فلما جاء محمد هؤلاء القوم نذيرًا لهم, قالوا: هلا أوتي هذا الذي أُرسل إلينا مثل ما أوتي موسى من معجزات حسية, وكتابٍ نزل جملة واحدة! قل -أيها الرسول- لهم: أولم يكفر اليهود بما أوتي موسى من قبل؟ قالوا: في التوراة والقرآن سحران تعاونا في سحرهما, وقالوا: نحن بكل منهما كافرون.\r\n", "sura_id": 28, "type": 3, "id": 34480, "aya_id": 48}, {"text": " <font color=red>فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَى أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى مِنْ قَبْلُ قَالُوا سِحْرَانِ تَظَاهَرَا وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْقَوْم الَّذِينَ لَوْ عَذَّبَهُمْ قَبْل قِيَام الْحُجَّة عَلَيْهِمْ لَاحْتَجُّوا بِأَنَّهُمْ لَمْ يَأْتِهِمْ رَسُول أَنَّهُمْ لَمَّا جَاءَهُمْ الْحَقّ مِنْ عِنْده عَلَى لِسَان مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالُوا عَلَى وَجْه التَّعَنُّت وَالْعِنَاد وَالْكُفْر وَالْجَهْل وَالْإِلْحَاد \" لَوْلَا أُوتِيَ مِثْل مَا أُوتِيَ مُوسَى \" الْآيَة يَعْنُونَ وَاَللَّه أَعْلَم مِنْ الْآيَات الْكَثِيرَة مِثْل الْعَصَا وَالْيَد وَالطُّوفَان وَالْجَرَاد وَالْقُمَّل وَالضَّفَادِع وَالدَّم وَتَنْقِيص الزُّرُوع وَالثِّمَار مِمَّا يُضَيِّق عَلَى أَعْدَاء اللَّه وَكَفَلْقِ الْبَحْر وَتَظْلِيل الْغَمَام وَإِنْزَال الْمَنّ وَالسَّلْوَى إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الْبَاهِرَة وَالْحُجَج الْقَاهِرَة الَّتِي أَجْرَاهَا اللَّه تَعَالَى عَلَى يَدَيْ مُوسَى عَلَيْهِ السَّلَام حُجَّة وَبُرْهَانًا لَهُ عَلَى فِرْعَوْن وَمَلَئِهِ وَبَنِي إِسْرَائِيل مَعَ هَذَا كُلّه لَمْ يَنْجَع فِي فِرْعَوْن وَمَلَئِهِ بَلْ كَفَرُوا بِمُوسَى وَأَخِيهِ هَارُون كَمَا قَالُوا لَهُمَا \" أَجِئْتنَا لِتَلْفِتنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُون لَكُمَا الْكِبْرِيَاء فِي الْأَرْض وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ \" وَقَالَ تَعَالَى : \" فَكَذَّبُوهُمَا فَكَانُوا مِنْ الْمُهْلَكِينَ \" وَلِهَذَا قَالَ هَهُنَا \" أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى مِنْ قَبْل \" أَيْ أَوَلَمْ يَكْفُر الْبَشَر بِمَا أُوتِيَ مُوسَى مِنْ تِلْكَ الْآيَات الْعَظِيمَة \" قَالُوا سِحْرَانِ تَظَاهَرَا \" أَيْ تَعَاوَنَا \" وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ \" أَيْ بِكُلٍّ مِنْهُمَا كَافِرُونَ وَلِشِدَّةِ التَّلَازُم وَالتَّصَاحُب وَالْمُقَارَبَة بَيْن مُوسَى وَهَارُون دَلَّ ذِكْر أَحَدهمَا عَلَى الْآخَر كَمَا قَالَ الشَّاعِر : فَمَا أَدْرِي إِذَا يَمَّمْت أَرْضًا أُرِيد الْخَيْر أَيّهمَا يَلِينِي أَيْ فَمَا أَدْرِي يَلِينِي الْخَيْر أَوْ الشَّرّ . قَالَ مُجَاهِد : أَمَرَتْ الْيَهُود قُرَيْشًا أَنْ يَقُولُوا لِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَلِكَ فَقَالَ اللَّه \" أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى مِنْ قَبْل قَالُوا سِحْرَانِ تَظَاهَرَا \" قَالَ يَعْنِي مُوسَى وَهَارُون صَلَّى اللَّه عَلَيْهِمَا وَسَلَّمَ \" تَظَاهَرَا \" أَيْ تَعَاوَنَا وَتَنَاصَرَا وَصَدَّقَ كُلّ مِنْهَا الْآخَر وَبِهَذَا قَالَ سَعِيد بْن جُبَيْر وَأَبُو رَزِين فِي قَوْله \" سَاحِرَانِ \" يَعْنُونَ مُوسَى وَهَارُون وَهَذَا قَوْل جَيِّد قَوِيّ وَاَللَّه أَعْلَم وَقَالَ مُسْلِم بْن يَسَار عَنْ اِبْن عَبَّاس \" قَالُوا سَاحِرَانِ تَظَاهَرَا \" قَالَ يَعْنُونَ مُوسَى وَمُحَمَّدًا صَلَّى اللَّه عَلَيْهِمَا وَسَلَّمَ وَهَذَا رِوَايَة الْحَسَن الْبَصْرِيّ . وَقَالَ الْحَسَن وَقَتَادَة. يَعْنِي عِيسَى وَمُحَمَّد صَلَّى اللَّه عَلَيْهِمَا وَسَلَّمَ وَهَذَا فِيهِ بُعْد لِأَنَّ عِيسَى لَمْ يَجْرِ لَهُ ذِكْر هَهُنَا وَاَللَّه أَعْلَم . وَأَمَّا مَنْ قَرَأَ \" سِحْرَانِ تَظَاهَرَا \" فَقَالَ عَلِيّ بْن أَبِي طَلْحَة وَالْعَوْفِيّ عَنْ اِبْن عَبَّاس يَعْنُونَ التَّوْرَاة وَالْقُرْآن وَكَذَا قَالَ عَاصِم الْجُنْدِيّ وَالسُّدِّيّ وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم قَالَ السُّدِّيّ : يَعْنِي صَدَّقَ كُلّ وَاحِد مِنْهُمَا الْآخَر وَقَالَ عِكْرِمَة : يَعْنُونَ التَّوْرَاة وَالْإِنْجِيل وَهُوَ رِوَايَة عَنْ أَبِي زُرْعَة وَاخْتَارَهُ اِبْن جَرِير . وَقَالَ الضَّحَّاك وَقَتَادَة : الْإِنْجِيل وَالْقُرْآن وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم بِالصَّوَابِ وَالظَّاهِر عَلَى قِرَاءَة\" سِحْرَانِ \" أَنَّهُمْ يَعْنُونَ التَّوْرَاة وَالْقُرْآن . لِأَنَّهُ قَالَ بَعْده \" قُلْ فَأْتُوا بِكِتَابٍ مِنْ عِنْد اللَّه هُوَ أَهْدَى مِنْهُمَا أَتَّبِعهُ \" وَكَثِيرًا مَا يَقْرِن اللَّه بَيْن التَّوْرَاة وَالْقُرْآن كَمَا فِي قَوْله تَعَالَى : \" قُلْ مَنْ أَنْزَلَ الْكِتَاب الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ - إِلَى أَنْ قَالَ - وَهَذَا كِتَاب أَنْزَلْنَاهُ مُبَارَك \" وَقَالَ فِي آخِر السُّورَة\" ثُمَّ آتَيْنَا مُوسَى الْكِتَاب تَمَامًا عَلَى الَّذِي أَحْسَنَ\" الْآيَة وَقَالَ : \" وَهَذَا كِتَاب أَنْزَلْنَاهُ مُبَارَك فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ \" وَقَالَتْ الْجِنّ \" إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْد مُوسَى مُصَدِّقًا لِمَا بَيْن يَدَيْهِ\" وَقَالَ وَرَقَة بْن نَوْفَل : هَذَا النَّامُوس الَّذِي أُنْزِلَ عَلَى مُوسَى . وَقَدْ عُلِمَ بِالضَّرُورَةِ لِذَوِي الْأَلْبَاب أَنَّ اللَّه تَعَالَى لَمْ يُنْزِل كِتَابًا مِنْ السَّمَاء فِيمَا أَنْزَلَ مِنْ الْكُتُب الْمُتَعَدِّدَة عَلَى أَنْبِيَائِهِ أَكْمَل وَلَا أَشْمَل وَلَا أَفْصَح وَلَا أَعْظَم وَلَا أَشْرَف مِنْ الْكِتَاب الَّذِي أَنْزَلَ عَلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ الْقُرْآن وَبَعْده فِي الشَّرَف وَالْعَظَمَة الْكِتَاب الَّذِي أَنْزَلَهُ عَلَى مُوسَى بْن عِمْرَان عَلَيْهِ السَّلَام وَهُوَ الْكِتَاب الَّذِي قَالَ اللَّه فِيهِ \" إِنَّا أَنْزَلْنَا التَّوْرَاة فِيهَا هُدًى وَنُور يَحْكُم بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَار بِمَا اُسْتُحْفِظُوا مِنْ كِتَاب اللَّه وَكَانُوا عَلَيْهِ شُهَدَاء \" وَالْإِنْجِيل إِنَّمَا أُنْزِلَ مُتَمِّمًا لِلتَّوْرَاةِ وَمُحِلًّا لِبَعْضِ مَا حُرِّمَ عَلَى بَنِي إِسْرَائِيل .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39728, "aya_id": 48}]