[{"text": "قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِّنَّا وَكَانَ أَمْرًا مَّقْضِيًّا", "sura_id": 19, "type": 0, "id": 2271, "aya_id": 21}, {"text": "قال كذلك قال ربك هو علي هين و لنجعله آية للناس و رحمة منا و كان أمرا مقضيا", "sura_id": 19, "type": 1, "id": 8507, "aya_id": 21}, {"text": "21 - (قال) الأمر (كذلك) من خلق غلام منك من غير أب (قال ربك هو علي هين) أي بأن ينفخ بأمري جبريل فيك فتحملي به ولكون ما ذكر في معنى العلة عطف عليه (ولنجعله آية للناس) على قدرتنا (ورحمة منا) لمن آمن به (وكان) خلقه (أمرا مقضيا) به في علمي فنفخ جبريل في جيب درعها فأحست بالحمل في بطنها مصورا \r\n", "sura_id": 19, "type": 2, "id": 27215, "aya_id": 21}, {"text": "قال لها المَلَك: هكذا الأمر كما تصفين من أنه لم يمسسك بشر, ولم تكوني بَغِيًّا, ولكن ربك قال: الأمر عليَّ سهل; وليكون هذا الغلام علامة للناس تدل على قدرة الله تعالى, ورحمة منَّا به وبوالدته وبالناس, وكان وجود عيسى على هذه الحالة قضاء سابقًا مقدَّرًا, مسطورًا في اللوح المحفوظ, فلا بد مِن نفوذه.\r\n", "sura_id": 19, "type": 3, "id": 33451, "aya_id": 21}, {"text": " <font color=red>قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْرًا مَقْضِيًّا</font><BR><p>\" قَالَ كَذَلِكَ قَالَ رَبّك هُوَ عَلَيَّ هَيِّن \" أَيْ فَقَالَ لَهَا الْمَلَك مُجِيبًا لَهَا عَمَّا سَأَلَتْ إِنَّ اللَّه قَدْ قَالَ إِنَّهُ سَيُوجَدُ مِنْك غُلَامًا وَإِنْ لَمْ يَكُنْ لَك بَعْل وَلَا يُوجَد مِنْك فَاحِشَة فَإِنَّهُ عَلَى مَا يَشَاء قَادِر وَلِهَذَا قَالَ \" وَلِنَجْعَلهُ آيَة لِلنَّاسِ \" أَيْ دَلَالَة وَعَلَامَة لِلنَّاسِ عَلَى قُدْرَة بَارِئِهِمْ وَخَالِقهمْ الَّذِي نَوَّعَ فِي خَلْقهمْ فَخَلَقَ آبَاهُمْ آدَم مِنْ غَيْر ذَكَر وَلَا أُنْثَى وَخَلَقَ حَوَّاء مِنْ ذَكَر بِلَا أُنْثَى وَخَلَقَ بَقِيَّة الذُّرِّيَّة مِنْ ذَكَر وَأُنْثَى إِلَّا عِيسَى فَإِنَّهُ أَوْجَدَهُ مِنْ أُنْثَى بِلَا ذَكَر فَتَمَّتْ الْقِسْمَة الرُّبَاعِيَّة الدَّالَّة عَلَى كَمَال قُدْرَته وَعَظِيم سُلْطَانه فَلَا إِلَه غَيْره وَلَا رَبّ سِوَاهُ وَقَوْله \" وَرَحْمَة مِنَّا \" أَيْ وَنَجْعَل هَذَا الْغُلَام رَحْمَة مِنْ اللَّه نَبِيًّا مِنْ الْأَنْبِيَاء يَدْعُو إِلَى عِبَادَة اللَّه تَعَالَى وَتَوْحِيده كَمَا قَالَ تَعَالَى فِي الْآيَة الْأُخْرَى \" إِذْ قَالَتْ الْمَلَائِكَة يَا مَرْيَم إِنَّ اللَّه يُبَشِّرك بِكَلِمَةٍ مِنْهُ اِسْمه الْمَسِيح عِيسَى اِبْن مَرْيَم وَجِيهًا فِي الدُّنْيَا وَالْآخِرَة وَمِنْ الْمُقَرَّبِينَ وَيُكَلِّم النَّاس فِي الْمَهْد وَكَهْلًا وَمِنْ الصَّالِحِينَ \" أَيْ يَدْعُو إِلَى عِبَادَة رَبّه فِي مَهْده وَكُهُولَته قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد الرَّحِيم بْن إِبْرَاهِيم حَدَّثَنَا مَرْوَان حَدَّثَنَا الْعَلَاء بْن الْحَارِث الْكُوفِيّ عَنْ مُجَاهِد قَالَ : قَالَتْ مَرْيَم عَلَيْهَا السَّلَام كُنْت إِذَا خَلَوْت حَدَّثَنِي عِيسَى وَكَلَّمَنِي وَهُوَ فِي بَطْنِي وَإِذَا كُنْت مَعَ النَّاس سَبَّحَ فِي بَطْنِي وَكَبَّرَ وَقَوْله \" وَكَانَ أَمْرًا مَقْضِيًّا \" يَحْتَمِل أَنَّ هَذَا مِنْ كَلَام جِبْرِيل لِمَرْيَم يُخْبِرهَا أَنَّ هَذَا أَمْر مُقَدَّر فِي عِلْم اللَّه تَعَالَى وَقَدَره وَمَشِيئَته وَيَحْتَمِل أَنْ يَكُون مِنْ خَبَر اللَّه تَعَالَى لِرَسُولِهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَّهُ كَنَّى بِهَذَا عَنْ النَّفْخ فِي فَرْجهَا كَمَا قَالَ تَعَالَى \" وَمَرْيَم اِبْنَة عِمْرَان الَّتِي أَحْصَنَتْ فَرْجهَا فَنَفَخْنَا فِيهِ مِنْ رُوحنَا \" وَقَالَ \" وَاَلَّتِي أَحْصَنَتْ فَرْجهَا فَنَفَخْنَا فِيهَا مِنْ رُوحنَا \" قَالَ مُحَمَّد بْن إِسْحَاق \" وَكَانَ أَمْرًا مَقْضِيًّا \" أَيْ إِنَّ اللَّه قَدْ عَزَمَ عَلَى هَذَا فَلَيْسَ مِنْهُ بُدّ وَاخْتَارَ هَذَا أَيْضًا اِبْن جَرِير فِي تَفْسِيره وَلَمْ يَحْكِ غَيْره وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38412, "aya_id": 21}]