[{"text": "فَلَوْلا إِذْ جَاءهُمْ بَأْسُنَا تَضَرَّعُواْ وَلَكِن قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُواْ يَعْمَلُونَ", "sura_id": 6, "type": 0, "id": 832, "aya_id": 43}, {"text": "فلولا إذ جاءهم بأسنا تضرعوا ولكن قست قلوبهم وزين لهم الشيطان ما كانوا يعملون", "sura_id": 6, "type": 1, "id": 7068, "aya_id": 43}, {"text": "43 - (فلولا) فهلا (إذ جاءهم بأسنا) عذابنا (تضرعوا) أي لم يفعلوا ذلك مع قيام المقتضي له (ولكن قست قلوبهم) فلم تلن للإيمان (وزين لهم الشيطان ما كانوا يعملون) من المعاصي فأصروا عليها \r\n", "sura_id": 6, "type": 2, "id": 25776, "aya_id": 43}, {"text": "فهلا إذ جاء هذه الأمم المكذبة بلاؤنا تذللوا لنا, ولكن قست قلوبهم, وزيَّن لهم الشيطان ما كانوا يعملون من المعاصي, ويأتون من الشرك.\r\n", "sura_id": 6, "type": 3, "id": 32012, "aya_id": 43}, {"text": " <font color=red>فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ</font><BR><p>قَالَ اللَّه تَعَالَى \" فَلَوْلَا إِذْ جَاءَهُمْ بَأْسنَا تَضَرَّعُوا \" أَيْ فَهَلَّا إِذْ اِبْتَلَيْنَاهُمْ بِذَلِكَ تَضَرَّعُوا إِلَيْنَا وَتَمَسْكَنُوا لَدَيْنَا \" وَلَكِنْ قَسَتْ قُلُوبهمْ \" أَيْ مَا رَقَّتْ وَلَا خَشَعَتْ\" وَزَيَّنَ لَهُمْ الشَّيْطَان مَا كَانُو يَعْمَلُونَ \" أَيْ مِنْ الشِّرْك وَالْمُعَانَدَة وَالْمَعَاصِي \" فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ \" أَيْ أَعْرَضُوا عَنْهُ وَتَنَاسَوْهُ وَجَعَلُوهُ وَرَاء ظُهُورهمْ\" فَتَحْنَا عَلَيْهِمْ أَبْوَاب كُلّ شَيْء \" أَيْ فَتَحْنَا عَلَيْهِمْ أَبْوَاب الرِّزْق مِنْ كُلّ مَا يَخْتَارُونَ وَهَذَا اِسْتِدْرَاج مِنْهُ تَعَالَى وَإِمْلَاء لَهُمْ عِيَاذًا بِاَللَّهِ مِنْ مَكْرُوه وَلِهَذَا قَالَ \" حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا \" مِنْ الْأَمْوَال وَالْأَوْلَاد وَالْأَرْزَاق \" أَخَذْنَاهُمْ بَغْتَة \" أَيْ عَلَى غَفْلَة\" فَإِذَا هُمْ مُبْلِسُونَ \" أَيْ آيِسُونَ مِنْ كُلّ خَيْر قَالَ الْوَالِبِيّ عَنْ اِبْن عَبَّاس الْمُبْلِس الْآيِس . وَقَالَ الْحَسَن الْبَصْرِيّ مَنْ وَسَّعَ اللَّه عَلَيْهِ فَلَمْ يَرَ أَنَّهُ يَمْكُر بِهِ فَلَا رَأْي لَهُ وَمَنْ قَتَرَ عَلَيْهِ فَلَمْ يَرَ أَنَّهُ يَنْظُر لَهُ فَلَا رَأْي لَهُ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42179, "aya_id": 43}]