[{"text": "وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا قَالَ وَمِن ذُرِّيَّتِي قَالَ لاَ يَنَالُ عَهْدِي الظَّالِمِينَ", "sura_id": 2, "type": 0, "id": 131, "aya_id": 124}, {"text": "وإذ ابتلى إبراهيم ربه بكلمات فأتمهن قال إني جاعلك للناس إماما قال ومن ذريتي قال لا ينال عهدي الظالمين", "sura_id": 2, "type": 1, "id": 6367, "aya_id": 124}, {"text": "124 - (و) اذكر (إذ ابتلى) اختبر (إبراهيمَ) وفي قراءة إبراهام (ربُّه بكلمات) بأوامر ونواه كلفه بها ، قيل هي مناسك الحج ، وقيل المضمضة والاستنشاق والسواك وقص الشارب وفرق الشعر وقلم الأظفار ونتف الإبط وحلق العانة والختان والاستنجاء (فأتمهن) أداهن تامات (قال) تعالى له (إني جاعلك للناس إماما) قدوة في الدين (قال ومن ذريتي) أولادي اجعل أئمة (قال لا ينال عهديْ) بالإمامة (الظالمين) الكافرين منهم دل على أنه ينال غير الظالم \r\n", "sura_id": 2, "type": 2, "id": 25075, "aya_id": 124}, {"text": "واذكر-أيها النبي- حين اختبر الله إبراهيم بما شرع له من تكاليف, فأدَّاها وقام بها خير قيام. قال الله له: إني جاعلك قدوة للناس. قال إبراهيم: ربِّ اجعل بعض نسلي أئمة فضلا منك, فأجابه الله سبحانه أنه لا تحصل للظالمين الإمامةُ في الدين.\r\n", "sura_id": 2, "type": 3, "id": 31311, "aya_id": 124}, {"text": " <font color=red>وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا قَالَ وَمِنْ ذُرِّيَّتِي قَالَ لَا يَنَالُ عَهْدِي الظَّالِمِينَ</font><BR><p>يَقُول تَعَالَى مُنَبِّهًا عَلَى شَرَف إِبْرَاهِيم خَلِيله عَلَيْهِ السَّلَام وَأَنَّ اللَّه تَعَالَى جَعَلَهُ إِمَامًا لِلنَّاسِ يُقْتَدَى بِهِ فِي التَّوْحِيد حِين قَامَ بِمَا كَلَّفَهُ اللَّهُ تَعَالَى بِهِ مِنْ الْأَوَامِر وَالنَّوَاهِي وَلِهَذَا قَالَ \" وَإِذَا اِبْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ \" أَيْ وَاذْكُرْ يَا مُحَمَّد لِهَؤُلَاءِ الْمُشْرِكِينَ وَأَهْل الْكِتَابَيْنِ الَّذِينَ يَنْتَحِلُونَ مِلَّة إِبْرَاهِيم وَلَيْسُوا عَلَيْهِمْ وَإِنَّمَا الَّذِي هُوَ عَلَيْهَا مُسْتَقِيم فَأَنْتَ وَاَلَّذِينَ مَعَك مِنْ الْمُؤْمِنِينَ اُذْكُرْ لِهَؤُلَاءِ اِبْتِلَاء اللَّه إِبْرَاهِيم أَيْ اِخْتِبَاره لَهُ بِمَا كَلَّفَهُ بِهِ مِنْ الْأَوَامِر وَالنَّوَاهِي \" فَأَتَمَهُنَّ \" أَيْ قَامَ بِهِنَّ كُلّهنَّ كَمَا قَالَ تَعَالَى \" وَإِبْرَاهِيم الَّذِي وَفَّى \" أَيْ وَفَّى جَمِيع مَا شَرَعَ لَهُ فَعَمِلَ بِهِ صَلَوَاتُ اللَّه عَلَيْهِ وَقَالَ تَعَالَى : \" إِنَّ إِبْرَاهِيم كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنْ الْمُشْرِكِينَ شَاكِرًا لِأَنْعُمِهِ اِجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاط مُسْتَقِيم وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَة وَإِنَّهُ فِي الْآخِرَة لَمِنْ الصَّالِحِينَ ثُمَّ أَوْحَيْنَا إِلَيْك أَنْ اِتَّبِعْ مِلَّة إِبْرَاهِيم حَنِيفًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ\" وَقَالَ تَعَالَى \" قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاط مُسْتَقِيم دِينًا قِيَمًا مِلَّة إِبْرَاهِيم حَنِيفًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ\" وَقَالَ تَعَالَى \" مَا كَانَ إِبْرَاهِيم يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيم لَلَّذِينَ اِتَّبَعُوهُ وَهَذَا النَّبِيُّ وَاَلَّذِينَ آمَنُوا وَاَللَّهُ وَلِيُّ الْمُؤْمِنِينَ\" وَقَوْله تَعَالَى \" بِكَلِمَاتٍ \" أَيْ بِشَرَائِع وَأَوَامِر وَنَوَاهٍ فَإِنَّ الْكَلِمَات تُطْلَقُ وَيُرَاد بِهَا الْكَلِمَات الْقَدَرِيَّة كَقَوْلِهِ تَعَالَى عَنْ مَرْيَم عَلَيْهَا السَّلَام \" وَصَدَّقَتْ بِكَلِمَاتِ رَبّهَا وَكُتُبِهِ وَكَانَتْ مِنْ الْقَانِتِينَ \" وَتُطْلَق وَيُرَاد بِهَا الشَّرْعِيَّة كَقَوْلِهِ تَعَالَى \" وَتَمَّتْ كَلِمَةُ رَبِّك صِدْقًا وَعَدْلًا \" أَيْ كَلِمَاته الشَّرْعِيَّة وَهِيَ إِمَّا خَبَرُ صِدْق وَإِمَّا طَلَبُ عَدْل إِنْ كَانَ أَمْرًا أَوْ نَهْيًا وَمِنْ ذَلِكَ هَذِهِ الْآيَة الْكَرِيمَة \" وَإِذْ اِبْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَهُنَّ \" أَيْ قَامَ بِهِنَّ قَالَ \" إِنِّي جَاعِلُك لِلنَّاسِ إِمَامًا \" أَيْ جَزَاء عَلَى مَا فَعَلَ كَمَا قَامَ بِالْأَوَامِرِ وَتَرَكَ الزَّوَاجِر جَعَلَهُ اللَّه لِلنَّاسِ قُدْوَة وَإِمَامًا يُقْتَدَى بِهِ وَيُحْتَذَى حَذْوه . وَقَدْ اُخْتُلِفَ فِي تَعْيِين الْكَلِمَات الَّتِي اِخْتَبَرَ اللَّه بِهَا إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام فَرُوِيَ عَنْ اِبْن عَبَّاس فِي ذَلِكَ رِوَايَات فَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة قَالَ اِبْن عَبَّاس : اِبْتَلَاهُ اللَّه بِالْمَنَاسِكِ وَكَذَا رَوَاهُ أَبُو إِسْحَاق السَّبِيعِيّ عَنْ التَّمِيمِيّ عَنْ اِبْن عَبَّاس وَقَالَ عَبْد الرَّزَّاق أَيْضًا أَخْبَرَنَا مَعْمَر عَنْ اِبْن طَاوُوس عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس \" وَإِذَا اِبْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ \" قَالَ اِبْتَلَاهُ بِالطَّهَارَةِ خَمْس فِي الرَّأْس وَخَمْس فِي الْجَسَد فِي الرَّأْس قَصّ الشَّارِب وَالْمَضْمَضَة وَالِاسْتِنْشَاق وَالسِّوَاك وَفَرْق الرَّأْس وَفِي الْجَسَد تَقْلِيم الْأَظْفَار وَحَلْق الْعَانَة وَالْخِتَان وَنَتْف الْإِبْط وَغَسْل أَثَر الْغَائِط وَالْبَوْل بِالْمَاءِ قَالَ اِبْن أَبِي حَاتِم : وَرُوِيَ عَنْ سَعِيد بْن الْمُسَيِّب وَمُجَاهِد وَالشَّعْبِيّ وَالنَّخَعِيّ وَأَبِي صَالِح وَأَبِي الْجِلْد نَحْو ذَلِكَ \" قُلْت \" وَقَرِيب مِنْ هَذَا مَا ثَبَتَ فِي صَحِيح مُسْلِم عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَشْر مِنْ الْفِطْرَة قَصّ الشَّارِب وَإِعْفَاء اللِّحْيَة وَالسِّوَاك وَاسْتِنْشَاق الْمَاء وَقَصّ الْأَظْفَار وَغَسْل الْبَرَاجِم وَنَتْف الْإِبْط وَحَلْق الْعَانَة وَانْتِقَاص الْمَاء \" قَالَ مُصْعَب : وَنَسِيت الْعَاشِرَة إِلَّا أَنْ تَكُون الْمَضْمَضَة . قَالَ وَكِيع : اِنْتِقَاص الْمَاء يَعْنِي الِاسْتِنْجَاء وَفِي الصَّحِيح عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْفِطْرَة خَمْسٌ الْخِتَانُ وَالِاسْتِحْدَادُ وَقَصُّ الشَّارِب وَتَقْلِيمُ الْأَظْفَار وَنَتْفُ الْإِبْط \" وَلَفْظه لِمُسْلِمٍ . وَقَالَ اِبْن أَبِي حَاتِم : أَنْبَأَنَا يُونُس بْن عَبْد الْأَعْلَى قِرَاءَة أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنَا اِبْن لَهِيعَة عَنْ اِبْن هُبَيْرَة عَنْ اِبْن حَنَش بْن عَبْد اللَّه الصَّنْعَانِيّ عَنْ اِبْن عَبَّاس أَنَّهُ كَانَ يَقُول فِي تَفْسِير هَذِهِ الْآيَة\" وَإِذْ اِبْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَهُنَّ\" قَالَ عَشْرٌ سِتٌّ فِي الْإِنْسَان وَأَرْبَعٌ فِي الْمَشَاعِر . فَأَمَّا الَّتِي فِي الْإِنْسَان حَلْق الْعَانَة وَنَتْف الْإِبْط وَالْخِتَان وَكَانَ اِبْن هُبَيْرَة يَقُول : هَؤُلَاءِ الثَّلَاثَة وَاحِدَة . وَتَقْلِيم الْأَظْفَار وَقَصّ الشَّارِب وَالسِّوَاك وَغُسْل يَوْم الْجُمْعَة وَالْأَرْبَعَة الَّتِي فِي الْمَشَاعِر الطَّوَاف وَالسَّعْي بَيْن الصَّفَا وَالْمَرْوَة وَرَمْي الْجِمَار وَالْإِفَاضَة. وَقَالَ دَاوُد بْن أَبِي هِنْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : مَا اُبْتُلِيَ بِهَذَا الدِّين أَحَد فَقَامَ بِهِ كُلّه إِلَّا إِبْرَاهِيم قَالَ اللَّه تَعَالَى \" وَإِذْ اِبْتَلَى إِبْرَاهِيم رَبّه بِكَلِمَاتٍ فَأَتَمَهُنَّ \" قُلْت لَهُ وَمَا الْكَلِمَات الَّتِي اِبْتَلَى اللَّهُ إِبْرَاهِيمَ بِهِنَّ فَأَتَمَهُنَّ ؟ قَالَ : الْإِسْلَام ثَلَاثُونَ سَهْمًا مِنْهَا عَشْر آيَات فِي بَرَاءَة\" التَّائِبُونَ الْعَابِدُونَ \" إِلَى آخِر الْآيَة وَعَشْر آيَات فِي أَوَّل سُورَة \" قَدْ أَفْلَحَ الْمُؤْمِنُونَ \" وَ \" سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِع \" وَعَشْر آيَات فِي الْأَحْزَاب \" إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَات \" إِلَى آخِر الْآيَة فَأَتَمَهُنَّ كُلّهنَّ فَكُتِبَتْ لَهُ بَرَاءَة قَالَ اللَّه \" وَإِبْرَاهِيم الَّذِي وَفَّى \" هَكَذَا. رَوَاهُ الْحَاكِم وَأَبُو جَعْفَر بْن جَرِير وَأَبُو مُحَمَّد بْن أَبِي حَاتِم بِأَسَانِيدِهِمْ إِلَى دَاوُد بْن أَبِي هِنْد بِهِ وَهَذَا لَفْظ اِبْن أَبِي حَاتِم وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ سَعِيد أَوْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : الْكَلِمَات الَّتِي اِبْتَلَى اللَّهُ بِهِنَّ إِبْرَاهِيم فَأَتَمَهُنَّ فِرَاقُ قَوْمه فِي اللَّه حِين أُمِرَ بِمُفَارَقَتِهِمْ وَمُحَاجَّته نُمْرُود فِي اللَّه حِين وَقَفَهُ عَلَى مَا وَقَفَهُ عَلَيْهِ مِنْ خَطَر الْأَمْر الَّذِي فِيهِ خِلَافه وَصَبْره عَلَى قَذْفه إِيَّاهُ فِي النَّار لِيُحَرِّقُوهُ فِي اللَّه عَلَى هَوْل ذَلِكَ مِنْ أَمْرهمْ وَالْهِجْرَة بَعْد ذَلِكَ مِنْ وَطَنه وَبِلَاده فِي اللَّه حِين أَمَرَهُ بِالْخُرُوجِ عَنْهُمْ وَمَا أَمَرَهُ بِهِ مِنْ الضِّيَافَة وَالصَّبْر عَلَيْهَا بِنَفْسِهِ وَمَاله وَمَا اُبْتُلِيَ بِهِ مِنْ ذَبْح اِبْنه حِين أَمَرَهُ بِذَبْحِهِ فَلَمَّا مَضَى عَلَى ذَلِكَ كُلّه وَأَخْلَصَهُ لِلْبَلَاءِ قَالَ اللَّه لَهُ \" أَسْلَمَ قَالَ أَسْلَمْت لِرَبِّ الْعَالَمِينَ\" عَلَى مَا كَانَ مِنْ خِلَاف النَّاس وَفِرَاقهمْ . وَقَالَ اِبْن أَبِي حَاتِم أَخْبَرَنَا أَبُو سَعِيد الْأَشَجّ أَخْبَرَنَا إِسْمَاعِيل بْن عُلَيَّة عَنْ أَبِي رَجَاء عَنْ الْحَسَن يَعْنِي الْبَصْرِيّ \" وَإِذْ اِبْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَهُنَّ \" قَالَ اِبْتَلَاهُ بِالْكَوْكَبِ فَرَضِيَ عَنْهُ وَابْتَلَاهُ بِالْقَمَرِ فَرَضِيَ عَنْهُ وَابْتَلَاهُ بِالشَّمْسِ فَرَضِيَ عَنْهُ وَابْتَلَاهُ بِالْهِجْرَةِ فَرَضِيَ عَنْهُ وَابْتَلَاهُ بِالْخِتَانِ فَرَضِيَ عَنْهُ وَابْتَلَاهُ بِابْنِهِ فَرَضِيَ عَنْهُ . وَقَالَ اِبْن جَرِير أَخْبَرَنَا بِشْر بْن مُعَاذ أَخْبَرَنَا يَزِيد بْن زُرَيْع أَخْبَرَنَا سَعِيد عَنْ قَتَادَة قَالَ كَانَ الْحَسَن يَقُول : أَيْ وَاَللَّه لَقَدْ اِبْتَلَاهُ بِأَمْرٍ فَصَبَرَ عَلَيْهِ - اِبْتَلَاهُ بِالْكَوْكَبِ وَالشَّمْس وَالْقَمَر فَأَحْسَنَ فِي ذَلِكَ وَعَرَفَ أَنَّ رَبَّهُ دَائِمٌ لَا يَزُول فَوَجَّهَ وَجْهَهُ لِلَّذِي فَطَرَ السَّمَوَات وَالْأَرْض حَنِيفًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ ثُمَّ اِبْتَلَاهُ بِالْهِجْرَةِ فَخَرَجَ مِنْ بِلَاده وَقَوْمه حَتَّى لَحِقَ بِالشَّامِّ مُهَاجِرًا إِلَى اللَّه ثُمَّ اِبْتَلَاهُ بِالنَّارِ قَبْل الْهِجْرَة فَصَبَرَ عَلَى ذَلِكَ وَابْتَلَاهُ اللَّه بِذَبْحِ اِبْنه وَالْخِتَان فَصَبَرَ عَلَى ذَلِكَ وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَمَّنْ سَمِعَ الْحَسَن يَقُول فِي قَوْله \" وَإِذْ اِبْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ \" قَالَ اِبْتَلَاهُ اللَّه بِذَبْحِ وَلَده وَبِالنَّارِ وَالْكَوْكَب وَالْقَمَر وَالشَّمْس وَقَالَ : أَبُو جَعْفَر بْن جَرِير أَخْبَرَنَا اِبْن بَشَّار أَخْبَرَنَا سَلْم بْن قُتَيْبَة أَخْبَرَنَا أَبُو هِلَال عَنْ الْحَسَن \" وَإِذْ اِبْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ \" قَالَ اِبْتَلَاهُ بِالْكَوْكَبِ وَالشَّمْس وَالْقَمَر فَوَجَدَهُ صَابِرًا : وَقَالَ الْعَوْفِيّ فِي تَفْسِيره عَنْ اِبْن عَبَّاس \" وَإِذْ اِبْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَهُنَّ\" فَمِنْهُنَّ \" قَالَ إِنِّي جَاعِلُك لِلنَّاسِ إِمَامًا \" وَمِنْهُنَّ\" وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنْ الْبَيْت وَإِسْمَاعِيلُ\" وَمِنْهُنَّ الْآيَات فِي شَأْن الْمَنْسَك وَالْمَقَام الَّذِي جُعِلَ لِإِبْرَاهِيم وَالرِّزْق الَّذِي رُزِقَ سَاكِنُو الْبَيْت وَمُحَمَّد بَعَثَ فِي دِينهمَا : وَقَالَ : اِبْن أَبِي حَاتِم أَخْبَرَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح أَخْبَرَنَا شَبَابَة عَنْ وَرْقَاء عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد فِي قَوْله تَعَالَى : \" وَإِذْ اِبْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَهُنَّ \" قَالَ اللَّه لِإِبْرَاهِيم إِنِّي مُبْتَلِيك بِأَمْرٍ فَمَا هُوَ ؟ قَالَ : تَجْعَلنِي لِلنَّاسِ إِمَامًا ؟ قَالَ : نَعَمْ قَالَ : وَمِنْ ذُرِّيَّتِي ؟ \" قَالَ لَا يَنَالُ عَهْدِي الظَّالِمِينَ \" قَالَ : تَجْعَل الْبَيْت مَثَابَة لِلنَّاسِ ؟ قَالَ : نَعَمْ قَالَ : وَأَمْنًا ؟ قَالَ نَعَمْ : قَالَ وَتَجْعَلنَا مُسْلِمَيْنِ لَك وَمِنْ ذُرِّيَّتنَا أُمَّة مُسْلِمَة لَك قَالَ : نَعَمْ قَالَ : وَتَرْزُق أَهْله مِنْ الثَّمَرَات مَنْ آمَنَ مِنْهُمْ بِاَللَّهِ ؟ قَالَ نَعَمْ : قَالَ اِبْن أَبِي نَجِيح سَمِعْته مِنْ عِكْرِمَة فَعَرَضْته عَلَى مُجَاهِد فَلَمْ يُنْكِرهُ وَهَكَذَا رَوَاهُ اِبْن جَرِير مِنْ غَيْر وَجْه عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد \" وَإِذْ اِبْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَهُنَّ \" قَالَ اُبْتُلِيَ بِالْآيَاتِ الَّتِي بَعْدهَا \" إِنِّي جَاعِلك لِلنَّاسِ إِمَامًا قَالَ وَمِنْ ذُرِّيَّتِي قَالَ لَا يَنَال عَهْدِي الظَّالِمِينَ \" وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس \" وَإِذْ اِبْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ \" قَالَ الْكَلِمَات \" إِنِّي جَاعِلُك لِلنَّاسِ إِمَامًا وَقَوْله \" وَعَهِدْنَا إِلَى إِبْرَاهِيم وَإِسْمَاعِيل \" الْآيَة . قَوْله \" وَإِذْ يَرْفَع إِبْرَاهِيم الْقَوَاعِد مِنْ الْبَيْت وَإِسْمَاعِيل \" الْآيَة . قَالَ فَذَلِكَ كُلّه مِنْ الْكَلِمَات الَّتِي اُبْتُلِيَ بِهِنَّ إِبْرَاهِيم قَالَ السُّدِّيّ الْكَلِمَات الَّتِي اِبْتَلَى بِهِنَّ إِبْرَاهِيمَ رَبُّهُ \" رَبّنَا تَقَبَّلْ مِنَّا إِنَّك أَنْتَ السَّمِيعُ الْعَلِيمُ رَبّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَك وَمِنْ ذُرِّيَّتنَا أُمَّةً مُسْلِمَةً لَك . رَبّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ \" وَقَالَ الْقُرْطُبِيّ : وَفِي الْمُوَطَّأ وَغَيْره عَنْ يَحْيَى بْن سَعِيد أَنَّهُ سَمِعَ سَعِيد بْن الْمُسَيِّب يَقُول : إِبْرَاهِيم عَلَيْهِ السَّلَام أَوَّل مَنْ اُخْتُتِنَ وَأَوَّل مَنْ ضَافَ الضَّيْف وَأَوَّل مَنْ قَلَّمَ أَظْفَاره وَأَوَّل مَنْ قَصَّ الشَّارِب وَأَوَّل مَنْ شَابَ فَلَمَّا رَأَى الشَّيْب قَالَ : يَا رَبّ مَا هَذَا ؟ قَالَ وَقَارٌ قَالَ : يَا رَبّ زِدْنِي وَقَارًا وَذَكَرَ اِبْن أَبِي شَيْبَة عَنْ سَعْد بْن إِبْرَاهِيم عَنْ أَبِيهِ قَالَ أَوَّل مَنْ خَطَبَ عَلَى الْمَنَابِر إِبْرَاهِيم عَلَيْهِ السَّلَام قَالَ غَيْره وَأَوَّل مَنْ بَرَّدَ الْبَرِيد وَأَوَّل مَنْ ضَرَبَ بِالسَّيْفِ وَأَوَّل مَنْ اِسْتَاك وَأَوَّل مَنْ اِسْتَنْجَى بِالْمَاءِ وَأَوَّل مَنْ لَبِسَ السَّرَاوِيل وَرُوِيَ عَنْ مُعَاذ بْن جَبَل قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَنْ أَتَّخِذ الْمِنْبَر فَقَدْ اِتَّخَذَهُ أَبِي إِبْرَاهِيم وَأَنَّ أَتَّخِذ الْعَصَا فَقَدْ اِتَّخَذَهَا أَبِي إِبْرَاهِيم \" \" قُلْت \" : هَذَا الْحَدِيث لَا يَثْبُت وَاَللَّهُ أَعْلَمُ ثُمَّ شَرَعَ الْقُرْطُبِيّ يَتَكَلَّم عَلَى مَا يَتَعَلَّق بِهَذِهِ الْأَشْيَاء مِنْ الْأَحْكَام الشَّرْعِيَّة . قَالَ أَبُو جَعْفَر بْن جَرِير مَا حَاصِلُهُ أَنَّهُ يَجُوز أَنْ يَكُون الْمُرَاد بِالْكَلِمَاتِ جَمِيعَ مَا ذُكِرَ وَجَائِزٌ أَنْ يَكُون بَعْض ذَلِكَ وَلَا يَجُوز الْجَزْم بِشَيْءٍ مِنْهَا أَنَّهُ الْمُرَاد عَلَى التَّعْيِين إِلَّا بِحَدِيثٍ أَوْ إِجْمَاع قَالَ وَلَمْ يَصِحّ فِي ذَلِكَ خَبَر بِنَقْلِ الْوَاحِد وَلَا بِنَقْلِ الْجَمَاعَة الَّذِي يَجِب التَّسْلِيم لَهُ. قَالَ غَيْر أَنَّهُ قَدْ رُوِيَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي نَظِير مَعْنَى ذَلِكَ خَبَرَانِ أَحَدهمَا مَا حَدَّثَنَا بِهِ أَبُو كُرَيْب أَخْبَرَنَا رَاشِد بْن سَعْد حَدَّثَنِي زَبَّان بْن فَائِد عَنْ سَهْل بْن مُعَاذ بْن أَنَس قَالَ كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" أَلَا أُخْبِركُمْ لِمَ سَمَّى اللَّهُ إِبْرَاهِيمَ خَلِيلَهُ : الَّذِي وَفَّى ؟ لِأَنَّهُ كَانَ يَقُول كُلَّمَا أَصْبَحَ وَكُلَّمَا أَمْسَى : \" سُبْحَان اللَّه حِين تُمْسُونَ وَحِين تُصْبِحُونَ وَلَهُ الْحَمْد فِي السَّمَوَات وَالْأَرْض وَعَشِيًّا وَحِين تُظْهِرُونَ \" إِلَى آخِر الْآيَة قَالَ وَالْآخَر مِنْهُمَا مَا حَدَّثَنَا بِهِ أَبُو كُرَيْب أَخْبَرَنَا الْحَسَن عَنْ عَطِيَّة أَخْبَرَنَا إِسْرَائِيل عَنْ جَعْفَر بْن الزُّبَيْر عَنْ الْقَاسِم عَنْ أَبِي أُمَامَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَإِبْرَاهِيم الَّذِي وَفَّى \" قَالَ أَتَدْرُونَ مَا وَفَّى قَالُوا اللَّه وَرَسُوله أَعْلَم ؟ قَالَ \" وَفَّى عَمَل يَوْمه أَرْبَع رَكَعَات فِي النَّهَار \" وَرَوَاهُ آدَم فِي تَفْسِيره عَنْ حَمَّاد بْن سَلَمَة وَعَبْد بْن حُمَيْد عَنْ يُونُس بْن مُحَمَّد عَنْ حَمَّاد بْن سَلَمَة عَنْ جَعْفَر بْن الزُّبَيْر بِهِ ثُمَّ شَرَعَ اِبْن جَرِير يُضَعِّف هَذَيْنِ الْحَدِيثَيْنِ وَهُوَ كَمَا قَالَ فَإِنَّهُ لَا يَجُوز رِوَايَتهمَا إِلَّا بِبَيَانِ ضَعْفهمَا وَضَعْفُهُمَا مِنْ وُجُوه عَدِيدَة فَإِنَّ كُلًّا مِنْ السَّنَدَيْنِ مُشْتَمِلٌ عَلَى غَيْر وَاحِد مِنْ الضُّعَفَاء مَعَ مَا فِي مَتْن الْحَدِيث مِمَّا يَدُلّ عَلَى ضَعْفه وَاَللَّه أَعْلَم . ثُمَّ قَالَ اِبْن جَرِير وَلَوْ قَالَ قَائِل إِنَّ الَّذِي قَالَهُ مُجَاهِد وَأَبُو صَالِح وَالرَّبِيع بْن أَنَس أَوْلَى بِالصَّوَابِ مِنْ الْقَوْل الَّذِي قَالَهُ غَيْرهمْ كَانَ مَذْهَبًا لِأَنَّ قَوْله \" إِنِّي جَاعِلُك لِلنَّاسِ إِمَامًا\" وَقَوْله \" وَعَهِدْنَا إِلَى إِبْرَاهِيم وَإِسْمَاعِيل أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ \" الْآيَة وَسَائِر الْآيَات الَّتِي هِيَ نَظِير ذَلِكَ كَالْبَيَانِ عَنْ الْكَلِمَات الَّتِي ذَكَرَ اللَّهُ أَنَّهُ اِبْتَلَى بِهِنَّ إِبْرَاهِيمَ \" قُلْت \" وَاَلَّذِي قَالَهُ أَوَّلًا مِنْ أَنَّ الْكَلِمَات تَشْمَل جَمِيع مَا ذُكِرَ أَقْوَى مِنْ هَذَا الَّذِي جَوَّزَهُ مِنْ قَوْل مُجَاهِد وَمَنْ قَالَ مِثْله لِأَنَّ السِّيَاق يُعْطِي غَيْر مَا قَالُوهُ وَاَللَّه أَعْلَم . وَقَوْله قَالَ \" وَمِنْ ذُرِّيَّتِي \" قَالَ \" لَا يَنَال عَهْدِي الظَّالِمِينَ\" لَمَّا جَعَلَ اللَّهُ إِبْرَاهِيمَ إِمَامًا سَأَلَ اللَّه أَنْ تَكُون الْأَئِمَّة مِنْ بَعْده مِنْ ذُرِّيَّته فَأُجِيب إِلَى ذَلِكَ وَأُخْبِرَ أَنَّهُ سَيَكُونُ مِنْ ذُرِّيَّته ظَالِمُونَ وَأَنَّهُ لَا يَنَالهُمْ عَهْد اللَّه وَلَا يَكُونُونَ أَئِمَّة فَلَا يُقْتَدَى بِهِمْ وَالدَّلِيل عَلَى أَنَّهُ أُجِيبَ إِلَى طُلْبَته قَوْله تَعَالَى فِي سُورَة الْعَنْكَبُوت\" وَجَعَلْنَا فِي ذُرِّيَّته النُّبُوَّة وَالْكِتَاب \" فَكُلّ نَبِيٍّ أَرْسَلَهُ اللَّه وَكُلّ كِتَاب أَنْزَلَهُ اللَّه بَعْد إِبْرَاهِيم فَفِي ذُرِّيَّته صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَأَمَّا قَوْله تَعَالَى قَالَ \" لَا يَنَال عَهْدِي الظَّالِمِينَ \" فَقَدْ اِخْتَلَفُوا فِي ذَلِكَ فَقَالَ خُصَيْف عَنْ مُجَاهِد فِي قَوْله \" قَالَ لَا يَنَال عَهْدِي الظَّالِمِينَ \" قَالَ إِنَّهُ سَيَكُونُ فِي ذُرِّيَّتك ظَالِمُونَ وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد قَالَ \" لَا يَنَال عَهْدِي الظَّالِمِينَ \" قَالَ لَا يَكُون لِي إِمَام ظَالِم وَفِي رِوَايَة لَا أَجْعَل إِمَامًا ظَالِمًا يُقْتَدَى بِهِ . وَقَالَ سُفْيَان عَنْ مَنْصُور عَنْ مُجَاهِد فِي قَوْله تَعَالَى \" قَالَ لَا يَنَال عَهْدِي الظَّالِمِينَ \" قَالَ لَا يَكُون إِمَام ظَالِم يُقْتَدَى بِهِ . وَقَالَ اِبْن أَبِي حَاتِم أَخْبَرَنَا أَبِي أَخْبَرَنَا مَالِك بْن إِسْمَاعِيل أَخْبَرَنَا شَرِيك عَنْ مَنْصُور عَنْ مُجَاهِد فِي قَوْله \" وَمِنْ ذُرِّيَّتِي \" قَالَ أَمَّا مَنْ كَانَ مِنْهُمْ صَالِحًا فَأَجْعَلهُ إِمَامًا يُقْتَدَى بِهِ وَأَمَّا مَنْ كَانَ ظَالِمًا فَلَا وَلَا نِعْمَة عَيْن وَقَالَ سَعِيد بْن جُبَيْر \" لَا يَنَال عَهْدِي الظَّالِمِينَ\" الْمُرَاد بِهِ الْمُشْرِك لَا يَكُون إِمَامًا ظَالِمًا يَقُول لَا يَكُون إِمَام مُشْرِكًا . وَقَالَ اِبْن جُرَيْج عَنْ عَطَاء قَالَ\" إِنِّي جَاعِلُك لِلنَّاسِ إِمَامًا \" قَالَ وَمِنْ ذُرِّيَّتِي فَأَبَى أَنْ يَجْعَل مِنْ ذُرِّيَّته إِمَامًا ظَالِمًا قُلْت لِعَطَاءٍ مَا عَهْده قَالَ أَمْره . وَقَالَ اِبْن أَبِي حَاتِم أَخْبَرَنَا عَمْرو بْن ثَوْر الْقَيْسَارِيّ فِيمَا كَتَبَ إِلَيَّ أَخْبَرَنَا الْفِرْيَابِيّ حَدَّثَنَا سِمَاك بْن حَرْب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ اللَّه لِإِبْرَاهِيم \" إِنِّي جَاعِلُك لِلنَّاسِ إِمَامًا قَالَ وَمِنْ ذُرِّيَّتِي \" فَأَبَى أَنْ يَفْعَل ثُمَّ قَالَ \" لَا يَنَالُ عَهْدِي الظَّالِمِينَ \" وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ سَعِيد أَوْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" قَالَ وَمِنْ ذُرِّيَّتِي قَالَ لَا يَنَال عَهْدِي الظَّالِمِينَ\" يُخْبِرهُ أَنَّهُ كَائِن فِي ذُرِّيَّته ظَالِم لَا يَنَال عَهْده وَلَا يَنْبَغِي أَنْ يُوَلِّيه شَيْئًا مِنْ أَمْره وَإِنْ كَانَ مِنْ ذُرِّيَّة خَلِيلُهُ وَمُحْسِنٌ سَتَنْفُذُ فِيهِ دَعْوَتُهُ وَتَبْلُغ لَهُ فِيهِ مَا أَرَادَ مِنْ مَسْأَلَته وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" لَا يَنَال عَهْدِي الظَّالِمِينَ \" قَالَ يَعْنِي لَا عَهْد لِظَالِمٍ عَلَيْك فِي ظُلْمه أَنْ تُطِيعهُ فِيهِ وَقَالَ اِبْن جَرِير حَدَّثَنَا إِسْحَاق أَخْبَرَنَا عَبْد الرَّحْمَن بْن عَبْد اللَّه عَنْ إِسْرَائِيل عَنْ مُسْلِم الْأَعْوَر عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ لَا يَنَال عَهْدِي الظَّالِمِينَ عَهْد وَإِنْ عَاهَدْته وَرُوِيَ عَنْ مُجَاهِد وَعَطَاء وَمُقَاتِل بْن حَيَّان نَحْو ذَلِكَ : وَقَالَ الثَّوْرِيّ عَنْ هَارُون بْن عَنْتَرَة عَنْ أَبِيهِ قَالَ لَيْسَ لِظَالِمٍ عَهْد وَقَالَ : عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة فِي قَوْله \" لَا يَنَال عَهْدِي الظَّالِمِينَ \" قَالَ لَا يَنَال عَهْد اللَّه فِي الْآخِرَة الظَّالِمِينَ فَأَمَّا فِي الدُّنْيَا فَقَدْ نَالَهُ الظَّالِم فَأَمِنَ بِهِ وَأَكَلَ وَعَاشَ وَكَذَا قَالَ : إِبْرَاهِيم النَّخَعِيّ وَعَطَاء وَالْحَسَن وَعِكْرِمَة وَقَالَ الرَّبِيع بْن أَنَس عَهْد اللَّه الَّذِي عَهِدَ إِلَى عِبَاده دِينه يَقُول لَا يَنَال دِينه الظَّالِمِينَ أَلَا تَرَى أَنَّهُ قَالَ \" وَبَارَكْنَا عَلَيْهِ وَعَلَى إِسْحَاق وَمِنْ ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِنَفْسِهِ مُبِينٌ \" يَقُول لَيْسَ كُلّ ذُرِّيَّتك يَا إِبْرَاهِيم عَلَى الْحَقّ وَكَذَا رُوِيَ عَنْ أَبِي الْعَالِيَة وَعَطَاء وَمُقَاتِل بْن حَيَّان وَقَالَ : جُوَيْبِر عَنْ الضَّحَّاك لَا يَنَال طَاعَتِي عَدُوّ لِي يَعْصِينِي وَلَا أَنْحَلهَا إِلَّا وَلِيًّا لِي يُطِيعنِي : وَقَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ أَخْبَرَنَا عَبْد الرَّحْمَن بْن مُحَمَّد بْن حَامِد أَخْبَرَنَا أَحْمَد بْن عَبْد اللَّه بْن سَعِيد الدَّامَغَانِيّ أَخْبَرَنَا وَكِيع عَنْ الْأَعْمَش عَنْ سَعِيد بْن عُبَيْدَة عَنْ أَبِي عَبْد الرَّحْمَن السُّلَمِيّ عَنْ عَلِيّ بْن أَبِي طَالِب عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا يَنَال عَهْدِي الظَّالِمِينَ \" قَالَ \" لَا طَاعَة إِلَّا فِي الْمَعْرُوف وَقَالَ السُّدِّيّ \" لَا يَنَال عَهْدِي الظَّالِمِينَ\" يَقُول عَهْدِي نُبُوَّتِي - فَهَذِهِ أَقْوَال مُفَسِّرِي السَّلَف فِي هَذِهِ الْآيَة وَإِنْ كَانَتْ ظَاهِرَة فِي الْخَبَر أَنَّهُ لَا يَنَال عَهْد اللَّه بِالْإِمَامَةِ ظَالِمًا فَفِيهَا إِعْلَامٌ مِنْ اللَّه لِإِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام أَنَّهُ سَيُوجَدُ مِنْ ذُرِّيَّتك مَنْ هُوَ ظَالِم لِنَفْسِهِ كَمَا تَقَدَّمَ عَنْ مُجَاهِد وَغَيْره وَاَللَّه أَعْلَم وَقَالَ اِبْن خُوَيْز مِنْدَاد الْمَالِكِيّ : الظَّالِم لَا يَصْلُح أَنْ يَكُون خَلِيفَة وَلَا حَاكِمًا وَلَا مُفْتِيًا وَلَا شَاهِدًا وَلَا رَاوِيًا .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38525, "aya_id": 124}]