[{"text": "فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ", "sura_id": 84, "type": 0, "id": 5891, "aya_id": 7}, {"text": "فأما من أوتي كتابه بيمينه", "sura_id": 84, "type": 1, "id": 12127, "aya_id": 7}, {"text": "7 - (فأما من أوتي كتابه) كتاب عمله (بيمينه) هو المؤمن \r\n", "sura_id": 84, "type": 2, "id": 30835, "aya_id": 7}, {"text": "فأما من أعطي صحيفة أعماله بيمينه, وهو مؤمن بربه,\r\n", "sura_id": 84, "type": 3, "id": 37071, "aya_id": 7}, {"text": " <font color=red>فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ</font><BR><p>أَيْ سَهْلًا بِلَا تَعْسِير أَيْ لَا يُحَقِّق عَلَيْهِ جَمِيع دَقَائِق أَعْمَاله فَإِنَّ مَنْ حُوسِبَ كَذَلِكَ هَلَكَ لَا مَحَالَة . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا إِسْمَاعِيل أَخْبَرَنَا أَيُّوب عَنْ عَبْد اللَّه بْن أَبِي مُلَيْكَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ نُوقِشَ الْحِسَاب عُذِّبَ\" قَالَتْ : فَقُلْت : أَفَلَيْسَ قَالَ اللَّه تَعَالَى \" فَسَوْفَ يُحَاسَب حِسَابًا يَسِيرًا \" قَالَ \" لَيْسَ ذَاكَ بِالْحِسَابِ وَلَكِنْ ذَلِكَ الْعَرْض مَنْ نُوقِشَ الْحِسَاب يَوْم الْقِيَامَة عُذِّبَ \" وَهَكَذَا رَوَاهُ الْبُخَارِيّ وَمُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن جَرِير مِنْ حَدِيث أَيُّوب السِّخْتِيَانِيّ بِهِ وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا رَوْح بْن عُبَادَة حَدَّثَنَا أَبُو عَامِر الْخَزَّاز عَنْ اِبْن أَبِي مُلَيْكَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّهُ لَيْسَ أَحَد يُحَاسَب يَوْم الْقِيَامَة إِلَّا مُعَذَّبًا \" فَقُلْت أَلَيْسَ اللَّه يَقُول \" فَسَوْفَ يُحَاسَب حِسَابًا يَسِيرًا \" قَالَ \" ذَاكَ الْعَرْض إِنَّهُ مَنْ نُوقِشَ الْحِسَاب عُذِّبَ\" وَقَالَ بِيَدِهِ عَلَى أُصْبُعه كَأَنَّهُ يَنْكُت وَقَدْ رَوَاهُ أَيْضًا عَنْ عَمْرو بْن عَلِيّ عَنْ اِبْن أَبِي عَدِيّ عَنْ أَبِي يُونُس الْقُشَيْرِيّ عَنْ اِبْن أَبِي مُلَيْكَة عَنْ الْقَاسِم عَنْ عَائِشَة فَذَكَرَ الْحَدِيث أَخْرَجَاهُ مِنْ طَرِيق أَبِي يُونُس الْقُشَيْرِيّ وَاسْمه حَاتِم بْن أَبِي صَغِيرَة بِهِ قَالَ اِبْن جَرِير : حَدَّثَنَا نَصْر بْن عَلِيّ الْجَهْضَمِي حَدَّثَنَا مُسْلِم عَنْ الْحَرِيش بْن الْخِرِّيت أَخِي الزُّبَيْر عَنْ اِبْن أَبِي مُلَيْكَة عَنْ عَائِشَة قَالَتْ : مَنْ نُوقِشَ الْحِسَاب - أَوْ مَنْ حُوسِبَ - عُذِّبَ . قَالَ ثُمَّ قَالَتْ إِنَّمَا الْحِسَاب الْيَسِير عَرْض عَلَى اللَّه تَعَالَى وَهُوَ يَرَاهُمْ وَقَالَ أَحْمَد حَدَّثَنَا إِسْمَاعِيل حَدَّثَنَا مُحَمَّد بْن إِسْحَاق حَدَّثَنِي عَبْد الْوَاحِد بْن حَمْزَة بْن عَبْد اللَّه بْن الزُّبَيْر عَنْ عَبَّاد بْن عَبْد اللَّه بْن الزُّبَيْر عَنْ عَائِشَة قَالَتْ : سَمِعْت رَسُول اللَّه يَقُول فِي بَعْض صَلَاته\" اللَّهُمَّ حَاسِبْنِي حِسَابًا يَسِيرًا \" فَلَمَّا اِنْصَرَفَ قُلْت يَا رَسُول اللَّه مَا الْحِسَاب الْيَسِير ؟ قَالَ \" أَنْ يَنْظُر فِي كِتَابه فَيَتَجَاوَز لَهُ عَنْهُ إِنَّهُ مَنْ نُوقِشَ الْحِسَاب يَا عَائِشَة يَوْمئِذٍ هَلَكَ \" صَحِيح عَلَى شَرْط مُسْلِم .</p><BR> <br> ", "sura_id": 84, "type": 4, "id": 43277, "aya_id": 7}]