[{"text": "ضَرَبَ اللَّهُ مَثَلًا لِّلَّذِينَ كَفَرُوا اِمْرَأَةَ نُوحٍ وَاِمْرَأَةَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ", "sura_id": 66, "type": 0, "id": 5239, "aya_id": 10}, {"text": "ضرب الله مثلا للذين كفروا امرأة نوح وامرأة لوط كانتا تحت عبدين من عبادنا صالحين فخانتاهما فلم يغنيا عنهما من الله شيئا وقيل ادخلا النار مع الداخلين", "sura_id": 66, "type": 1, "id": 11475, "aya_id": 10}, {"text": "10 - (ضرب الله مثلا للذين كفروا امرأة نوح وامرأة لوط كانتا تحت عبدين من عبادنا صالحين فخانتاهما) في الدين إذ كفرتا وكانت امرأة نوح واسمها واهلة تقول لقومه إنه مجنون وامرأة لوط واسمها واعلة تدل قومه على أضيافه إذا نزلوا به ليلا بايقاد النار ونهارا بالتدخين (فلم يغنيا) أي نوح ولوط (عنهما من الله) من عذابه (شيئا وقيل) لهما (ادخلا النار مع الداخلين) من كفار قوم نوح وقوم لوط \r\n", "sura_id": 66, "type": 2, "id": 30183, "aya_id": 10}, {"text": "ضرب الله مثلا لحال الكفرة - في مخالطتهم المسلمين وقربهم منهم ومعاشرتهم لهم, وأن ذلك لا ينفعهم لكفرهم بالله- بحال زوجة نبي الله نوح, وزوجة نبي الله لوط: حيث كانتا في عصمة عبدَين من عبادنا صالحين, فوقعت منهما الخيانة لهما في الدين, فقد كانتا كافرتين, فلم يدفع هذان الرسولان عن زوجتيهما من عذاب الله شيئًا, وقيل للزوجتين: ادخلا النار مع الداخلين فيها. وفي ضرب هذا المثل دليل على أن القرب من الأنبياء, والصالحين, لا يفيد شيئا مع العمل السيِّئ.\r\n", "sura_id": 66, "type": 3, "id": 36419, "aya_id": 10}, {"text": " <font color=red>ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا امْرَأَةَ نُوحٍ وَامْرَأَةَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ</font><BR><p>ثُمَّ قَالَ تَعَالَى \" ضَرَبَ اللَّه مَثَلًا لِلَّذِينَ كَفَرُوا \" أَيْ فِي مُخَالَطَتهمْ الْمُسْلِمِينَ وَمُعَاشَرَتهمْ لَهُمْ أَنَّ ذَلِكَ لَا يُجْدِي عَنْهُمْ شَيْئًا وَلَا يَنْفَعهُمْ عِنْد اللَّه إِنْ لَمْ يَكُنْ الْإِيمَان حَاصِلًا فِي قُلُوبهمْ ثُمَّ ذَكَرَ الْمَثَل فَقَالَ \" اِمْرَأَة نُوح وَامْرَأَة لُوط كَانَتَا تَحْت عَبْدَيْنِ مِنْ عِبَادنَا صَالِحَيْنِ \" أَيْ نَبِيَّيْنِ رَسُولَيْنِ عِنْدهمَا فِي صُحْبَتِهِمَا لَيْلًا وَنَهَارًا يُؤَاكِلَانِهِمَا وَيُضَاجِعَانِهِمَا وَيُعَاشِرَانِهِمَا أَشَدَّ الْعِشْرَة وَالِاخْتِلَاط \" فَخَانَتَاهُمَا\" أَيْ فِي الْإِيمَان لَمْ يُوَافِقَاهُمَا عَلَى الْإِيمَان وَلَا صَدَقَاهُمَا فِي الرِّسَالَة فَلَمْ يَجِد ذَلِكَ كُلّه شَيْئًا وَلَا دَفَعَ عَنْهُمَا مَحْذُورًا وَلِهَذَا قَالَ تَعَالَى \" فَلَمْ يُغْنِيَا عَنْهُمَا مِنْ اللَّه شَيْئًا \" أَيْ لِكُفْرِهِمَا \" وَقِيلَ \" لِلْمَرْأَتَيْنِ\" اُدْخُلَا النَّار مَعَ الدَّاخِلِينَ \" وَلَيْسَ الْمُرَاد بِقَوْلِهِ\" فَخَانَتَاهُمَا \" فِي فَاحِشَة بَلْ فِي الدِّين فَإِنَّ نِسَاء الْأَنْبِيَاء مَعْصُومَات عَنْ الْوُقُوع فِي الْفَاحِشَة لِحُرْمَةِ الْأَنْبِيَاء كَمَا قَدَّمْنَا فِي سُورَة النُّور قَالَ سُفْيَان الثَّوْرِيّ عَنْ مُوسَى بْن أَبِي عَائِشَة عَنْ سُلَيْمَان بْن قَرْم سَمِعْت اِبْن عَبَّاس يَقُول فِي هَذِهِ الْآيَة \" فَخَانَتَاهُمَا \" قَالَ مَا زَنَتَا أَمَّا خِيَانَة أَمْرَأَة نُوح فَكَانَتْ تُخْبِر أَنَّهُ مَجْنُون وَأَمَّا خِيَانَة اِمْرَأَة لُوط فَكَانَتْ تَدُلّ قَوْمهَا عَلَى أَضْيَافه وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس قَالَ كَانَتْ خِيَانَتهمَا أَنَّهُمَا كَانَتَا عَلَى غَيْر دِينهمَا فَكَانَتْ اِمْرَأَة نُوح تَطَّلِع عَلَى سِرّ نُوح فَإِذَا آمَنَ مَعَ نُوح أَحَدٌ أَخْبَرَتْ الْجَبَابِرَة مِنْ قَوْم نُوح بِهِ وَأَمَّا اِمْرَأَة لُوط فَكَانَتْ إِذَا أَضَافَ لُوط أَحَدًا أَخْبَرَتْ بِهِ أَهْل الْمَدِينَة مِمَّنْ يَعْمَل السُّوء وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس مَا بَغَتْ اِمْرَأَة نَبِيّ قَطُّ إِنَّمَا كَانَتْ خِيَانَتهمَا فِي الدِّين وَهَكَذَا قَالَ عِكْرِمَة وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَغَيْرهمْ وَقَدْ اِسْتَدَلَّ بِهَذِهِ الْآيَة الْكَرِيمَة بَعْض الْعُلَمَاء عَلَى ضَعْف الْحَدِيث الَّذِي يَأْثُرهُ كَثِير مِنْ النَّاس : مَنْ أَكَلَ مَعَ مَغْفُور لَهُ غُفِرَ لَهُ . وَهَذَا الْحَدِيث لَا أَصْل لَهُ وَإِنَّمَا يُرْوَى هَذَا عَنْ بَعْض الصَّالِحِينَ أَنَّهُ رَأَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْمَنَام فَقَالَ يَا رَسُول اللَّه أَنْتَ قُلْت مَنْ أَكَلَ مَعَ مَغْفُور لَهُ غُفِرَ لَهُ ؟ قَالَ : لَا وَلَكِنِّي الْآن أَقُولهُ .</p><BR> <br> ", "sura_id": 66, "type": 4, "id": 42321, "aya_id": 10}]