[{"text": "قُل لِلَّذِينَ كَفَرُواْ إِن يَنتَهُواْ يُغَفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِنْ يَعُودُواْ فَقَدْ مَضَتْ سُنَّةُ الأَوَّلِينِ", "sura_id": 8, "type": 0, "id": 1198, "aya_id": 38}, {"text": "قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف و إن يعودوا فقد مضت سنة الأولين", "sura_id": 8, "type": 1, "id": 7434, "aya_id": 38}, {"text": "38 - (قل للذين كفروا) كأبي سفيان وأصحابه (إن ينتهوا) عن الكفر وقتال النبي صلى الله عليه وسلم (يغفر لهم ما قد سلف) من أعمالهم (وإن يعودوا) إلى قتاله (فقد مضت سنة الأولين) أي سنتنا فيهم بالهلاك فكذا نفعل بهم \r\n", "sura_id": 8, "type": 2, "id": 26142, "aya_id": 38}, {"text": "قل -أيها الرسول- للذين جحدوا وحدانية الله مِن مشركي قومك: إن ينزجروا عن الكفر وعداوة النبي صلى الله عليه وسلم, ويرجعوا إلى الإيمان بالله وحده وعدم قتال الرسول والمؤمنين, يغفر الله لهم ما سبق من الذنوب, فالإسلام يجُبُّ ما قبله. وإن يَعُدْ هؤلاء المشركون لقتالك -أيها الرسول- بعد الوقعة التي أوقعتها بهم يوم \"بدر\" فقد سبقت طريقة الأولين, وهي أنهم إذا كذبوا واستمروا على عنادهم أننا نعاجلهم بالعذاب والعقوبة.\r\n", "sura_id": 8, "type": 3, "id": 32378, "aya_id": 38}, {"text": " <font color=red>قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ وَإِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّةُ الْأَوَّلِينَ</font><BR><p>يَقُول تَعَالَى لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ \" قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا \" أَيْ عَمَّا هُمْ فِيهِ مِنْ الْكُفْر وَالْمُشَاقَّة وَالْعِنَاد وَيَدْخُلُوا فِي الْإِسْلَام وَالطَّاعَة وَالْإِنَابَة يُغْفَرُ لَهُمْ مَا قَدْ سَلَف أَيْ مِنْ كُفْرهمْ وَذُنُوبهمْ وَخَطَايَاهُمْ كَمَا جَاءَ فِي الصَّحِيح مِنْ حَدِيث أَبِي وَائِل عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ أَحْسَن فِي الْإِسْلَام لَمْ يُؤَاخَذ بِمَا عَمِلَ فِي الْجَاهِلِيَّة وَمَنْ أَسَاءَ فِي الْإِسْلَام أُخِذَ بِالْأَوَّلِ وَالْآخِر \" . وَفِي الصَّحِيح أَيْضًا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْإِسْلَام يَجُبّ مَا قَبْله وَالتَّوْبَة تَجُبّ مَا كَانَ قَبْلهَا \" وَقَوْله \" وَإِنْ يَعُودُوا \" أَيْ يَسْتَمِرُّوا عَلَى مَا هُمْ فِيهِ \" فَقَدْ مَضَتْ سُنَّة الْأَوَّلِينَ \" أَيْ فَقَدْ مَضَتْ سُنَّتُنَا فِي الْأَوَّلِينَ أَنَّهُمْ إِذَا كَذَّبُوا وَاسْتَمَرُّوا عَلَى عِنَادهمْ أَنَّا نُعَاجِلهُمْ بِالْعَذَابِ وَالْعُقُوبَة . قَالَ مُجَاهِد فِي قَوْله \" فَقَدْ مَضَتْ سُنَّة الْأَوَّلِينَ \" أَيْ فِي قُرَيْش يَوْم بَدْر وَغَيْرهَا مِنْ الْأُمَم . وَقَالَ السُّدِّيّ وَمُحَمَّد بْن إِسْحَاق أَيْ يَوْم بَدْر .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43086, "aya_id": 38}]