[{"text": "وَالْمَلَكُ عَلَى أَرْجَائِهَا وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ", "sura_id": 69, "type": 0, "id": 5340, "aya_id": 17}, {"text": "والملك على أرجائها ويحمل عرش ربك فوقهم يومئذ ثمانية", "sura_id": 69, "type": 1, "id": 11576, "aya_id": 17}, {"text": "17 - (والملك) يعني الملائكة (على أرجائها) جوانب السماء (ويحمل عرش ربك فوقهم) الملائكة المذكورين (يومئذ ثمانية) من الملائكة أو من صفوفهم \r\n", "sura_id": 69, "type": 2, "id": 30284, "aya_id": 17}, {"text": "والملائكة على جوانبها وأطرافها, ويحمل عرش ربك فوقهم يوم القيامة ثمانية من الملائكة العظام.\r\n", "sura_id": 69, "type": 3, "id": 36520, "aya_id": 17}, {"text": " <font color=red>وَالْمَلَكُ عَلَى أَرْجَائِهَا وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ</font><BR><p>\" وَالْمَلَك عَلَى أَرْجَائِهَا \" الْمَلَك اِسْم جِنْس أَيْ الْمَلَائِكَة عَلَى أَرْجَاء السَّمَاء قَالَ اِبْن عَبَّاس عَلَى مَا لَمْ يَنْشَقّ مِنْهَا أَيْ حَافَاتهَا وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَالْأَوْزَاعِيّ وَقَالَ الضَّحَّاك أَطْرَافهَا وَقَالَ الْحَسَن الْبَصْرِيّ أَبْوَابهَا وَقَالَ الرَّبِيع بْن أَنَس فِي قَوْله \" وَالْمَلَك عَلَى أَرْجَائِهَا \" يَقُول عَلَى مَا اِسْتَدَقَّ مِنْ السَّمَاء يَنْظُرُونَ إِلَى أَهْل الْأَرْض وَقَوْله تَعَالَى \" وَيَحْمِل عَرْش رَبّك فَوْقهمْ يَوْمئِذٍ ثَمَانِيَة \" أَيْ يَوْم الْقِيَامَة يَحْمِل الْعَرْش ثَمَانِيَة مِنْ الْمَلَائِكَة وَيَحْتَمِل أَنْ يَكُون الْمُرَاد بِهَذَا الْعَرْش الْعَرْش الْعَظِيم أَوْ الْعَرْش الَّذِي يُوضَع فِي الْأَرْض يَوْم الْقِيَامَة لِفَصْلِ الْقَضَاء وَاَللَّه أَعْلَم بِالصَّوَابِ وَفِي حَدِيث عَبْد اللَّه بْن عُمَيْرَة عَنْ الْأَحْنَف بْن قَيْس عَنْ الْعَبَّاس بْن عَبْد الْمُطَّلِب فِي ذِكْر حَمَلَة الْعَرْش أَنَّهُمْ ثَمَانِيَة أَوْعَال وَقَالَ اِبْن أَبَى حَاتِم حَدَّثَنَا أَبُو سَعِيد يَحْيَى بْن سَعِيد حَدَّثَنَا زَيْد بْن الْحُبَاب حَدَّثَنِي أَبُو السَّمْح الْبَصْرِيّ حَدَّثَنَا أَبُو قَبِيل حُيَيّ بْن هَانِئ أَنَّهُ سَمِعَ عَبْد اللَّه بْن عَمْرو يَقُول : حَمَلَة الْعَرْش ثَمَانِيَة مَا بَيْن مُوق أَحَدهمْ إِلَى مُؤَخَّر عَيْنه مَسِيرَة مِائَة عَام . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أُبَيّ قَالَ كُتِبَ إِلَى أَحْمَد بْن حَفْص بْن عَبْد اللَّه النَّيْسَابُورِيّ حَدَّثَنِي أَبِي حَدَّثَنَا إِبْرَاهِيم بْن طَهْمَان عَنْ مُوسَى بْن عُقْبَة عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُذِنَ لِي أَنْ أُحَدِّثكُمْ عَنْ مَلَك مِنْ حَمَلَة الْعَرْش بُعْد مَا بَيْن شَحْمَة أُذُنه وَعُنُقه بِخَفْقِ الطَّيْر سَبْعمِائَةِ عَام \" وَهَذَا إِسْنَاد جَيِّد رِجَاله كُلّهمْ ثِقَات وَقَدْ رَوَاهُ أَبُو دَاوُد فِي كِتَاب السُّنَّة مِنْ سُنَنه حَدَّثَنَا أَحْمَد بْن حَفْص بْن عَبْد اللَّه حَدَّثَنَا أَبِي حَدَّثَنَا إِبْرَاهِيم بْن طَهْمَان عَنْ مُوسَى بْن عُقْبَة عَنْ مُحَمَّد بْن الْمُنْكَدِر عَنْ جَابِر بْن عَبْد اللَّه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أُذِنَ لِي أَنْ أُحَدِّث عَنْ مَلَك مِنْ مَلَائِكَة اللَّه تَعَالَى مِنْ حَمَلَة الْعَرْش أَنَّ مَا بَيْن شَحْمَة أُذُنه إِلَى عَاتِقه مَسِيرَة سَبْعمِائَةِ عَام \" هَذَا لَفْظ أَبِي دَاوُد . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا يَحْيَى بْن الْمُغِيرَة حَدَّثَنَا جَرِير عَنْ أَشْعَث عَنْ جَعْفَر عَنْ سَعِيد بْن جُبَيْر فِي قَوْله تَعَالَى \" وَيَحْمِل عَرْش رَبّك فَوْقهمْ يَوْمئِذٍ ثَمَانِيَة \" قَالَ ثَمَانِيَة صُفُوف مِنْ الْمَلَائِكَة قَالَ : وَرُوِيَ عَنْ الشَّعْبِيّ وَعِكْرِمَة وَالضَّحَّاك وَابْن جُرَيْج مِثْل ذَلِكَ وَكَذَا رَوَى السُّدِّيّ عَنْ أَبِي مَالِك عَنْ اِبْن عَبَّاس ثَمَانِيَة صُفُوف وَكَذَا رَوَى الْعَوْفِيّ عَنْهُ وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس الْكَرُوبِيُّونَ ثَمَانِيَة أَجْزَاء كُلّ جُزْء مِنْهُمْ بِعِدَّةِ الْإِنْس وَالْجِنّ وَالشَّيَاطِين وَالْمَلَائِكَة .</p><BR> <br> ", "sura_id": 69, "type": 4, "id": 42422, "aya_id": 17}]