[{"text": "لَا يَمْلِكُونَ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِندَ الرَّحْمَنِ عَهْدًا", "sura_id": 19, "type": 0, "id": 2337, "aya_id": 87}, {"text": "لا يملكون الشفاعة إلا من اتخذ عند الرحمن عهدا", "sura_id": 19, "type": 1, "id": 8573, "aya_id": 87}, {"text": "87 - (لا يملكون) أي الناس (الشفاعة إلا من اتخذ عند الرحمن عهدا) أي شهادة أن لا إله إلا الله ولا حول ولا قوة إلا بالله \r\n", "sura_id": 19, "type": 2, "id": 27281, "aya_id": 87}, {"text": "لا يملك هؤلاء الكفار الشفاعة لأحد, إنما يملكها مَنِ اتخذ عند الرحمن عهدًا بذلك, وهم المؤمنون بالله ورسله.\r\n", "sura_id": 19, "type": 3, "id": 33517, "aya_id": 87}, {"text": " <font color=red>لَا يَمْلِكُونَ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا</font><BR><p>\" لَا يَمْلِكُونَ الشَّفَاعَة \" أَيْ لَيْسَ لَهُمْ مَنْ يَشْفَع لَهُمْ كَمَا يَشْفَع الْمُؤْمِنُونَ بَعْضهمْ لِبَعْضٍ كَمَا قَالَ تَعَالَى مُخْبِرًا عَنْهُمْ \" فَمَا لَنَا مِنْ شَافِعِينَ وَلَا صَدِيق حَمِيم \" وَقَوْله \" إِلَّا مَنْ اِتَّخَذَ عِنْد الرَّحْمَن عَهْدًا \" هَذَا اِسْتِثْنَاء مُنْقَطِع بِمَعْنَى لَكِنْ مَنْ اِتَّخَذَ عِنْد الرَّحْمَن عَهْدًا وَهُوَ شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه وَالْقِيَام بِحَقِّهَا . قَالَ عَلِيّ بْن أَبَى طَلْحَة عَنْ اِبْن عَبَّاس \" إِلَّا مَنْ اِتَّخَذَ عِنْد الرَّحْمَن عَهْدًا \" قَالَ الْعَهْد شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه وَيَبْرَأ إِلَى اللَّه مِنْ الْحَوْل وَالْقُوَّة وَلَا يَرْجُو إِلَّا اللَّه عَزَّ وَجَلَّ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عُثْمَان بْن خَالِد الْوَاسِطِيّ حَدَّثَنَا مُحَمَّد بْن الْحَسَن الْوَاسِطِيّ عَنْ الْمَسْعُودِيّ عَنْ عَوْن بْن عَبْد اللَّه عَنْ أَبِي فَاخِتَة عَنْ الْأَسْوَد بْن يَزِيد قَالَ قَرَأَ عَبْد اللَّه يَعْنِي اِبْن مَسْعُود هَذِهِ الْآيَة \" إِلَّا مَنْ اِتَّخَذَ عِنْد الرَّحْمَن عَهْدًا \" ثُمَّ قَالَ اِتَّخِذُوا عِنْد اللَّه عَهْدًا فَإِنَّ اللَّه يَقُول يَوْم الْقِيَامَة مَنْ كَانَ لَهُ عِنْد اللَّه عَهْد فَلْيَقُمْ قَالُوا يَا أَبَا عَبْد الرَّحْمَن فَعَلِّمْنَا قَالَ قُولُوا : اللَّهُمَّ فَاطِر السَّمَاوَات وَالْأَرْض عَالِم الْغَيْب وَالشَّهَادَة فَإِنِّي أَعْهَد إِلَيْك فِي هَذِهِ الْحَيَاة الدُّنْيَا أَنْ لَا تَكِلنِي إِلَى عَمَل يُقَرِّبنِي مِنْ الشَّرّ وَيُبَاعِدنِي مِنْ الْخَيْر وَإِنِّي لَا أَثِق إِلَّا بِرَحْمَتِك فَاجْعَلْ لِي عِنْدك عَهْدًا تُؤَدِّيه إِلَيَّ يَوْم الْقِيَامَة إِنَّك لَا تُخْلِف الْمِيعَاد قَالَ الْمَسْعُودِيّ فَحَدَّثَنِي زَكَرِيَّا عَنْ الْقَاسِم بْن عَبْد الرَّحْمَن أَخْبَرَنَا اِبْن مَسْعُود وَكَانَ يُلْحِق بِهِنَّ خَائِفًا مُسْتَجِيرًا مُسْتَغْفِرًا رَاهِبًا رَاغِبًا إِلَيْك ثُمَّ رَوَاهُ مِنْ وَجْه آخَر عَنْ الْمَسْعُودِيّ بِنَحْوِهِ .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38484, "aya_id": 87}]