[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ لَيَبْلُوَنَّكُمُ اللّهُ بِشَيْءٍ مِّنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللّهُ مَن يَخَافُهُ بِالْغَيْبِ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ", "sura_id": 5, "type": 0, "id": 763, "aya_id": 94}, {"text": "يا أيها الذين آمنوا ليبلونكم الله بشيء من الصيد تناله أيديكم ورماحكم ليعلم الله من يخافه بالغيب فمن اعتدى بعد ذلك فله عذاب أليم", "sura_id": 5, "type": 1, "id": 6999, "aya_id": 94}, {"text": "94 - (يا أيها الذين آمنوا ليبلونكم) ليختبرنكم (الله بشيء) يرسله لكم (من الصيد تناله) أي الصغار منه (أيديكم ورماحكم) الكبار منه ، وكان ذلك بالحديبية وهم محرمون فكانت الوحش والطير تغشاهم في رحالهم (ليعلم الله) علم الظهور (من يخافه بالغيب) حال أي غائبا لم يره فيجتنب الصيد (فمن اعتدى بعد ذلك) النهي عنه فاصطاده (فله عذاب أليم) \r\n", "sura_id": 5, "type": 2, "id": 25707, "aya_id": 94}, {"text": "يا أيها الذين صدقوا الله ورسوله وعملوا بشرعه, ليبلونكم الله بشيء من الصيد يقترب منكم على غير المعتاد حيث تستطيعون أَخْذَ صغاره بغير سلاح وأخذ كباره بالسلاح; ليعلم الله علمًا ظاهرًا للخلق الذين يخافون ربهم بالغيب, ليقينهم بكمال علمه بهم, وذلك بإمساكهم عن الصيد, وهم محرمون. فمن تجاوز حَدَّه بعد هذا البيان فأقدم على الصيد -وهو مُحْرِم- فإنه يستحق العذاب الشديد.\r\n", "sura_id": 5, "type": 3, "id": 31943, "aya_id": 94}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ</font><BR><p>قَالَ الْوَالِبِيّ عَنْ اِبْن عَبَّاس قَوْله \" لَيَبْلُوَنَّكُمْ اللَّه بِشَيْءٍ مِنْ الصَّيْد تَنَالهُ أَيْدِيكُمْ وَرِمَاحكُمْ \" قَالَ هُوَ الضَّعِيف مِنْ الصَّيْد وَصَغِيره يَبْتَلِي اللَّه بِهِ عِبَاده فِي إِحْرَامهمْ حَتَّى لَوْ شَاءُوا لَتَنَاوَلُوهُ بِأَيْدِيهِمْ فَنَهَاهُمْ اللَّه أَنْ يَقْرَبُوهُ . وَقَالَ مُجَاهِد \" تَنَالهُ أَيْدِيكُمْ \" يَعْنِي صِغَار الصَّيْد وَفِرَاخه \" وَرِمَاحكُمْ \" يَعْنِي كِبَاره وَقَالَ مُقَاتِل بْن حَيَّان أُنْزِلَتْ هَذِهِ الْآيَة فِي عُمْرَة الْحُدَيْبِيَة فَكَانَتْ الْوَحْش وَالطَّيْر وَالصَّيْد تَغْشَاهُمْ فِي رِحَالهمْ لَمْ يَرَوْا مِثْله قَطُّ فِيمَا خَلَا فَنَهَاهُمْ اللَّه عَنْ قَتْله وَهُمْ مُحْرِمُونَ \" لِيَعْلَم اللَّه مَنْ يَخَافهُ \" بِالْغَيْبِ يَعْنِي أَنَّهُ تَعَالَى يَبْتَلِيهِمْ بِالصَّيْدِ يَغْشَاهُمْ فِي رِحَالهمْ يَتَمَكَّنُونَ مِنْ أَخْذه بِالْأَيْدِي وَالرِّمَاح سِرًّا وَجَهْرًا لِتَظْهَر طَاعَة مَنْ يُطِيع مِنْهُمْ فِي سِرّه أَوْ جَهْره كَمَا قَالَ تَعَالَى \" إِنَّ الَّذِينَ يَخْشَوْنَ رَبّهمْ بِالْغَيْبِ لَهُمْ مَغْفِرَة وَأَجْر كَبِير \" وَقَوْله هَهُنَا فَمَنْ \" اِعْتَدَى بَعْد ذَلِكَ \" قَالَ السُّدِّيّ وَغَيْره يَعْنِي بَعْد هَذَا الْإِعْلَام وَالْإِنْذَار وَالتَّقَدُّم \" فَلَهُ عَذَاب أَلِيم \" أَيْ لِمُخَالَفَتِهِ أَمْر اللَّه وَشَرْعه .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41551, "aya_id": 94}]