[{"text": "فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا يَذْرَؤُكُمْ فِيهِ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ", "sura_id": 42, "type": 0, "id": 4283, "aya_id": 11}, {"text": "فاطر السماوات والأرض جعل لكم من أنفسكم أزواجا ومن الأنعام أزواجا يذرؤكم فيه ليس كمثله شيء وهو السميع البصير", "sura_id": 42, "type": 1, "id": 10519, "aya_id": 11}, {"text": "11 - (فاطر السماوات والأرض) مبدعهما (جعل لكم من أنفسكم أزواجا) حيث خلق حواء من ضلع آدم (ومن الأنعام أزواجا) ذكورا وإناثا (يذرؤكم) بالمعجمة يخلقكم (فيه) في الجعل المذكور أي يكثركم بسببه بالتوالد والضمير للأناسي والأنعام بالتغليب (ليس كمثله شيء) الكاف زائدة لأنه تعالى لا مثل له (وهو السميع) لما يقال (البصير) لما يفعل \r\n", "sura_id": 42, "type": 2, "id": 29227, "aya_id": 11}, {"text": "الله سبحانه وتعالى هو خالق السموات والأرض ومبدعهما بقدرته ومشيئته وحكمته, جعل لكم من أنفسكم أزواجًا؛ لتسكنوا إليها, وجعل لكم من الأنعام أزواجًا ذكورًا وإناثًا, يكثركم بسببه بالتوالد, ليس يشبهه تعالى ولا يماثله شيء من مخلوقاته, لا في ذاته ولا في أسمائه ولا في صفاته ولا في أفعاله؛ لأن أسماءه كلَّها حسنى, وصفاتِه صفات كمال وعظمة, وأفعالَه تعالى أوجد بها المخلوقات العظيمة من غير مشارك، وهو السميع البصير, لا يخفى عليه مِن أعمال خلقه وأقوالهم شيء, وسيجازيهم على ذلك.\r\n", "sura_id": 42, "type": 3, "id": 35463, "aya_id": 11}, {"text": " <font color=red>فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا يَذْرَؤُكُمْ فِيهِ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ</font><BR><p>وَقَوْله جَلَّ جَلَاله \" فَاطِر السَّمَوَات وَالْأَرْض \" أَيْ خَالِقهمَا وَمَا بَيْنهمَا \" جَعَلَ لَكُمْ مِنْ أَنْفُسكُمْ أَزْوَاجًا \" أَيْ مِنْ جِنْسكُمْ وَشَكْلكُمْ مِنَّة عَلَيْكُمْ وَتَفَضُّلًا جَعَلَ مِنْ جِنْسكُمْ ذَكَرًا وَأُنْثَى\" وَمِنْ الْأَنْعَام أَزْوَاجًا \" أَيْ وَخَلَقَ لَكُمْ مِنْ الْأَنْعَام ثَمَانِيَة أَزْوَاج وَقَوْله تَبَارَكَ وَتَعَالَى \" يَذْرَؤُكُمْ فِيهِ\" أَيْ يَخْلُقكُمْ فِيهِ أَيْ فِي ذَلِكَ الْخَلْق عَلَى هَذِهِ الصِّفَة لَا يَزَال يَذْرَؤُكُمْ فِيهِ ذُكُورًا وَإِنَاثًا خَلْقًا مِنْ بَعْد خَلْق وَجِيلًا بَعْد جِيل وَنَسْلًا بَعْد نَسْل مِنْ النَّاس وَالْأَنْعَام وَقَالَ الْبَغَوِيّ يَذْرَؤُكُمْ فِيهِ أَيْ فِي الرَّحِم وَقِيلَ فِي الْبَطْن وَقِيلَ فِي هَذَا الْوَجْه مِنْ الْخِلْقَة . قَالَ مُجَاهِد نَسْلًا بَعْد نَسْل مِنْ النَّاس وَالْأَنْعَام وَقِيلَ فِي بِمَعْنَى الْبَاء أَيْ يَذْرَؤُكُمْ بِهِ \" لَيْسَ كَمِثْلِهِ شَيْء \" أَيْ لَيْسَ كَخَالِقِ الْأَزْوَاج كُلّهَا شَيْء لِأَنَّهُ الْفَرْد الصَّمَد الَّذِي لَا نَظِير لَهُ \" وَهُوَ السَّمِيع الْبَصِير \" .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41081, "aya_id": 11}]