[{"text": "وَقَالَ الَّذِينَ لاَ يَعْلَمُونَ لَوْلاَ يُكَلِّمُنَا اللّهُ أَوْ تَأْتِينَا آيَةٌ كَذَلِكَ قَالَ الَّذِينَ مِن قَبْلِهِم مِّثْلَ قَوْلِهِمْ تَشَابَهَتْ قُلُوبُهُمْ قَدْ بَيَّنَّا الآيَاتِ لِقَوْمٍ يُوقِنُونَ", "sura_id": 2, "type": 0, "id": 125, "aya_id": 118}, {"text": "وقال الذين لا يعلمون لولا يكلمنا الله أو تأتينا آية كذلك قال الذين من قبلهم مثل قولهم تشابهت قلوبهم قد بينا الآيات لقوم يوقنون", "sura_id": 2, "type": 1, "id": 6361, "aya_id": 118}, {"text": "118 - (وقال الذين لا يعلمون) أي كفار مكة للنبي صلى الله عليه وسلم (لولا) هلا (يكلمنا الله) أنك رسوله (أو تأتينا آية) مما اقترحناه على صدقك (كذلك) كما قال هؤلاء (قال الذين من قبلهم) من كفار الأمم الماضية لأنبيائهم (مثل قولهم) من التعنت وطلب الآيات (تشابهت قلوبهم) في الكفر والعناد ، فيه تسلية للنبي صلى الله عليه وسلم (قد بينا الآيات لقوم يوقنون) يعلمون أنها آيات فيؤمنون فاقتراحُ آيةٍ معها تعنُّت \r\n", "sura_id": 2, "type": 2, "id": 25069, "aya_id": 118}, {"text": "وقال الجهلة من أهل الكتاب وغيرهم لنبي الله ورسوله محمد صلى الله عليه وسلم على سبيل العناد: هلا يكلمنا الله مباشرة ليخبرنا أنك رسوله, أو تأتينا معجزة من الله تدل على صدقك. ومثل هذا القول قالته الأمم من قبلُ لرسلها عنادًا ومكابرة; بسبب تشابه قلوب السابقين واللاحقين في الكفر والضَّلال, قد أوضحنا الآيات للذين يصدِّقون تصديقًا جازمًا؛ لكونهم مؤمنين بالله تعالى، متَّبعين ما شرعه لهم.\r\n", "sura_id": 2, "type": 3, "id": 31305, "aya_id": 118}, {"text": " <font color=red>وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ كَذَلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ تَشَابَهَتْ قُلُوبُهُمْ قَدْ بَيَّنَّا الْآيَاتِ لِقَوْمٍ يُوقِنُونَ</font><BR><p>قَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَافِع بْن حَرْمَلَة لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَا مُحَمَّد إِنْ كُنْت رَسُولًا مِنْ اللَّه كَمَا تَقُول فَقُلْ لِلَّهِ فَيُكَلِّمنَا حَتَّى نَسْمَع كَلَامه فَأَنْزَلَ اللَّه فِي ذَلِكَ مِنْ قَوْله \" وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ \" وَقَالَ مُجَاهِد \" وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ \" قَالَ النَّصَارَى تَقُولهُ وَهُوَ اِخْتِيَار اِبْن جَرِير قَالَ لِأَنَّ السِّيَاق فِيهِمْ . وَفِي ذَلِكَ نَظَرٌ وَحَكَى الْقُرْطُبِيّ\" لَوْلَا يُكَلِّمُنَا اللَّهُ \" أَيْ يُخَاطِبنَا بِنُبُوَّتِك يَا مُحَمَّد قُلْت وَهُوَ ظَاهِر السِّيَاق وَاَللَّه أَعْلَم وَقَالَ أَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس وَقَتَادَة وَالسُّدِّيّ فِي تَفْسِير هَذِهِ الْآيَة هَذَا قَوْل كُفَّار الْعَرَب \" كَذَلِكَ قَالَ الَّذِينَ مِنْ قَبْلهمْ مِثْل قَوْلهمْ \" قَالَ هُمْ الْيَهُود وَالنَّصَارَى وَيُؤَيِّد هَذَا الْقَوْل أَنَّ الْقَائِلِينَ ذَلِكَ هُمْ مُشْرِكُو الْعَرَب قَوْله تَعَالَى \" وَإِذَا جَاءَتْهُمْ آيَةٌ قَالُوا لَنْ نُؤْمِن حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللَّه \" الْآيَة وَقَوْله تَعَالَى \" وَقَالُوا لَنْ نُؤْمِنَ لَك حَتَّى تَفْجُرَ لَنَا مِنْ الْأَرْض يَنْبُوعًا \" إِلَى قَوْله \" قُلْ سُبْحَان رَبِّي هَلْ كُنْت إِلَّا بَشَرًا رَسُولًا \" وَقَوْله تَعَالَى \" وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا \" الْآيَة وَقَوْله تَعَالَى \" بَلْ يُرِيدُ كُلّ اِمْرِئٍ مِنْهُمْ أَنْ يُؤْتَى صُحُفًا مُنَشَّرَة \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الدَّالَّة عَلَى كُفْر مُشْرِكِي الْعَرَب وَعُتُوّهُمْ وَعِنَادهمْ وَسُؤَالهمْ مَا لَا حَاجَة لَهُمْ بِهِ إِنَّمَا هُوَ الْكُفْر وَالْمُعَانَدَة كَمَا قَالَ مَنْ قَبْلهمْ مِنْ الْأُمَم الْخَالِيَة مِنْ أَهْل الْكِتَابَيْنِ وَغَيْرهمْ كَمَا قَالَ تَعَالَى \" يَسْأَلُك أَهْلُ الْكِتَابِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِنْ السَّمَاء فَقَدْ سَأَلُوا مُوسَى أَكْبَرَ مِنْ ذَلِكَ فَقَالُوا أَرِنَا اللَّهَ جَهْرَة \" وَقَالَ تَعَالَى \" وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نُؤْمِنَ لَك حَتَّى نَرَى اللَّهَ جَهْرَةً \" وَقَوْله تَعَالَى \" تَشَابَهَتْ قُلُوبُهُمْ \" أَيْ أَشْبَهَتْ قُلُوبُ مُشْرِكِي الْعَرَب قُلُوب مَنْ تَقَدَّمَهُمْ فِي الْكُفْر وَالْعِنَاد وَالْعُتُوّ كَمَا قَالَ تَعَالَى\" كَذَلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ أَتَوَاصَوْا بِهِ \" الْآيَة وَقَوْله تَعَالَى \" قَدْ بَيَّنَّا الْآيَاتِ لِقَوْمٍ يُوقِنُونَ \" أَيْ قَدْ أَوْضَحْنَا الدَّلَالَات عَلَى صِدْق الرُّسُل بِمَا لَا يَحْتَاج مَعَهَا إِلَى سُؤَال آخَر وَزِيَادَة أُخْرَى لِمَنْ أَيْقَنَ وَصَدَّقَ وَاتَّبَعَ الرُّسُل وَفَهِمَ مَا جَاءُوا بِهِ عَنْ اللَّه تَبَارَكَ وَتَعَالَى وَأَمَّا مَنْ خَتَمَ اللَّه عَلَى قَلْبه وَسَمْعه وَجَعَلَ عَلَى بَصَره غِشَاوَة فَأُولَئِكَ قَالَ اللَّه فِيهِمْ \" إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّك لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوْا الْعَذَابَ الْأَلِيمَ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38518, "aya_id": 118}]