[{"text": "وَإِذَا مَا أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إِلَى بَعْضٍ هَلْ يَرَاكُم مِّنْ أَحَدٍ ثُمَّ انصَرَفُواْ صَرَفَ اللّهُ قُلُوبَهُم بِأَنَّهُمْ قَوْمٌ لاَّ يَفْقَهُون", "sura_id": 9, "type": 0, "id": 1362, "aya_id": 127}, {"text": "وإذا ما أنزلت سورة نظر بعضهم إلى بعض هل يراكم من أحد ثم انصرفوا صرف الله قلوبهم بأنهم قوم لا يفقهون", "sura_id": 9, "type": 1, "id": 7598, "aya_id": 127}, {"text": "127 - (وإذا ما أنزلت سورة) فيها ذكرهم وقرأها النبي صلى الله عليه وسلم (نظر بعضهم إلى بعض) يريدون الهرب يقولون (هل يراكم من أحد) إذا قمتم فإن لم يرهم أحد قاموا وإلا ثبتوا (ثم انصرفوا) على كفرهم (صرف الله قلوبهم) عن الهدى (بأنهم قوم لا يفقهون) الحق لعدم تدبرهم \r\n", "sura_id": 9, "type": 2, "id": 26306, "aya_id": 127}, {"text": "وإذا ما أُنزلت سورة تغَامَزَ المنافقون بالعيون إنكارًا لنزولها وسخرية وغيظًا; لِمَا نزل فيها مِن ذِكْر عيوبهم وأفعالهم, ثم يقولون: هل يراكم من أحد إن قمتم من عند الرسول؟ فإن لم يرهم أحد قاموا وانصرفوا من عنده عليه الصلاة والسلام مخافة الفضيحة. صرف الله قلوبهم عن الإيمان; بسبب أنهم لا يفهمون ولا يتدبرون.\r\n", "sura_id": 9, "type": 3, "id": 32542, "aya_id": 127}, {"text": " <font color=red>وَإِذَا مَا أُنْزِلَتْ سُورَةٌ نَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ هَلْ يَرَاكُمْ مِنْ أَحَدٍ ثُمَّ انْصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ</font><BR><p>وَقَوْله \" وَإِذَا مَا أُنْزِلَتْ سُورَة نَظَرَ بَعْضهمْ إِلَى بَعْض هَلْ يَرَاكُمْ مِنْ أَحَد ثُمَّ اِنْصَرَفُوا صَرَفَ اللَّه قُلُوبهمْ بِأَنَّهُمْ قَوْم لَا يَفْقَهُونَ \" هَذَا أَيْضًا إِخْبَار عَنْ الْمُنَافِقِينَ أَنَّهُمْ إِذَا أُنْزِلَتْ سُورَة عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَظَرَ بَعْضهمْ إِلَى بَعْض \" أَيْ تَلَفَّتُوا \" هَلْ يَرَاكُمْ مِنْ أَحَد ثُمَّ اِنْصَرَفُوا \" أَيْ تَوَلَّوْا عَنْ الْحَقّ وَانْصَرَفُوا عَنْهُ وَهَذَا حَالهمْ فِي الدُّنْيَا لَا يَثْبُتُونَ عِنْد الْحَقّ وَلَا يَقْبَلُونَهُ وَلَا يَفْهَمُونَهُ كَقَوْلِهِ تَعَالَى \" فَمَا لَهُمْ عَنْ التَّذْكِرَة مُعْرِضِينَ كَأَنَّهُمْ حُمُر مُسْتَنْفِرَة فَرَّتْ مِنْ قَسْوَرَة \" وَقَوْله تَعَالَى \" فَمَالِ الَّذِينَ كَفَرُوا قِبَلَك مُهْطِعِينَ عَنْ الْيَمِين وَعَنْ الشِّمَال عِزِين \" أَيْ مَالِ هَؤُلَاء الْقَوْم يَتَفَلَّلُونَ عَنْك يَمِينًا وَشِمَالًا هُرُوبًا مِنْ الْحَقّ وَذَهَابًا إِلَى الْبَاطِل وَقَوْله \" ثُمَّ اِنْصَرَفُوا صَرَفَ اللَّه قُلُوبهمْ \" كَقَوْلِهِ \" فَلَمَّا زَاغُوا أَزَاغَ اللَّه قُلُوبهمْ بِأَنَّهُمْ قَوْم لَا يَفْقَهُونَ \" أَيْ لَا يَفْهَمُونَ عَنْ اللَّه خِطَابه وَلَا يَقْصِدُونَ لِفَهْمِهِ وَلَا يُرِيدُونَهُ بَلْ هُمْ فِي شُغْل عَنْهُ وَنُفُور مِنْهُ فَلِهَذَا صَارُوا إِلَى مَا صَارُوا إِلَيْهِ .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43425, "aya_id": 127}]