[{"text": "أَفَغَيْرَ اللّهِ أَبْتَغِي حَكَمًا وَهُوَ الَّذِي أَنَزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلاً وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِّن رَّبِّكَ بِالْحَقِّ فَلاَ تَكُونَنَّ مِنَ الْمُمْتَرِينَ", "sura_id": 6, "type": 0, "id": 903, "aya_id": 114}, {"text": "أفغير الله أبتغي حكما وهو الذي أنزل إليكم الكتاب مفصلا والذين آتيناهم الكتاب يعلمون أنه منزل من ربك بالحق فلا تكونن من الممترين", "sura_id": 6, "type": 1, "id": 7139, "aya_id": 114}, {"text": "114 - ونزل لما طلبوا من النبي صلى الله عليه وسلم أن يجعل بينه وبينهم حكماً ، قل (أفغير الله أبتغي) أطلب (حكما) قاضيا بيني وبينكم (وهو الذي أنزل إليكم الكتاب) القرآن (مفصلا) مبينا فيه الحق من الباطل (والذين آتيناهم الكتاب) التوراة كعبد الله بن سلام وأصحابه (يعلمون أنه منزل) بالتخفيف والتشديد (من ربك بالحق فلا تكونن من الممترين) الشاكين فيه والمراد بذلك التقرير للكفار أنه حق \r\n", "sura_id": 6, "type": 2, "id": 25847, "aya_id": 114}, {"text": "قل -أيها الرسول- لهؤلاء المشركين: أغير الله إلهي وإلهكم أطلب حَكَمًا بيني وبينكم, وهو سبحانه الذي أنزل إليكم القرآن مبينًا فيه الحكم فيما تختصمون فيه من أمري وأمركم؟ وبنو إسرائيل الذين آتاهم الله التوراة والإنجيل يعلمون علمًا يقينًا أن هذا القرآن منزل عليك -أيها الرسول- من ربك بالحق, فلا تكونن من الشاكِّين في شيء مما أوحينا إليك.\r\n", "sura_id": 6, "type": 3, "id": 32083, "aya_id": 114}, {"text": " <font color=red>أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا وَهُوَ الَّذِي أَنْزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلًا وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ</font><BR><p>يَقُول تَعَالَى لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُلْ لِهَؤُلَاءِ الْمُشْرِكِينَ بِاَللَّهِ الَّذِينَ يَعْبُدُونَ غَيْره\" أَفَغَيْر اللَّه أَبْتَغِي حَكَمًا \" أَيْ بَيْنِي وَبَيْنكُمْ \" وَهُوَ الَّذِي أَنْزَلَ إِلَيْكُمْ الْكِتَاب مُفَصَّلًا \" أَيْ مُبَيَّنًا\" وَاَلَّذِينَ آتَيْنَاهُمْ الْكِتَاب \" أَيْ مِنْ الْيَهُود وَالنَّصَارَى يَعْلَمُونَ أَنَّهُ مُنَزَّل مِنْ رَبّك بِالْحَقِّ أَيْ بِمَا عِنْدهمْ مِنْ الْبِشَارَات بِك مِنْ الْأَنْبِيَاء الْمُتَقَدِّمِينَ \" فَلَا تَكُونَنَّ مِنْ الْمُمْتَرِينَ \" كَقَوْلِهِ \" فَإِنْ كُنْت فِي شَكّ مِمَّا أَنْزَلْنَا إِلَيْك فَاسْأَلْ الَّذِينَ يَقْرَءُونَ الْكِتَاب مِنْ قَبْلك لَقَدْ جَاءَك الْحَقّ مِنْ رَبّك فَلَا تَكُونَنَّ مِنْ الْمُمْتَرِينَ \" وَهَذَا شَرْط وَالشَّرْط لَا يَقْتَضِي وُقُوعه وَلِهَذَا جَاءَ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" لَا أَشُكّ وَلَا أَسْأَل \" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42093, "aya_id": 114}]