[{"text": "أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ يَغْشَاهُ مَوْجٌ مِّن فَوْقِهِ مَوْجٌ مِّن فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَن لَّمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِن نُّورٍ", "sura_id": 24, "type": 0, "id": 2831, "aya_id": 40}, {"text": "أو كظلمات في بحر لجى يغشاه موج من فوقه موج من فوقه سحاب ظلمات بعضها فوق بعض إذا أخرج يده لم يكد يراها ومن لم يجعل الله له نورا فما له من نور", "sura_id": 24, "type": 1, "id": 9067, "aya_id": 40}, {"text": "40 - (أو) الذين كفروا أعمالهم السيئة (كظلمات في بحر لجي) عميق (يغشاه موج من فوقه) أي الموج (موج من فوقه) أي الموج الثاني (سحاب) غيم هذه (ظلمات بعضها فوق بعض) ظلمة البحر وظلمة الموج الأول وظلمة الثاني وظلمة السحاب (إذا أخرج) الناظر (يده) في هذه الظلمات (لم يكد يراها) أي لم يقرب من رؤيتها (ومن لم يجعل الله له نورا فما له من نور) أي من لم يهده الله لم يهتد \r\n", "sura_id": 24, "type": 2, "id": 27775, "aya_id": 40}, {"text": "أو تكون أعمالهم مثل ظلمات في بحر عميق يعلوه موج, من فوق الموج موج آخر، ومِن فوقه سحاب كثيف، ظلمات شديدة بعضها فوق بعض، إذا أخرج الناظر يده لم يقارب رؤيتها من شدة الظلمات، فالكفار تراكمت عليهم ظلمات الشرك والضلال وفساد الأعمال. ومن لم يجعل الله له نورًا من كتابه وسنة نبيه يهتدي به فما له مِن هاد.\r\n", "sura_id": 24, "type": 3, "id": 34011, "aya_id": 40}, {"text": " <font color=red>أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ</font><BR><p>قَالَ قَتَادَة : \" لُجِّيّ \" هُوَ الْعَمِيق \" يَغْشَاهُ مَوْج مِنْ فَوْقه مَوْج مِنْ فَوْقه سَحَاب ظُلُمَات بَعْضهَا فَوْق بَعْض إِذَا أَخْرَجَ يَده لَمْ يَكَدْ يَرَاهَا \" أَيْ لَمْ يُقَارِب رُؤْيَتهَا مِنْ شِدَّة الظَّلَام فَهَذَا مَثَل قَلْب الْكَافِر الْجَاهِل الْبَسِيط الْمُقَلِّد الَّذِي لَا يَعْرِف حَال مَنْ يَقُودهُ وَلَا يَدْرِي أَيْنَ يَذْهَب بَلْ كَمَا يُقَال فِي الْمَثَل لِلْجَاهِلِ أَيْنَ تَذْهَب ؟ قَالَ مَعَهُمْ قِيلَ : فَإِلَى أَيْنَ يَذْهَبُونَ ؟ قَالَ : لَا أَدْرِي ؟ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ \" يَغْشَاهُ مَوْج \" الْآيَة يَعْنِي بِذَلِكَ الْغِشَاوَة الَّتِي عَلَى الْقَلْب وَالسَّمْع وَالْبَصَر وَهِيَ كَقَوْلِهِ \" خَتَمَ اللَّه عَلَى قُلُوبهمْ وَعَلَى سَمْعهمْ وَعَلَى أَبْصَارهمْ\" الْآيَة وَكَقَوْلِهِ \" أَفَرَأَيْت مَنْ اِتَّخَذَ إِلَهه هَوَاهُ وَأَضَلَّهُ اللَّه عَلَى عِلْم وَخَتَمَ عَلَى سَمْعه وَقَلْبه وَجَعَلَ عَلَى بَصَره غِشَاوَة \" الْآيَة وَقَالَ أُبَيّ بْن كَعْب فِي قَوْله تَعَالَى \" ظُلُمَات بَعْضهَا فَوْق بَعْض \" فَهُوَ يَتَقَلَّب فِي خَمْسَة مِنْ الظُّلَم فَكَلَامه ظُلْمَة وَعَمَله ظُلْمَة وَمَدْخَله ظُلْمَة وَمَخْرَجه ظُلْمَة وَمَصِيره يَوْم الْقِيَامَة إِلَى الظُّلُمَات إِلَى النَّار وَقَالَ السُّدِّيّ وَالرَّبِيع بْن أَنَس نَحْو ذَلِكَ أَيْضًا وَقَوْله تَعَالَى \" وَمَنْ لَمْ يَجْعَل اللَّه لَهُ نُورًا فَمَا لَهُ مِنْ نُور \" أَيْ مَنْ لَمْ يَهْدِهِ اللَّه فَهُوَ هَالِك جَاهِل حَائِر بَائِر كَافِر كَقَوْلِهِ \" مَنْ يُضْلِلْ اللَّه فَلَا هَادِيَ لَهُ\" وَهَذَا فِي مُقَابَلَة مَا قَالَ فِي مَثَل الْمُؤْمِنِينَ \" يَهْدِي اللَّه لِنُورِهِ مَنْ يَشَاء \" فَنَسْأَل اللَّه الْعَظِيم أَنْ يَجْعَل فِي قُلُوبنَا نُورًا وَعَنْ أَيْمَاننَا نُورًا وَعَنْ شَمَائِلنَا نُورًا وَأَنْ يُعْظِم لَنَا نُورًا .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39259, "aya_id": 40}]