[{"text": "يَوْمَ تُبَدَّلُ الأَرْضُ غَيْرَ الأَرْضِ وَالسَّمَاوَاتُ وَبَرَزُواْ للّهِ الْوَاحِدِ الْقَهَّارِ", "sura_id": 14, "type": 0, "id": 1798, "aya_id": 48}, {"text": "يوم تبدل الأرض غير الأرض والسماوات وبرزوا لله الواحد القهار", "sura_id": 14, "type": 1, "id": 8034, "aya_id": 48}, {"text": "48 - اذكر (يوم تبدل الأرض غير الأرض والسماوات) هو يوم القيامة فيحشر الناس على أرض بيضاء نقية كما في حديث الصحيحين وروى مسلم حديث سئل النبي صلى الله عليه وسلم أين الناس يومئذ قال على الصراط (وبرزوا) خرجوا من القبور (لله الواحد القهار) \r\n", "sura_id": 14, "type": 2, "id": 26742, "aya_id": 48}, {"text": "وانتقام الله تعالى مِن أعدائه في يوم القيامة يوم تُبَدَّل هذه الأرض بأرض أخرى بيضاء نقيَّة كالفضة, وكذلك تُبَدَّل السموات بغيرها, وتخرج الخلائق من قبورها أحياء ظاهرين للقاء الله الواحد القهار, المتفرد بعظمته وأسمائه وصفاته وأفعاله وقهره لكل شيء.\r\n", "sura_id": 14, "type": 3, "id": 32978, "aya_id": 48}, {"text": " <font color=red>يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ</font><BR><p>وَلِهَذَا قَالَ \" يَوْم تُبَدَّل الْأَرْض غَيْر الْأَرْض وَالسَّمَاوَات \" أَيْ وَعْده هَذَا حَاصِل يَوْم تُبَدَّل الْأَرْض وَهِيَ هَذِهِ عَلَى غَيْر الصِّفَة الْمَأْلُوفَة الْمَعْرُوفَة كَمَا جَاءَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث أَبِي حَازِم عَنْ سَهْل بْن سَعْد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُحْشَر النَّاس يَوْم الْقِيَامَة عَلَى أَرْض بَيْضَاء عَفْرَاء كَقُرْصَةِ النَّقِيّ لَيْسَ فِيهَا مَعْلَمٌ لِأَحَدٍ \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن أَبِي عَدِيٍّ عَنْ دَاوُد عَنْ الشَّعْبِيّ عَنْ مَسْرُوق عَنْ عَائِشَة أَنَّهَا قَالَتْ أَنَا أَوَّل النَّاس سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ هَذِهِ الْآيَة \" يَوْم تُبَدَّل الْأَرْض غَيْر الْأَرْض وَالسَّمَاوَات\" قَالَتْ : قُلْت أَيْنَ النَّاس يَوْمئِذٍ يَا رَسُول اللَّه ؟ قَالَ\" عَلَى الصِّرَاط \" . رَوَاهُ مُسْلِم مُنْفَرِدًا بِهِ دُون الْبُخَارِيّ , وَالتِّرْمِذِيُّ وَابْنُ مَاجَهْ مِنْ حَدِيث دَاوُد بْن أَبِي هِنْد بِهِ وَقَالَ التِّرْمِذِيُّ حَسَن صَحِيح وَرَوَاهُ أَحْمَد أَيْضًا عَنْ عَفَّان عَنْ وُهَيْب عَنْ دَاوُد عَنْ الشَّعْبِيّ عَنْهَا وَلَمْ يَذْكُر مَسْرُوقًا وَقَالَ قَتَادَة عَنْ حَسَّان بْن بِلَال الْمُزَنِيّ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّهَا سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قَوْل اللَّه \" يَوْمَ تُبَدَّل الْأَرْض غَيْر الْأَرْض وَالسَّمَاوَات \" قَالَ : قَالَتْ يَا رَسُول اللَّه فَأَيْنَ النَّاس يَوْمئِذٍ ؟ قَالَ \" لَقَدْ سَأَلْتنِي عَنْ شَيْء مَا سَأَلَنِي عَنْهُ أَحَد مِنْ أُمَّتِي ذَاكَ أَنَّ النَّاس عَلَى جِسْرِهِمْ \" . وَرَوَى الْإِمَام أَحْمَد مِنْ حَدِيث حَبِيب بْن أَبِي عَمْرَة عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس حَدَّثَتْنِي عَائِشَة أَنَّهَا سَأَلَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ قَوْله تَعَالَى \" وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ \" فَأَيْنَ النَّاس يَوْمئِذٍ يَا رَسُولَ اللَّهِ ؟ قَالَ \" هُمْ عَلَى مَتْنِ جَهَنَّمَ \" وَقَالَ اِبْن جَرِير حَدَّثَنَا الْحَسَن حَدَّثَنَا عَلِيّ بْن الْجَعْد أَخْبَرَنَا الْقَاسِم سَمِعْت الْحَسَن قَالَ : قَالَتْ عَائِشَة يَا رَسُول اللَّه\" يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ \" فَأَيْنَ النَّاس يَوْمئِذٍ ؟ قَالَ \" إِنَّ هَذَا شَيْء مَا سَأَلَنِي عَنْهُ أَحَد \" قَالَ \" عَلَى الصِّرَاط يَا عَائِشَة \" وَرَوَاهُ أَحْمَد عَنْ عَفَّان عَنْ الْقَاسِم بْن الْفَضْل عَنْ الْحَسَن بِهِ وَقَالَ الْإِمَام مُسْلِم بْن الْحَجَّاج فِي صَحِيحه حَدَّثَنِي الْحَسَن بْن عَلِيّ الْحَلْوَانِيّ حَدَّثَنِي أَبُو تَوْبَة الرَّبِيع بْن نَافِع حَدَّثَنَا مُعَاوِيَة بْن سَلَام عَنْ زَيْد يَعْنِي أَخَاهُ أَنَّهُ سَمِعَ أَبَا سَلَّام حَدَّثَنِي أَبُو أَسْمَاء الرَّحَبِيّ أَنَّ ثَوْبَان مَوْلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَدَّثَهُ قَالَ : كُنْت قَائِمًا عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَجَاءَهُ حَبْر مِنْ أَحْبَار الْيَهُود فَقَالَ السَّلَام عَلَيْك يَا مُحَمَّد فَدَفَعْته دَفْعَة كَادَ يَصْرَع مِنْهَا فَقَالَ لِمَ تَدْفَعُنِي ؟ فَقُلْت أَلَا تَقُول يَا رَسُول اللَّه فَقَالَ الْيَهُودِيّ إِنَّمَا نَدْعُوهُ بِاسْمِهِ الَّذِي سَمَّاهُ بِهِ أَهْله فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ اِسْمِي مُحَمَّد الَّذِي سَمَّانِي بِهِ أَهْلِي\" فَقَالَ الْيَهُودِيّ جِئْت أَسْأَلك فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَيَنْفَعُك شَيْئًا إِنْ حَدَّثْتُك \" قَالَ أَسْمَع بِأُذُنَيَّ فَنَكَتَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِعُودٍ مَعَهُ فَقَالَ \" سَلْ \" فَقَالَ الْيَهُودِيّ أَيْنَ يَكُون النَّاس يَوْم تُبَدَّل الْأَرْض غَيْر الْأَرْض وَالسَّمَاوَات فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هُمْ فِي الظُّلْمَة دُون الْجِسْر \" قَالَ فَمَنْ أَوَّل النَّاس إِجَازَة ؟ فَقَالَ \" فُقَرَاء الْمُهَاجِرِينَ \" فَقَالَ الْيَهُودِيّ فَمَا تُحْفَتهمْ حِين يَدْخُلُونَ الْجَنَّة ؟ قَالَ : \" زِيَادَة كَبِد النُّون \" قَالَ فَمَا غِذَاؤُهُمْ فِي أَثَرهَا ؟ قَالَ \" يُنْحَر لَهُمْ ثَوْر الْجَنَّة الَّذِي كَانَ يَأْكُل مِنْ أَطْرَافهَا \" قَالَ فَمَا شَرَابهمْ عَلَيْهِ ؟ قَالَ : مِنْ عَيْن فِيهَا تُسَمَّى سَلْسَبِيلًا \" قَالَ صَدَقْت\" قَالَ وَجِئْت أَسْأَلك عَنْ شَيْء لَا يَعْلَمهُ أَحَد مِنْ أَهْل الْأَرْض إِلَّا نَبِيّ أَوْ رَجُل أَوْ رَجُلَانِ قَالَ أَيَنْفَعُك إِنْ حَدَّثْتُك ؟ قَالَ \" أَسْمَع بِأُذُنَيَّ \" قَالَ جِئْت أَسْأَلك عَنْ الْوَلَد قَالَ \" مَاء الرَّجُل أَبْيَض وَمَاء الْمَرْأَة أَصْفَر فَإِذَا اِجْتَمَعَا فَعَلَا مَنِيُّ الرَّجُل مَنِيَّ الْمَرْأَة أَذْكَرَا بِإِذْنِ اللَّه تَعَالَى وَإِذَا عَلَا مَنِيُّ الْمَرْأَة مَنِيّ الرَّجُل آنَثَا بِإِذْنِ اللَّه \" قَالَ الْيَهُودِيّ لَقَدْ صَدَقْت وَإِنَّك لَنَبِيٌّ ثُمَّ اِنْصَرَفَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَقَدْ سَأَلَنِي هَذَا عَنْ الَّذِي سَأَلَنِي عَنْهُ وَمَا لِي عِلْم بِشَيْءٍ مِنْهُ حَتَّى أَتَانِي اللَّه بِهِ \" قَالَ أَبُو جَعْفَر بْن جَرِير الطَّبَرِيّ حَدَّثَنَا اِبْن عَوْف حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا اِبْن أَبِي مَرْيَم حَدَّثَنَا سَعِيد بْن ثَوْبَان الْكُلَاعِيّ عَنْ أَبِي أَيُّوب الْأَنْصَارِيّ أَنَّ حَبْرًا مِنْ الْيَهُود سَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَرَأَيْت إِذْ يَقُول اللَّه تَعَالَى فِي كِتَابه \" يَوْم تُبَدَّل الْأَرْض غَيْر الْأَرْض وَالسَّمَاوَات \" فَأَيْنَ الْخَلْق عِنْد ذَلِكَ ؟ فَقَالَ \" أَضْيَاف اللَّه فَلَنْ يُعْجِزهُمْ مَا لَدَيْهِ \" وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث أَبِي بَكْر بْن عَبْد اللَّه بْن أَبِي مَرْيَم بِهِ وَقَالَ جَعْبَة أَخْبَرَنَا أَبُو إِسْحَاق سَمِعْت عَمْرو بْن مَيْمُون وَرُبَّمَا قَالَ : قَالَ عَبْد اللَّه وَرُبَّمَا لَمْ يَقُلْ فَقُلْت لَهُ عَنْ عَبْد اللَّه فَقَالَ سَمِعْت عَمْرو بْن مَيْمُون يَقُول \" يَوْم تُبَدَّل الْأَرْض غَيْر الْأَرْض \" قَالَ أَرْض كَالْفِضَّةِ الْبَيْضَاء نَقِيَّة لَمْ يُسْفَك فِيهَا دَم وَلَمْ يُعْمَل عَلَيْهَا خَطِيئَة يَنْفُذهُمْ الْبَصَر وَيُسْمِعهُمْ الدَّاعِي حُفَاة عُرَاة كَمَا خُلِقُوا قَالَ أُرَاهُ قَالَ قِيَامًا حَتَّى يُلْجِمَهُمْ الْعَرَق وَرُوِيَ مِنْ وَجْه آخَر عَنْ شُعْبَة عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عَمْرو بْن مَيْمُون عَنْ اِبْن مَسْعُود بِنَحْوِهِ وَكَذَا رَوَاهُ عَاصِم عَنْ زِرٍّ عَنْ اِبْن مَسْعُود بِهِ وَقَالَ سُفْيَان عَنْ أَبِي إِسْحَاق عَنْ عَمْرو بْن مَيْمُون لَمْ يُخْبِر بِهِ أَوْرَدَ ذَلِكَ كُلّه اِبْن جَرِير وَقَدْ قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن عُبَيْد بْن عُقَيْل حَدَّثَنَا سَهْل بْن حَمَّاد أَبُو غِيَاث حَدَّثَنَا جَرِير بْن أَيُّوب عَنْ أَبِي إِسْحَاق عَنْ عَمْرو بْن مَيْمُون عَنْ عَبْد اللَّه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْل اللَّه عَزَّ وَجَلَّ \" يَوْم تُبَدَّل الْأَرْض غَيْر الْأَرْض \" قَالَ \" أَرْض بَيْضَاء لَمْ يُسْفَك عَلَيْهَا دَم وَلَمْ يُعْمَل عَلَيْهَا خَطِيئَة \" . ثُمَّ قَالَ لَا نَعْلَم رَفْعَهُ إِلَّا جَرِير بْن أَيُّوب لَيْسَ بِالْقَوِيِّ ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب ثَنَا مُعَاوِيَة بْن هِشَام عَنْ سِنَان عَنْ جَابِر الْجُعْفِيّ عَنْ أَبِي جَبِيرَة عَنْ زَيْد قَالَ أَرْسَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْيَهُود فَقَالَ \" هَلْ تَدْرُونَ لِمَ أَرْسَلْت إِلَيْهِمْ ؟ \" قَالُوا اللَّه وَرَسُوله أَعْلَم قَالَ \" فَإِنِّي أَرْسَلْت إِلَيْهِمْ أَسْأَلُهُمْ عَنْ قَوْلِ اللَّهِ \" يَوْم تُبَدَّل الْأَرْض غَيْر الْأَرْض\" إِنَّهَا تَكُون يَوْمئِذٍ بَيْضَاء مِثْل الْفِضَّة \" فَلَمَّا جَاءُوا سَأَلَهُمْ فَقَالُوا تَكُون بَيْضَاء مِثْل النَّقِيّ وَهَكَذَا رُوِيَ عَنْ عَلِيّ وَابْن عَبَّاس وَأَنَسِ بْن مَالِكٍ وَمُجَاهِد بْن جَبْر أَنَّهَا تُبَدَّل يَوْم الْقِيَامَة بِأَرْضٍ مِنْ فِضَّة وَعَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ تَصِير الْأَرْض فِضَّة وَالسَّمَاوَات ذَهَبًا وَقَالَ الرَّبِيع عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب قَالَ : تَصِير السَّمَاوَات جِنَانًا وَقَالَ أَبُو مَعْشَر عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ عَنْ مُحَمَّد بْن قَيْس فِي قَوْله \" يَوْم تُبَدَّل الْأَرْض غَيْر الْأَرْض \" قَالَ خُبْزَة يَأْكُل مِنْهَا الْمُؤْمِنُونَ مِنْ تَحْت أَقْدَامِهِمْ وَكَذَا رَوَى وَكِيع عَنْ عُمَر بْن بِشْرٍ الْهَمْدَانِيّ عَنْ سَعِيد بْن جُبَيْر فِي قَوْله \" يَوْم تُبَدَّل الْأَرْض غَيْر الْأَرْض \" قَالَ تُبَدَّل الْأَرْض خُبْزَة بَيْضَاء يَأْكُل الْمُؤْمِن مِنْ تَحْت قَدَمَيْهِ وَقَالَ الْأَعْمَش عَنْ خُثَيْم قَالَ : قَالَ عَبْد اللَّه بْن مَسْعُود : الْأَرْض يَوْم الْقِيَامَة كُلّهَا نَار وَالْجَنَّة مِنْ وَرَائِهَا تَرَى كَوَاعِبهَا وَأَكْوَابهَا وَيُلْجِمُ النَّاسَ الْعَرَقُ وَيَبْلُغ مِنْهُمْ الْعِرْق وَلَمْ يَبْلُغُوا الْحِسَاب وَقَالَ الْأَعْمَش أَيْضًا عَنْ الْمِنْهَال بْن عَمْرو عَنْ قَيْس بْن السَّكَن قَالَ : قَالَ عَبْد اللَّه الْأَرْض كُلّهَا نَار يَوْم الْقِيَامَة وَالْجَنَّة مِنْ وَرَائِهَا نَرَى أَكْوَابهَا وَكَوَاعِبهَا وَاَلَّذِي نَفْس عَبْد اللَّه بِيَدِهِ إِنَّ الرَّجُل لِيُفِيضَ عَرَقًا حَتَّى تَرْشَح فِي الْأَرْض قَدَمه ثُمَّ يَرْتَفِع حَتَّى يَبْلُغ أَنْفه وَمَا مَسَّهُ الْحِسَاب قَالُوا مِمَّ ذَلِكَ يَا أَبَا عَبْد الرَّحْمَن ؟ قَالَ مِمَّا يَرَى النَّاس وَيَلْقَوْنَ وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ كَعْب فِي قَوْله\" يَوْم تُبَدَّل الْأَرْض غَيْر الْأَرْض وَالسَّمَاوَات \" قَالَ تَصِير السَّمَاوَات جِنَانًا فَيَصِير مَكَان الْبَحْر نَارًا وَتُبَدَّل الْأَرْض غَيْرهَا وَفِي الْحَدِيث الَّذِي رَوَاهُ أَبُو دَاوُد \" لَا يَرْكَب الْبَحْر إِلَّا غَازٍ أَوْ حَاجٌّ أَوْ مُعْتَمِرٌ فَإِنَّ تَحْت الْبَحْر نَارًا - أَوْ - تَحْت النَّار بَحْرًا \" وَفِي حَدِيث الصُّوَر الْمَشْهُور الْمَرْوِيّ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" يُبَدِّل اللَّه الْأَرْض غَيْر الْأَرْض وَالسَّمَاوَات فَيَبْسُطهَا وَيَمُدّهَا مَدّ الْأَدِيم الْعُكَاظِيّ لَا تَرَى فِيهَا عِوَجًا وَلَا أَمْتًا ثُمَّ يَزْجُر اللَّه الْخَلْق زَجْرَة فَإِذَا هُمْ فِي هَذِهِ الْمُبَدَّلَة \" وَقَوْله \" وَبَرَزُوا لِلَّهِ \" أَيْ خَرَجَتْ الْخَلَائِق جَمِيعهَا مِنْ قُبُورهمْ لِلَّهِ\" الْوَاحِد الْقَهَّار \" أَيْ الَّذِي قَهَرَ كُلّ شَيْء وَغَلَبَهُ وَدَانَتْ لَهُ الرِّقَاب وَخَضَعَتْ لَهُ الْأَلْبَاب .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37942, "aya_id": 48}]