[{"text": "أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وِأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ أَتَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُواْ أَنفُسَهُمْ يَظْلِمُونَ", "sura_id": 9, "type": 0, "id": 1305, "aya_id": 70}, {"text": "ألم يأتهم نبأ الذين من قبلهم قوم نوح وعاد وثمود وقوم إبراهيم وأصحاب مدين والمؤتفكات أتتهم رسلهم بالبينات فما كان الله ليظلمهم ولكن كانوا أنفسهم يظلمون", "sura_id": 9, "type": 1, "id": 7541, "aya_id": 70}, {"text": "70 - (ألم يأتهم نبأ) خبر (الذين من قبلهم قوم نوح وعاد) قوم هود (وثمود) قوم صالح (وقوم إبراهيم وأصحاب مدين) قوم شعيب (والمؤتفكات) قرى قوم لوط أي أهلها (أتتهم رسلهم بالبينات) بالمعجزات فكذبوهم فأهلكوا (فما كان الله ليظلمهم) بأن يعذبهم بغير ذنب (ولكن كانوا أنفسهم يظلمون) بارتكاب الذنب \r\n", "sura_id": 9, "type": 2, "id": 26249, "aya_id": 70}, {"text": "ألم يأت هؤلاء المنافقين خبرُ الذين مضوا مِن قوم نوح وقبيلة عاد وقبيلة ثمود وقوم إبراهيم وأصحاب (مدين) وقوم لوط عندما جاءهم المرسلون بالوحي وبآيات الله فكذَّبوهم؟ فأنزل الله بهؤلاء جميعًا عذابه; انتقامًا منهم لسوء عملهم, فما كان الله ليظلمهم, ولكن كانوا هم الظالمين لأنفسهم بالتكذيب والمخالفة.\r\n", "sura_id": 9, "type": 3, "id": 32485, "aya_id": 70}, {"text": " <font color=red>أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِنْ قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ أَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ</font><BR><p>يَقُول تَعَالَى وَاعِظًا لِهَؤُلَاءِ الْمُنَافِقِينَ الْمُكَذِّبِينَ لِلرُّسُلِ \" أَلَمْ يَأْتِهِمْ نَبَأ الَّذِينَ مِنْ قَبْلهمْ \" أَيْ أَلَمْ تُخْبَرُوا خَبَر مَنْ كَانَ قَبْلكُمْ مِنْ الْأُمَم الْمُكَذِّبَة لِلرُّسُلِ \" قَوْم نُوح \" وَمَا أَصَابَهُمْ مِنْ الْغَرَق الْعَامّ لِجَمِيعِ أَهْل الْأَرْض إِلَّا مَنْ آمَنَ بِعَبْدِهِ وَرَسُوله نُوحَ عَلَيْهِ السَّلَام \" وَعَاد \" كَيْف أُهْلِكُوا بِالرِّيحِ الْعَقِيم لَمَّا كَذَّبُوا هُودًا عَلَيْهِ السَّلَام \" وَثَمُود \" كَيْف أَخَذَتْهُمْ الصَّيْحَة لَمَّا كَذَّبُوا صَالِحًا عَلَيْهِ السَّلَام وَعَقَرُوا النَّاقَة \" وَقَوْم إِبْرَاهِيم \" كَيْف نَصَرَهُ اللَّه عَلَيْهِمْ وَأَيَّدَهُ بِالْمُعْجِزَاتِ الظَّاهِرَة عَلَيْهِمْ وَأَهْلَكَ مَلِكهمْ نُمْرُود بْن كَنْعَان بْن كوش الْكَنْعَانِيّ لَعَنَهُ اللَّه \" وَأَصْحَاب مَدْيَن \" وَهُمْ قَوْم شُعَيْب عَلَيْهِ السَّلَام وَكَيْف أَصَابَتْهُمْ الرَّجْفَة وَعَذَاب يَوْم الظُّلَّة \" وَالْمُؤْتَفِكَات \" قَوْم لُوط وَقَدْ كَانُوا يَسْكُنُونَ فِي مَدَائِن وَقَالَ فِي الْآيَة الْأُخْرَى \" وَالْمُؤْتَفِكَة أَهْوَى \" أَيْ الْأُمَّة الْمُؤْتَفِكَة وَقِيلَ أُمّ قُرَاهُمْ وَهِيَ سَدُوم وَالْغَرَض أَنَّ اللَّه تَعَالَى أَهْلَكَهُمْ عَنْ آخِرهمْ بِتَكْذِيبِهِمْ نَبِيّ اللَّه لُوطًا عَلَيْهِ السَّلَام وَإِتْيَانهمْ الْفَاحِشَة الَّتِي لَمْ يَسْبِقهُمْ بِهَا أَحَد مِنْ الْعَالَمِينَ \" أَتَتْهُمْ رُسُلهمْ بِالْبَيِّنَاتِ \" أَيْ بِالْحُجَجِ وَالدَّلَائِل الْقَاطِعَات \" فَمَا كَانَ اللَّه لِيَظْلِمهُمْ \" أَيْ بِإِهْلَاكِهِ إِيَّاهُمْ لِأَنَّهُ أَقَامَ عَلَيْهِمْ الْحُجَّة بِإِرْسَالِ الرُّسُل وَإِزَاحَة الْعِلَل \" وَلَكِنْ كَانُوا أَنْفُسهمْ يَظْلِمُونَ \" أَيْ بِتَكْذِيبِهِمْ الرُّسُل وَمُخَالَفَتهمْ الْحَقّ فَصَارُوا إِلَى مَا صَارُوا إِلَيْهِ مِنْ الْعَذَاب وَالدَّمَار .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43491, "aya_id": 70}]