[{"text": "لاَ تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَواْ وَّيُحِبُّونَ أَن يُحْمَدُواْ بِمَا لَمْ يَفْعَلُواْ فَلاَ تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ الْعَذَابِ وَلَهُمْ عَذَابٌ أَلِيمٌ", "sura_id": 3, "type": 0, "id": 481, "aya_id": 188}, {"text": "لا تحسبن الذين يفرحون بما أتوا ويحبون أن يحمدوا بما لم يفعلوا فلا تحسبنهم بمفازة من العذاب ولهم عذاب أليم", "sura_id": 3, "type": 1, "id": 6717, "aya_id": 188}, {"text": "188 - (لا تحسبن) بالتاء والياء (الذين يفرحون بما أتوا) فعلوا في إضلال الناس (ويحبون أن يحمدوا بما لم يفعلوا) من التمسك بالحق وهم على ضلال (فلا تحسبنهم) بالوجهين تأكيد (بمفازة) بمكان ينجون فيه (من العذاب) من الآخرة بل هم في مكان يعذبون فيه وهو جهنم (ولهم عذاب أليم) مؤلم فيها ، ومفعولا يحسب الأولى دل عليهما مفعولا الثانية على قراءة التحتانية وعلى الفوقانية حذف الثاني فقط \r\n", "sura_id": 3, "type": 2, "id": 25425, "aya_id": 188}, {"text": "ولا تظنن الذين يفرحون بما أَتَوا من أفعال قبيحة كاليهود والمنافقين وغيرهم, ويحبون أن يثني عليهم الناس بما لم يفعلوا, فلا تظنهم ناجين من عذاب الله في الدنيا, ولهم في الآخرة عذاب موجع. وفي الآية وعيد شديد لكل آت لفعل السوء معجب به, ولكل مفتخر بما لم يعمل, ليُثنيَ عليه الناس ويحمدوه.\r\n", "sura_id": 3, "type": 3, "id": 31661, "aya_id": 188}, {"text": " <font color=red>لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنَ الْعَذَابِ وَلَهُمْ عَذَابٌ أَلِيمٌ</font><BR><p>قَوْله تَعَالَى \" لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا \" الْآيَة يَعْنِي بِذَلِكَ الْمُرَائِينَ الْمُتَكَثَّرِينَ بِمَا لَمْ يُعْطُوا كَمَا جَاءَ فِي الصَّحِيحَيْنِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ اِدَّعَى دَعْوَى كَاذِبَة لِيَتَكَثَّرَ بِهَا لَمْ يَزِدْهُ اللَّه إِلَّا قِلَّة \" وَفِي الصَّحِيحَيْنِ أَيْضًا \" الْمُتَشَبِّع بِمَا لَمْ يُعْطَ كَلَابِسِ ثَوْبَيْ زُور \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَجَّاج عَنْ اِبْن جُرَيْج أَخْبَرَنِي اِبْن أَبِي مُلَيْكَة أَنَّ حُمَيْد بْن عَبْد الرَّحْمَن بْن عَوْف أَخْبَرَهُ أَنَّ مَرْوَان قَالَ لِبَوَّابِهِ : اِذْهَبْ يَا رَافِع إِلَى اِبْن عَبَّاس فَقُلْ : لَئِنْ كَانَ كُلّ اِمْرِئٍ مِنَّا فَرِحَ بِمَا أَتَى وَأَحَبَّ أَنْ يُحْمَد بِمَا لَمْ يَفْعَل مُعَذَّبًا لَنُعَذَّبَنَّ أَجْمَعِينَ فَقَالَ اِبْن عَبَّاس مَا لَكُمْ وَهَذِهِ إِنَّمَا نَزَلَتْ هَذِهِ فِي أَهْل الْكِتَاب ثُمَّ تَلَا اِبْن عَبَّاس \" وَإِذْ أَخَذَ اللَّه مِيثَاق الَّذِينَ أُوتُوا الْكِتَاب لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاء ظُهُورهمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا فَبِئْسَ مَا يَشْتَرُونَ لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا \" الْآيَة . وَقَالَ اِبْن عَبَّاس : سَأَلَهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ شَيْء فَكَتَمُوهُ إِيَّاهُ وَأَخْبَرُوهُ بِغَيْرِهِ فَخَرَجُوا قَدْ أَرَوْهُ أَنْ قَدْ أَخْبَرُوهُ بِمَا سَأَلَهُمْ عَنْهُ وَاسْتَحْمَدُوا بِذَلِكَ إِلَيْهِ وَفَرِحُوا بِمَا أُوتُوا مِنْ كِتْمَانهمْ مَا سَأَلَهُمْ عَنْهُ وَهَكَذَا رَوَاهُ الْبُخَارِيّ فِي التَّفْسِير وَمُسْلِم وَالتِّرْمِذِيّ وَالنَّسَائِيّ فِي تَفْسِيرَيْهِمَا وَابْن أَبِي حَاتِم وَابْن خُزَيْمَة وَالْحَاكِم فِي مُسْتَدْرَكه وَابْن مَرْدُوَيه كُلّهمْ مِنْ حَدِيث عَبْد الْمَلِك بْن جُرَيْج بِنَحْوِهِ . وَرَوَاهُ الْبُخَارِيّ أَيْضًا مِنْ حَدِيث اِبْن جُرَيْج عَنْ اِبْن أَبِي مُلَيْكَة عَنْ عَلْقَمَة بْن وَقَّاص أَنَّ مَرْوَان قَالَ لِبَوَّابِهِ : اِذْهَبْ يَا رَافِع إِلَى اِبْن عَبَّاس فَذَكَرَهُ - وَقَالَ الْبُخَارِيّ : حَدَّثَنَا سَعِيد بْن أَبِي مَرْيَم أَنْبَأَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنِي زَيْد بْن أَسْلَم عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد الْخُدْرِيّ : أَنَّ رِجَالًا مِنْ الْمُنَافِقِينَ فِي عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانُوا إِذَا خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الْغَزْو تَخَلَّفُوا عَنْهُ وَفَرِحُوا بِمَقْعَدِهِمْ خِلَاف رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِذَا قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الْغَزْو اِعْتَذَرُوا إِلَيْهِ وَحَلَفُوا وَأَحَبُّوا أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَنَزَلَتْ \" لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا \" الْآيَة . كَذَا رَوَاهُ مُسْلِم مِنْ حَدِيث اِبْن أَبِي مَرْيَم بِنَحْوِهِ وَقَدْ رَوَاهُ اِبْن مَرْدُوَيه فِي تَفْسِيره مِنْ حَدِيث اللَّيْث بْن سَعْد عَنْ هِشَام بْن سَعْد عَنْ زَيْد بْن أَسْلَم قَالَ : قَالَ أَبُو سَعِيد وَرَافِع بْن خَدِيج وَزَيْد بْن ثَابِت : كُنَّا عِنْد مَرْوَان فَقَالَ : يَا أَبَا سَعِيد أَرَأَيْت قَوْله تَعَالَى \" لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا \" وَنَحْنُ نَفْرَح بِمَا أَتَيْنَا وَنُحِبّ أَنْ نُحْمَد بِمَا لَمْ نَفْعَل ؟ فَقَالَ أَبُو سَعِيد : إِنَّ هَذَا لَيْسَ مِنْ ذَاكَ إِنَّمَا ذَاكَ أَنَّ نَاسًا مِنْ الْمُنَافِقِينَ يَتَخَلَّفُونَ إِذَا بَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْثًا فَإِنْ كَانَ فِيهِ نَكْبَة فَرِحُوا بِتَخَلُّفِهِمْ وَإِنْ كَانَ لَهُمْ نَصْر مِنْ اللَّه وَفَتْح حَلَفُوا لَهُمْ لِيُرْضُوهُمْ وَحَمِدُوهُمْ عَلَى سُرُورهمْ بِالنَّصْرِ وَالْفَتْح فَقَالَ مَرْوَان : أَيْنَ هَذَا مِنْ هَذَا ؟ فَقَالَ أَبُو سَعِيد : وَهَذَا يَعْلَم هَذَا ؟ فَقَالَ مَرْوَان : أَكَذَلِكَ يَا زَيْد ؟ قَالَ : نَعَمْ صَدَقَ أَبُو سَعِيد . ثُمَّ قَالَ أَبُو سَعِيد وَهَذَا يَعْلَم ذَاكَ - يَعْنِي رَافِع بْن خَدِيج - وَلَكِنَّهُ يَخْشَى إِنْ أَخْبَرَك أَنْ تَنْزِع قَلَائِصه فِي الصَّدَقَة فَلَمَّا خَرَجُوا قَالَ زَيْد لِأَبِي سَعِيد الْخُدْرِيّ : أَلَا تَحْمَدنِي عَلَى مَا شَهِدْت لَك ؟ فَقَالَ لَهُ أَبُو سَعِيد : شَهِدْت الْحَقّ فَقَالَ زَيْد : أَوَلَا تَحْمَدنِي عَلَى مَا شَهِدْت الْحَقّ ؟ ثُمَّ رَوَاهُ مِنْ حَدِيث مَالِك عَنْ زَيْد بْن أَسْلَم عَنْ رَافِع بْن خَدِيج أَنَّهُ كَانَ هُوَ وَزَيْد بْن ثَابِت عِنْد مَرْوَان بْن الْحَكَم وَهُوَ أَمِير عَلَى الْمَدِينَة فَقَالَ مَرْوَان : يَا رَافِع فِي أَيّ شَيْءٍ نَزَلَتْ هَذِهِ الْآيَة ؟ فَذَكَرَهُ كَمَا تَقَدَّمَ عَنْ أَبِي سَعِيد رَضِيَ اللَّه عَنْهُمْ وَكَانَ مَرْوَان يَبْعَث بَعْد ذَلِكَ يَسْأَل اِبْن عَبَّاس كَمَا تَقَدَّمَ ؟ فَقَالَ لَهُ مَا ذَكَرْنَاهُ . وَلَا مُنَافَاة بَيْن مَا ذَكَرَهُ اِبْن عَبَّاس وَمَا قَالَهُ هَؤُلَاءِ لِأَنَّ الْآيَة عَامَّة فِي جَمِيع مَا ذُكِرَ وَاَللَّه أَعْلَم . وَقَدْ رَوَى اِبْن مَرْدُوَيه أَيْضًا مِنْ حَدِيث مُحَمَّد بْن عَتِيق وَمُوسَى بْن عُقْبَة عَنْ الزُّهْرِيّ عَنْ مُحَمَّد بْن ثَابِت الْأَنْصَارِيّ أَنَّ ثَابِت بْن قَيْس الْأَنْصَارِيّ قَالَ : يَا رَسُول اللَّه وَاَللَّه لَقَدْ خَشِيت أَنْ أَكُون هَلَكْت قَالَ \" لِمَ ؟ \" قَالَ نَهَى اللَّه الْمَرْء أَنْ يُحِبّ أَنْ يُحْمَد بِمَا لَمْ يَفْعَل وَأَجِدنِي أُحِبّ الْحَمْد وَنَهَى اللَّه عَنْ الْخُيَلَاء وَأَجِدنِي أُحِبّ الْجَمَال وَنَهَى اللَّه أَنْ نَرْفَع أَصْوَاتنَا فَوْق صَوْتك وَأَنَا اِمْرُؤٌ جَهِير الصَّوْت فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَا تَرْضَى أَنْ تَعِيش حَمِيدًا وَتُقْتَل شَهِيدًا وَتَدْخُل الْجَنَّة \" فَقَالَ : بَلَى يَا رَسُول اللَّه فَعَاشَ حَمِيدًا وَقُتِلَ شَهِيدًا يَوْم مُسَيْلِمَة الْكَذَّاب - وَقَوْله تَعَالَى \" فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنْ الْعَذَاب \" يُقْرَأ بِالتَّاءِ عَلَى مُخَاطَبَة الْمُفْرَد وَبِالْيَاءِ عَلَى الْإِخْبَار عَنْهُمْ أَيْ لَا تَحْسِب أَنَّهُمْ نَاجُونَ مِنْ الْعَذَاب : بَلْ لَا بُدّ لَهُمْ مِنْهُ وَلِهَذَا قَالَ تَعَالَى \" وَلَهُمْ عَذَاب أَلِيم \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39941, "aya_id": 188}]