[{"text": "اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِن شُرَكَائِكُم مَّن يَفْعَلُ مِن ذَلِكُم مِّن شَيْءٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ", "sura_id": 30, "type": 0, "id": 3449, "aya_id": 40}, {"text": "الله الذي خلقكم ثم رزقكم ثم يميتكم ثم يحييكم هل من شركائكم من يفعل من ذلكم من شيء سبحانه وتعالى عما يشركون", "sura_id": 30, "type": 1, "id": 9685, "aya_id": 40}, {"text": "40 - (الله الذي خلقكم ثم رزقكم ثم يميتكم ثم يحييكم هل من شركائكم) ممن أشركتم بالله (من يفعل من ذلكم من شيء) لا (سبحانه وتعالى عما يشركون) به \r\n", "sura_id": 30, "type": 2, "id": 28393, "aya_id": 40}, {"text": "الله وحده هو الذي خلقكم -أيها الناس- ثم رزقكم في هذه الحياة, ثم يميتكم بانتهاء آجالكم, ثم يبعثكم من القبور أحياء للحساب والجزاء, هل من شركائكم مَن يفعل من ذلكم من شيء؟ تنزَّه الله وتقدَّس عن شرك هؤلاء المشركين به.\r\n", "sura_id": 30, "type": 3, "id": 34629, "aya_id": 40}, {"text": " <font color=red>اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ</font><BR><p>قَوْله عَزَّ وَجَلَّ\" اللَّه الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ \" أَيْ هُوَ الْخَالِق الرَّازِق يُخْرِج الْإِنْسَان مِنْ بَطْن أُمّه عُرْيَانًا لَا عِلْم لَهُ وَلَا سَمْع وَلَا بَصَر وَلَا قُوًى ثُمَّ يَرْزُقهُ جَمِيع ذَلِكَ بَعْد ذَلِكَ وَالرِّيَاش وَاللِّبَاس وَالْمَال وَالْأَمْلَاك وَالْمَكَاسِب كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ سَلَّام بْن شُرَحْبِيل عَنْ حَبَّة وَسَوَاء اِبْنَيْ خَالِد قَالَا دَخَلْنَا عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يُصْلِح شَيْئًا فَأَعْنَاهُ فَقَالَ \" لَا تَيْأَسَا مِنْ الرِّزْق مَا تَهَزْهَزَتْ رُءُوسُكُمَا فَإِنَّ الْإِنْسَان تَلِدهُ أُمّه أَحْمَر لَيْسَ عَلَيْهِ قِشْرَة ثُمَّ يَرْزُقهُ اللَّه عَزَّ وَجَلَّ \" وَقَوْله تَعَالَى \" ثُمَّ يُمِيتكُمْ \" أَيْ بَعْد هَذِهِ الْحَيَاة \" ثُمَّ يُحْيِيكُمْ \" أَيْ يَوْم الْقِيَامَة وَقَوْله تَعَالَى \" هَلْ مِنْ شُرَكَائِكُمْ \" أَيْ الَّذِينَ تَعْبُدُونَهُمْ مِنْ دُون اللَّه \" مَنْ يَفْعَل مِنْ ذَلِكُمْ مِنْ شَيْء \" أَيْ لَا يَقْدِر أَحَد مِنْهُمْ عَلَى فِعْل شَيْء مِنْ ذَلِكَ بَلْ اللَّه سُبْحَانه وَتَعَالَى هُوَ الْمُسْتَقِلّ بِالْخَلْقِ وَالرِّزْق وَالْإِحْيَاء وَالْإِمَاتَة ثُمَّ يَبْعَث الْخَلَائِق يَوْم الْقِيَامَة وَلِهَذَا قَالَ بَعْد هَذَا كُلّه \" سُبْحَانه وَتَعَالَى عَمَّا يُشْرِكُونَ \" أَيْ تَعَالَى وَتَقَدَّسَ وَتَنَزَّهَ وَتَعَاظَمَ وَجَلَّ وَعَزَّ عَنْ أَنْ يَكُون لَهُ شَرِيك أَوْ نَظِير أَوْ مُسَاوٍ أَوْ وَلَد أَوْ وَالِد بَلْ هُوَ الْأَحَد الْفَرْد الصَّمَد الَّذِي لَمْ يَلِد وَلَمْ يُولَد وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَد .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40077, "aya_id": 40}]