[{"text": "وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ", "sura_id": 42, "type": 0, "id": 4297, "aya_id": 25}, {"text": "وهو الذي يقبل التوبة عن عباده ويعفو عن السيئات ويعلم ما تفعلون", "sura_id": 42, "type": 1, "id": 10533, "aya_id": 25}, {"text": "25 - (وهو الذي يقبل التوبة عن عباده) منهم (ويعفو عن السيئات) المتاب عنها (ويعلم ما تفعلون) بالياء والتاء \r\n", "sura_id": 42, "type": 2, "id": 29241, "aya_id": 25}, {"text": "والله سبحانه وتعالى هو الذي يقبل التوبة عن عباده إذا رجعوا إلى توحيد الله وطاعته، ويعفو عن السيئات، ويعلم ما تصنعون من خير وشر، لا يخفى عليه شيء من ذلك، وهو مجازيكم به.\r\n", "sura_id": 42, "type": 3, "id": 35477, "aya_id": 25}, {"text": " <font color=red>وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ</font><BR><p>يَقُول تَعَالَى مُمْتَنًّا عَلَى عِبَاده بِقَبُولِ تَوْبَتهمْ إِلَيْهِ إِذَا تَابُوا وَرَجَعُوا إِلَيْهِ إِنَّهُ مِنْ كَرَمه وَحِلْمه أَنَّهُ يَعْفُو وَيَصْفَح وَيَسْتُر وَيَغْفِر كَقَوْلِهِ عَزَّ وَجَلَّ \" وَمَنْ يَعْمَل سُوءًا أَوْ يَظْلِم نَفْسه ثُمَّ يَسْتَغْفِر اللَّه يَجِد اللَّه غَفُورًا رَحِيمًا \" وَقَدْ ثَبَتَ فِي صَحِيح مُسْلِم رَحْمَة اللَّه عَلَيْهِ حَيْثُ قَالَ حَدَّثَنَا مُحَمَّد بْن الصَّبَّاح وَزُهَيْر بْن حَرْب قَالَا : حَدَّثَنَا عُمَر بْن يُونُس حَدَّثَنَا عِكْرِمَة بْن عَمَّار حَدَّثَنَا إِسْحَاق بْن أَبِي طَلْحَة حَدَّثَنِي أَنَس بْن مَالِك وَهُوَ عَمّه رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَلَّهُ تَعَالَى أَشَدّ فَرَحًا بِتَوْبَةِ عَبْده حِين يَتُوب إِلَيْهِ مِنْ أَحَدكُمْ كَانَتْ رَاحِلَته بِأَرْضٍ فَلَاة فَانْفَلَتَتْ مِنْهُ وَعَلَيْهَا طَعَامه وَشَرَابه فَأَيِسَ مِنْهَا فَأَتَى شَجَرَة فَاضْطَجَعَ فِي ظِلّهَا قَدْ أَيِسَ مِنْ رَاحِلَته فَبَيْنَمَا هُوَ كَذَلِكَ إِذَا هُوَ بِهَا قَائِمَة عِنْده فَأَخَذَ بِخِطَامِهَا ثُمَّ قَالَ مِنْ شِدَّة الْفَرَح اللَّهُمَّ أَنْتَ عَبْدِي وَأَنَا رَبّك - أَخْطَأَ مِنْ شِدَّة الْفَرَح - \" وَقَدْ ثَبَتَ أَيْضًا فِي الصَّحِيح مِنْ رِوَايَة عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ نَحْوه وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيّ فِي قَوْله تَعَالَى\" وَهُوَ الَّذِي يَقْبَل التَّوْبَة عَنْ عِبَاده \" إِنَّ أَبَا هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَلَّه أَشَدّ فَرَحًا بِتَوْبَةِ عَبْده مِنْ أَحَدكُمْ يَجِد ضَالَّته فِي الْمَكَان الَّذِي يَخَاف أَنْ يَقْتُلهُ فِيهِ الْعَطَش\" وَقَالَ هَمَّام بْن الْحَارِث سُئِلَ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ عَنْ الرَّجُل يَفْجُر بِالْمَرْأَةِ ثُمَّ يَتَزَوَّجهَا ؟ قَالَ لَا بَأْس بِهِ وَقَرَأَ \" وَهُوَ الَّذِي يَقْبَل التَّوْبَة عَنْ عِبَاده\" الْآيَة . رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث شُرَيْح الْقَاضِي عَنْ إِبْرَاهِيم بْن مُهَاجِر عَنْ إِبْرَاهِيم النَّخَعِيّ عَنْ هَمَّام فَذَكَرَهُ وَقَوْله عَزَّ وَجَلَّ \" وَيَعْفُو عَنْ السَّيِّئَات\" أَيْ يَقْبَل التَّوْبَة فِي الْمُسْتَقْبَل وَيَعْفُو عَنْ السَّيِّئَات فِي الْمَاضِي \" وَيَعْلَم مَا تَفْعَلُونَ \" أَيْ هُوَ عَالِم بِجَمِيعِ مَا فَعَلْتُمْ وَصَنَعْتُمْ وَقُلْتُمْ وَمَعَ هَذَا يَتُوب عَلَى مَنْ تَابَ إِلَيْهِ .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41096, "aya_id": 25}]