[{"text": "كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الَّذِينَ لَا يَعْلَمُونَ", "sura_id": 30, "type": 0, "id": 3468, "aya_id": 59}, {"text": "كذلك يطبع الله على قلوب الذين لا يعلمون", "sura_id": 30, "type": 1, "id": 9704, "aya_id": 59}, {"text": "59 - (كذلك يطبع الله على قلوب الذين لا يعلمون) التوحيد كما طبع على قلوب هؤلاء \r\n", "sura_id": 30, "type": 2, "id": 28412, "aya_id": 59}, {"text": "ومثل ذلك الختم يختم الله على قلوب الذين لا يعلمون حقيقة ما تأتيهم به -أيها الرسول- من عند الله من هذه العبر والآيات البينات.\r\n", "sura_id": 30, "type": 3, "id": 34648, "aya_id": 59}, {"text": " <font color=red>كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الَّذِينَ لَا يَعْلَمُونَ</font><BR><p>قَالَ هَهُنَا \" كَذَلِكَ يَطْبَع اللَّه عَلَى قُلُوب الَّذِينَ لَا يَعْلَمُونَ فَاصْبِرْ إِنَّ وَعْد اللَّه حَقّ \" أَيْ اِصْبِرْ عَلَى مُخَالَفَتهمْ وَعِنَادهمْ فَإِنَّ اللَّه تَعَالَى مُنْجِز لَك مَا وَعَدَك مِنْ نَصْره إِيَّاكَ عَلَيْهِمْ وَجَعْله الْعَاقِبَة لَك لَا مِرْيَة فِيهِ وَلَا تَعْدِل عَنْهُ وَلَيْسَ فِيمَا سِوَاهُ هُدًى يُتَّبَع بَلْ الْحَقّ كُلّه مُنْحَصِر فِيهِ قَالَ سَعِيد عَنْ قَتَادَة نَادَى رَجُل مِنْ الْخَوَارِج عَلِيًّا رَضِيَ اللَّه عَنْهُ وَهُوَ فِي صَلَاة الْغَدَاة فَقَالَ : \" وَلَقَدْ أُوحِيَ إِلَيْك وَإِلَى الَّذِينَ مِنْ قَبْلك لَئِنْ أَشْرَكْت لَيَحْبَطَنَّ عَمَلك وَلَتَكُونَنَّ مِنْ الْخَاسِرِينَ\" فَأَنْصَتَ لَهُ عَلِيّ حَتَّى فَهِمَ مَا قَالَ فَأَجَابَهُ وَهُوَ فِي الصَّلَاة \" فَاصْبِرْ إِنَّ وَعْد اللَّه حَقّ وَلَا يَسْتَخِفَّنك الَّذِينَ لَا يُوقِنُونَ \" رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم وَقَدْ رَوَاهُ اِبْن جَرِير مِنْ وَجْه آخَر فَقَالَ : حَدَّثَنَا وَكِيع حَدَّثَنَا يَحْيَى بْن آدَم عَنْ شَرِيك عَنْ عُثْمَان عَنْ أَبِي زُرْعَة عَنْ عَلِيّ بْن رَبِيعَة قَالَ : نَادَى رَجُل مِنْ الْخَوَارِج عَلِيًّا رَضِيَ اللَّه عَنْهُ وَهُوَ فِي صَلَاة الْفَجْر فَقَالَ \" وَلَقَدْ أُوحِيَ إِلَيْك وَإِلَى الَّذِينَ مِنْ قَبْلك لَئِنْ أَشْرَكْت لَيَحْبَطَنَّ عَمَلك وَلَتَكُونَنَّ مِنْ الْخَاسِرِينَ \" فَأَجَابَهُ عَلِيّ رَضِيَ اللَّه عَنْهُ وَهُوَ فِي الصَّلَاة \" فَاصْبِرْ إِنَّ وَعْد اللَّه حَقّ وَلَا يَسْتَخِفَّنك الَّذِينَ لَا يُوقِنُونَ \" . \" طَرِيق أُخْرَى\" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو عَلِيّ بْن الْجَعْد أَخْبَرَنَا شَرِيك عَنْ عِمْرَان بْن ظَبْيَان عَنْ اِبْن يَحْيَى قَالَ صَلَّى عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ صَلَاة الْفَجْر فَنَادَاهُ رَجُل مِنْ الْخَوَارِج \" لَئِنْ أَشْرَكْت لَيَحْبَطَنَّ عَمَلُك وَلَتَكُونَنَّ مِنْ الْخَاسِرِينَ \" فَأَجَابَهُ عَلِيّ رَضِيَ اللَّه عَنْهُ وَهُوَ فِي الصَّلَاة \" فَاصْبِرْ إِنَّ وَعْد اللَّه حَقّ وَلَا يَسْتَخِفَّنك الَّذِينَ لَا يُوقِنُونَ \" .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40097, "aya_id": 59}]