[{"text": "لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِن وَرَائِهِم بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ", "sura_id": 23, "type": 0, "id": 2773, "aya_id": 100}, {"text": "لعلي أعمل صالحا فيما تركت كلا إنها كلمة هو قائلها ومن ورائهم برزخ إلى يوم يبعثون", "sura_id": 23, "type": 1, "id": 9009, "aya_id": 100}, {"text": "100 - (لعلي أعمل صالحا) بأن أشهد أن لا إله إلا الله يكون (فيما تركت) ضيعت من عمري أي في مقابلته قال تعالى (كلا) أي لا رجوع (إنها) أي رب ارجعون (كلمة هو قائلها) ولا فائدة له فيها (ومن ورائهم) أمامهم (برزخ) حاجز يصدهم عن الرجوع (إلى يوم يبعثون) ولا رجوع بعده \r\n", "sura_id": 23, "type": 2, "id": 27717, "aya_id": 100}, {"text": "لعلي أستدرك ما ضيَّعْتُ من الإيمان والطاعة. ليس له ذلك، فلا يجاب إلى ما طلب ولا يُمْهَل. فإنما هي كلمة هو قائلها قولا لا ينفعه، وهو فيه غير صادق، فلو رُدَّ إلى الدنيا لعاد إلى ما نُهي عنه، وسيبقى المتوفَّون في الحاجز والبَرْزخ الذي بين الدنيا والآخرة إلى يوم البعث والنشور.\r\n", "sura_id": 23, "type": 3, "id": 33953, "aya_id": 100}, {"text": " <font color=red>لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ حَال الْمُحْتَضَر عِنْد الْمَوْت مِنْ الْكَافِرِينَ أَوْ الْمُفَرِّطِينَ فِي أَمْر اللَّه تَعَالَى وَقِيلهمْ عِنْد ذَلِكَ وَسُؤَالهمْ الرَّجْعَة إِلَى الدُّنْيَا لِيُصْلِح مَا كَانَ أَفْسَدَهُ فِي مُدَّة حَيَاته وَلِهَذَا قَالَ \" رَبّ اِرْجِعُونِ لَعَلِّي أَعْمَل صَالِحًا فِيمَا تَرَكْت كَلَّا \" كَمَا قَالَ تَعَالَى \" وَأَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْل أَنْ يَأْتِيَ أَحَدكُمْ الْمَوْت - إِلَى قَوْله - وَاَللَّه خَبِير بِمَا تَعْمَلُونَ \" وَقَالَ تَعَالَى\" وَأَنْذِرْ النَّاس يَوْم يَأْتِيهِمْ الْعَذَاب - إِلَى قَوْله - مَا لَكُمْ مِنْ زَوَال \" وَقَالَ تَعَالَى \" يَوْم يَأْتِي تَأْوِيله يَقُول الَّذِينَ نَسُوهُ مِنْ قَبْل قَدْ جَاءَتْ رُسُل رَبّنَا بِالْحَقِّ فَهَلْ لَنَا مِنْ شُفَعَاء فَيَشْفَعُوا لَنَا أَوْ نُرَدّ فَنَعْمَل غَيْر الَّذِي كُنَّا نَعْمَل \" وَقَالَ تَعَالَى \" وَلَوْ تَرَى إِذْ الْمُجْرِمُونَ نَاكِسُو رُءُوسهمْ عِنْد رَبّهمْ رَبّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَل صَالِحًا إِنَّا مُوقِنُونَ \" وَقَالَ تَعَالَى \" وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّار فَقَالُوا يَا لَيْتَنَا نُرَدّ وَلَا نُكَذِّب بِآيَاتِ رَبّنَا - إِلَى قَوْله - وَإِنَّهُمْ لَكَاذِبُونَ \" وَقَالَ تَعَالَى \" وَتَرَى الظَّالِمِينَ لَمَّا رَأَوْا الْعَذَاب يَقُولُونَ هَلْ إِلَى مَرَدّ مِنْ سَبِيل\" وَقَالَ تَعَالَى \" قَالُوا رَبّنَا أَمَتّنَا اِثْنَتَيْنِ وَأَحْيَيْتنَا اِثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوج مِنْ سَبِيل \" وَالْآيَة بَعْدهَا . وَقَالَ تَعَالَى \" وَهُمْ يَصْطَرِخُونَ فِيهَا رَبّنَا أَخْرِجْنَا نَعْمَل صَالِحًا غَيْر الَّذِي كُنَّا نَعْمَل أَوَلَمْ نُعَمِّركُمْ مَا يَتَذَكَّر فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمْ النَّذِير فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِير \" فَذَكَرَ تَعَالَى أَنَّهُمْ يَسْأَلُونَ الرَّجْعَة فَلَا يُجَابُونَ عِنْد الِاحْتِضَار وَيَوْم النُّشُور وَوَقْت الْعَرْض عَلَى الْجَبَّار وَحِين يُعْرَضُونَ عَلَى النَّار وَهُمْ فِي غَمَرَات عَذَاب الْجَحِيم . وَقَوْله هَهُنَا \" كَلَّا إِنَّهَا كَلِمَة هُوَ قَائِلهَا \" كَلَّا حَرْف رَدْع وَزَجْر أَيْ لَا نُجِيبهُ إِلَى مَا طَلَبَ وَلَا نَقْبَل مِنْهُ . وَقَوْله تَعَالَى \" إِنَّهَا كَلِمَة هُوَ قَائِلهَا \" قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم : أَيْ لَا بُدّ أَنْ يَقُولهَا لَا مَحَالَة كُلّ مُحْتَضَر ظَالِم وَيُحْتَمَل أَنْ يَكُون ذَلِكَ عِلَّة لِقَوْلِهِ كَلَّا أَيْ لِأَنَّهَا كَلِمَة أَيْ سُؤَاله الرُّجُوع لِيَعْمَل صَالِحًا هُوَ كَلَام مِنْهُ وَقَوْل لَا عَمَل مَعَهُ وَلَوْ رُدَّ لَمَا عَمِلَ صَالِحًا وَلَكَانَ يَكْذِب فِي مَقَالَته هَذِهِ كَمَا قَالَ تَعَالَى \" وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ \" قَالَ قَتَادَة : وَاَللَّه مَا تَمَنَّى أَنْ يَرْجِع إِلَى أَهْل وَلَا إِلَى عَشِيرَة وَلَا بِأَنْ يَجْمَع الدُّنْيَا وَيَقْضِي الشَّهَوَات وَلَكِنْ تَمَنَّى أَنْ يَرْجِع فَيَعْمَل بِطَاعَةِ اللَّه عَزَّ وَجَلَّ فَرَحِمَ اللَّه اِمْرَأً عَمِلَ فِيمَا يَتَمَنَّاهُ الْكَافِر إِذَا رَأَى الْعَذَاب إِلَى النَّار وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ \" حَتَّى إِذَا جَاءَ أَحَدهمْ الْمَوْت قَالَ رَبّ اِرْجِعُونِ لَعَلِّي أَعْمَل صَالِحًا فِيمَا تَرَكْت \" قَالَ فَيَقُول الْجَبَّار \" كَلَّا إِنَّهَا كَلِمَة هُوَ قَائِلهَا\" وَقَالَ عُمَر بْن عَبْد اللَّه مَوْلَى غَفِرَة : إِذَا قَالَ الْكَافِر\" رَبّ اِرْجِعُونِ لَعَلِّي أَعْمَل صَالِحًا \" يَقُول اللَّه تَعَالَى كَلَّا كَذَبْت وَقَالَ قَتَادَة فِي قَوْله تَعَالَى \" حَتَّى إِذَا جَاءَ أَحَدهمْ الْمَوْت \" قَالَ كَانَ الْعَلَاء بْن زِيَاد يَقُول : لَيُنْزِلَنَّ أَحَدكُمْ نَفْسه أَنَّهُ قَدْ حَضَرَهُ الْمَوْت فَاسْتَقَالَ رَبّه فَأَقَالَهُ فَلْيَعْمَلْ بِطَاعَةِ اللَّه تَعَالَى . وَقَالَ قَتَادَة : وَاَللَّه مَا تَمَنَّى إِلَّا أَنْ يَرْجِع فَيَعْمَل بِطَاعَةِ اللَّه فَانْظُرُوا أُمْنِيَّة الْكَافِر الْمُفَرِّط فَاعْمَلُوا بِهَا وَلَا قُوَّة إِلَّا بِاَللَّهِ . وَعَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ نَحْوه . وَقَالَ مُحَمَّد بْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَحْمَد بْن يُوسُف حَدَّثَنَا فُضَيْل - يَعْنِي اِبْن عِيَاض - عَنْ لَيْث عَنْ طَلْحَة بْن مُصَرِّف عَنْ أَبِي حَازِم عَنْ أَبِي هُرَيْرَة قَالَ : إِذَا وُضِعَ - يَعْنِي الْكَافِر - فِي قَبْره فَيَرَى مَقْعَده مِنْ النَّار قَالَ فَيَقُول رَبّ اِرْجِعُونِ أَتُوب وَأَعْمَل صَالِحًا قَالَ فَيُقَال قَدْ عَمَّرْت مَا كُنْت مُعَمِّرًا قَالَ فَيُضَيَّق عَلَيْهِ قَبْره وَيَلْتَئِم فَهُوَ كَالْمَنْهُوشِ يَنَام وَيَفْزَع تَهْوِي إِلَيْهِ هَوَامّ الْأَرْض وَحَيَّاتهَا وَعَقَارِبهَا . وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا عُمَر بْن عَلِيّ حَدَّثَنِي سَلَمَة بْن تَمَّام حَدَّثَنَا عَلِيّ بْن زَيْد عَنْ سَعِيد بْن الْمُسَيِّب عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّهَا قَالَتْ : وَيْل لِأَهْلِ الْمَعَاصِي مِنْ أَهْل الْقُبُور تَدْخُل عَلَيْهِمْ فِي قُبُورهمْ حَيَّات سُود أَوْ دُهْم حَيَّة عِنْد رَأْسه وَحَيَّة عِنْد رِجْلَيْهِ يَقْرُصَانِهِ حَتَّى يَلْتَقِيَا فِي وَسَطه فَذَلِكَ الْعَذَاب فِي الْبَرْزَخ الَّذِي قَالَ اللَّه تَعَالَى \" وَمِنْ وَرَائِهِمْ بَرْزَخ إِلَى يَوْم يُبْعَثُونَ \" . وَقَالَ أَبُو صَالِح وَغَيْره فِي قَوْله تَعَالَى \" وَمِنْ وَرَائِهِمْ \" يَعْنِي أَمَامهمْ . وَقَالَ مُجَاهِد : الْبَرْزَخ الْحَاجِز مَا بَيْن الدُّنْيَا وَالْآخِرَة . وَقَالَ مُحَمَّد بْن كَعْب : الْبَرْزَخ مَا بَيْن الدُّنْيَا وَالْآخِرَة لَيْسُوا مَعَ أَهْل الدُّنْيَا يَأْكُلُونَ وَيَشْرَبُونَ وَلَا مَعَ أَهْل الْآخِرَة يُجَاوِزُونَ بِأَعْمَالِهِمْ . وَقَالَ أَبُو صَخْر : الْبَرْزَخ الْمَقَابِر لَا هُمْ فِي الدُّنْيَا وَلَا هُمْ فِي الْآخِرَة فَهُمْ مُقِيمُونَ إِلَى يَوْم يُبْعَثُونَ . وَفِي قَوْله تَعَالَى \" وَمِنْ وَرَائِهِمْ بَرْزَخ \" تَهْدِيد لِهَؤُلَاءِ الْمُحْتَضَرِينَ مِنْ الظُّلْمَة بِعَذَابِ الْبَرْزَخ كَمَا قَالَ تَعَالَى \" مِنْ وَرَائِهِمْ جَهَنَّم \" وَقَالَ تَعَالَى \" وَمِنْ وَرَائِهِ عَذَاب غَلِيظ \" وَقَوْله تَعَالَى \" إِلَى يَوْم يُبْعَثُونَ \" أَيْ يَسْتَمِرّ بِهِ الْعَذَاب إِلَى يَوْم الْبَعْث كَمَا جَاءَ فِي الْحَدِيث \" فَلَا يَزَال مُعَذَّبًا فِيهَا \" أَيْ فِي الْأَرْض .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39109, "aya_id": 100}]