[{"text": "وَلاَ تَكُونُواْ كَالَّتِي نَقَضَتْ غَزْلَهَا مِن بَعْدِ قُوَّةٍ أَنكَاثًا تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلاً بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِيَ أَرْبَى مِنْ أُمَّةٍ إِنَّمَا يَبْلُوكُمُ اللّهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ", "sura_id": 16, "type": 0, "id": 1993, "aya_id": 92}, {"text": "ولا تكونوا كالتي نقضت غزلها من بعد قوة أنكاثا تتخذون أيمانكم دخلا بينكم أن تكون أمة هي أربى من أمة إنما يبلوكم الله به وليبينن لكم يوم القيامة ما كنتم فيه تختلفون", "sura_id": 16, "type": 1, "id": 8229, "aya_id": 92}, {"text": "92 - (ولا تكونوا كالتي نقضت) أفسدت (غزلها) ما غزلته (من بعد قوة) إحكام له وبرم (أنكاثا) حال جمع نكث وهو ما ينكث أي يحل إحكامه وهي امرأة حمقاء من مكة كانت تغزل طول يومها ثم تنقضه (تتخذون) حال من ضمير تكونوا أي لا تكونوا مثلها في اتخاذكم (أيمانكم دخلا) هو ما يدخل في الشيء وليس منه أي فسادا وخديعة (بينكم) بأن تنقضوها (أن) أي لأن (تكون أمة) جماعة (هي أربى) أكثر (من أمة) وكانوا يحالفون الحلفاء فإذا وجدوا أكثر منهم وأعز نقضوا حلف اولئك وحالفوهم (إنما يبلوكم) يختبركم (الله به) أي بما أمر به من الوفاء بالعهد لينظر المطيع منكم والعاصي أو بكون امة أربى لينظر أتفون أم لا (وليبينن لكم يوم القيامة ما كنتم فيه تختلفون) في الدنيا من أمر العهد وغيره بأن يعذب الناكث ويثيب الوافي \r\n", "sura_id": 16, "type": 2, "id": 26937, "aya_id": 92}, {"text": "ولا ترجعوا في عهودكم, فيكون مَثَلكم مثل امرأة غزلت غَزْلا وأحكمته, ثم نقضته, تجعلون أيمانكم التي حلفتموها عند التعاهد خديعة لمن عاهدتموه, وتنقضون عهدكم إذا وجدتم جماعة أكثر مالا ومنفعة من الذين عاهدتموهم, إنما يختبركم الله بما أمركم به من الوفاء بالعهود وما نهاكم عنه مِن نقضها, وليبيِّن لكم يوم القيامة ما كنتم فيه تختلفون في الدنيا من الإيمان بالله ونبوة محمد صلى الله عليه وسلم.\r\n", "sura_id": 16, "type": 3, "id": 33173, "aya_id": 92}, {"text": " <font color=red>وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِنْ بَعْدِ قُوَّةٍ أَنْكَاثًا تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبَى مِنْ أُمَّةٍ إِنَّمَا يَبْلُوكُمُ اللَّهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ</font><BR><p>وَقَوْله \" وَلَا تَكُونُوا كَاَلَّتِي نَقَضَتْ غَزْلهَا مِنْ بَعْد قُوَّة أَنْكَاثًا \" قَالَ عَبْد اللَّه بْن كَثِير السُّدِّيّ : هَذِهِ اِمْرَأَة خَرْقَاء كَانَتْ بِمَكَّة كُلَّمَا غَزَلَتْ شَيْئًا نَقَضَتْهُ بَعْد انْبِرَامِهِ وَقَالَ مُجَاهِد وَقَتَادَة وَابْن زَيْد هَذَا مَثَل لِمَنْ نَقَضَ عَهْده بَعْد تَوْكِيده وَهَذَا الْقَوْل أَرْجَح وَأَظْهَر وَسَوَاء كَانَ بِمَكَّة اِمْرَأَة تَنْقُض غَزْلهَا أَمْ لَا . وَقَوْله \" أَنْكَاثًا \" يَحْتَمِل أَنْ يَكُون اِسْم مَصْدَر \" نَقَضَتْ غَزْلهَا مِنْ بَعْد قُوَّة أَنْكَاثًا \" أَيْ أَنْقَاضًا وَيَحْتَمِل أَنْ يَكُون بَدَلًا عَنْ خَبَر كَانَ أَيْ لَا تَكُونُوا أَنْكَاثًا جَمْع نِكْث مِنْ نَاكَثَ وَلِهَذَا قَالَ بَعْده \" تَتَّخِذُونَ أَيْمَانكُمْ دَخَلًا بَيْنكُمْ \" أَيْ خَدِيعَة وَمَكْرًا \" أَنْ تَكُون أُمَّة هِيَ أَرْبَى مِنْ أُمَّة \" أَيْ تَحْلِفُونَ لِلنَّاسِ إِذَا كَانُوا أَكْثَر مِنْكُمْ لِيَطْمَئِنُّوا إِلَيْكُمْ فَإِذَا أَمْكَنَكُمْ الْغَدْر بِهِمْ غَدَرْتُمْ فَنَهَى اللَّه عَنْ ذَلِكَ لِيُنَبِّه بِالْأَدْنَى عَلَى الْأَعْلَى إِذَا كَانَ قَدْ نَهَى عَنْ الْغَدْر وَالْحَالَة هَذِهِ فَلَأَنْ يَنْهَى عَنْهُ مَعَ التَّمَكُّن وَالْقُدْرَة بِطَرِيقِ الْأَوْلَى . وَقَدْ قَدَّمْنَا وَلِلَّهِ الْحَمْد فِي سُورَة الْأَنْفَال قِصَّة مُعَاوِيَة لَمَّا كَانَ بَيْنه وَبَيْن مَلِك الرُّوم أَمَد فَسَارَ مُعَاوِيَة إِلَيْهِمْ فِي آخِر الْأَجَل حَتَّى إِذَا اِنْقَضَى وَهُوَ قَرِيب مِنْ بِلَادهمْ أَغَارَ عَلَيْهِمْ وَهُمْ غَارُّونَ لَا يَشْعُرُونَ فَقَالَ لَهُ عَمْرو بْن عُتْبَة اللَّه أَكْبَر يَا مُعَاوِيَة وَفَاء لَا غَدْر سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ كَانَ بَيْنه وَبَيْن قَوْم أَجَل فَلَا يُحِلَّنَّ عَقْده حَتَّى يَنْقَضِي أَمَدهَا \" فَرَجَعَ مُعَاوِيَة رَضِيَ اللَّه عَنْهُ بِالْجَيْشِ قَالَ اِبْن عَبَّاس \" أَنْ تَكُون أُمَّة هِيَ أَرْبَى مِنْ أُمَّة \" أَيْ أَكْثَر وَقَالَ مُجَاهِد كَانُوا يُحَالِفُونَ الْحُلَفَاء فَيَجِدُونَ أَكْثَر مِنْهُمْ وَأَعَزّ فَيَنْقُضُونَ حِلْف هَؤُلَاءِ وَيُحَالِفُونَ أُولَئِكَ الَّذِينَ هُمْ أَكْثَر وَأَعَزّ فَنُهُوا عَنْ ذَلِكَ وَقَالَ الضَّحَّاك وَقَتَادَة وَابْن زَيْد نَحْوه وَقَوْله \" إِنَّمَا يَبْلُوكُمْ اللَّه بِهِ \" قَالَ سَعِيد بْن جُبَيْر يَعْنِي بِالْكَثْرَةِ رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ اِبْن جَرِير أَيْ بِأَمْرِهِ إِيَّاكُمْ بِالْوَفَاءِ بِالْعَهْدِ \" وَلَيُبَيِّنَنَّ لَكُمْ يَوْم الْقِيَامَة مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ \" فَيُجَازِي كُلّ عَامِل بِعَمَلِهِ مِنْ خَيْر وَشَرّ .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38170, "aya_id": 92}]