[{"text": "وَعَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا", "sura_id": 25, "type": 0, "id": 2893, "aya_id": 38}, {"text": "وعادا وثمود وأصحاب الرس وقرونا بين ذلك كثيرا", "sura_id": 25, "type": 1, "id": 9129, "aya_id": 38}, {"text": "38 - واذكر (وعادا) قوم هود (وثمود) قوم صالح (وأصحاب الرس) اسم بئر ونبيهم قيل شعيب وقيل غيره كانوا قعودا حولها فانهارت بهم وبمنازلهم (وقرونا) أقواما (بين ذلك كثيرا) بين عاد وأصحاب الرس \r\n", "sura_id": 25, "type": 2, "id": 27837, "aya_id": 38}, {"text": "وأهلكنا عادًا قوم هود، وثمود قوم صالح، وأصحاب البئر وأممًا كثيرة بين قوم نوح وعاد وثمود وأصحاب الرسِّ، لا يعلمهم إلا الله.\r\n", "sura_id": 25, "type": 3, "id": 34073, "aya_id": 38}, {"text": " <font color=red>وَعَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا</font><BR><p>وَقَوْله تَعَالَى : \" وَعَادًا وَثَمُود وَأَصْحَاب الرَّسّ \" قَدْ تَقَدَّمَ الْكَلَام عَلَى قِصَّتَيْهِمَا فِي غَيْر مَا سُورَة كَسُورَةِ الْأَعْرَاف بِمَا أَغْنَى عَنْ الْإِعَادَة وَأَمَّا أَصْحَاب الرَّسّ فَقَالَ اِبْن جُرَيْج عَنْ اِبْن عَبَّاس هُمْ أَهْل قَرْيَة مِنْ قُرَى ثَمُود وَقَالَ اِبْن جُرَيْج : قَالَ عِكْرِمَة أَصْحَاب الرَّسّ بِفَلْج وَهُمْ أَصْحَاب يس وَقَالَ قَتَادَة فَلْج مِنْ قُرَى الْيَمَامَة وَقَالَ اِبْن أَبِي حَاتِم بِسَنَدِهِ عَنْ اِبْن عَبَّاس قَوْله : \" وَأَصْحَاب الرَّسّ \" قَالَ بِئْر بِأَذْرَبِيجَان : وَقَالَ الثَّوْرِيّ عَنْ أَبِي بَكْر عَنْ عِكْرِمَة : الرَّسّ بِئْر رُسُّوا فِيهَا نَبِيّهمْ أَيْ دَفَنُوهُ فِيهَا وَقَالَ اِبْن إِسْحَاق عَنْ مُحَمَّد بْن كَعْب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَوَّل النَّاس يَدْخُل الْجَنَّة يَوْم الْقِيَامَة الْعَبْد الْأَسْوَد وَذَلِكَ أَنَّ اللَّه تَعَالَى بَعَثَ نَبِيًّا إِلَى أَهْل قَرْيَة فَلَمْ يُؤْمِن بِهِ مِنْ أَهْلهَا إِلَّا ذَلِكَ الْعَبْد الْأَسْوَد ثُمَّ إِنَّ أَهْل الْقَرْيَة عَدَوْا عَلَى النَّبِيّ فَحَفَرُوا لَهُ بِئْرًا فَأَلْقَوْهُ فِيهَا ثُمَّ أَطْبَقُوا عَلَيْهِ بِحَجَرٍ أَصَمّ قَالَ فَكَانَ ذَلِكَ الْعَبْد يَذْهَب فَيَحْتَطِب عَلَى ظَهْره ثُمَّ يَأْتِي بِحَطَبِهِ فَيَبِيعهُ وَيَشْتَرِي بِهِ طَعَامًا وَشَرَابًا ثُمَّ يَأْتِي بِهِ إِلَى تِلْكَ الْبِئْر فَيَرْفَع تِلْكَ الصَّخْرَة وَيُعِينهُ اللَّه تَعَالَى عَلَيْهَا فَيُدْلِي إِلَيْهِ طَعَامه وَشَرَابه ثُمَّ يَرُدّهَا كَمَا كَانَتْ قَالَ فَكَانَ ذَلِكَ مَا شَاءَ اللَّه أَنْ يَكُون ثُمَّ إِنَّهُ ذَهَبَ يَوْمًا يَحْتَطِب كَمَا كَانَ يَصْنَع فَجَمَعَ حَطَبه وَحَزَمَ حُزْمَته وَفَرَغَ مِنْهَا فَلَمَّا أَرَادَ أَنْ يَحْتَمِلهَا وَجَدَ سِنَة فَاضْطَجَعَ فَنَامَ فَضَرَبَ اللَّه عَلَى أُذُنه سَبْع سِنِينَ ثُمَّ إِنَّهُ هَبَّ فَتَمَطَّى فَتَحَوَّلَ لِشِقِّهِ الْآخَر فَاضْطَجَعَ فَضَرَبَ اللَّه عَلَى أُذُنه سَبْع سِنِينَ أُخْرَى ثُمَّ إِنَّهُ هَبَّ وَاحْتَمَلَ حُزْمَته وَلَا يَحْسَب إِلَّا أَنَّهُ نَامَ سَاعَة مِنْ نَهَار فَجَاءَ إِلَى الْقَرْيَة فَبَاعَ حُزْمَته ثُمَّ اِشْتَرَى طَعَامًا وَشَرَابًا كَمَا كَانَ يَصْنَع ثُمَّ إِنَّهُ ذَهَبَ إِلَى الْحَفِيرَة مَوْضِعهَا الَّذِي كَانَتْ فِيهِ فَالْتَمَسَهُ فَلَمْ يَجِدهُ وَكَانَ قَدْ بَدَا لِقَوْمِهِ فِيهِ بَدَاءٌ فَاسْتَخْرَجُوهُ وَآمَنُوا بِهِ وَصَدَّقُوهُ قَالَ فَكَانَ نَبِيّهمْ يَسْأَلهُمْ عَنْ ذَلِكَ الْأَسْوَد مَا فَعَلَ فَيَقُولُونَ لَهُ لَا نَدْرِي حَتَّى قَبَضَ اللَّه النَّبِيّ وَهَبَّ الْأَسْوَد مِنْ نَوْمَته بَعْد ذَلِكَ\" فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ ذَلِكَ الْأَسْوَد لَأَوَّل مَنْ يَدْخُل الْجَنَّة \" وَهَكَذَا رَوَاهُ اِبْن جَرِير عَنْ اِبْن حُمَيْد عَنْ سَلَمَة عَنْ مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن كَعْب مُرْسَلًا وَفِيهِ غَرَابَة وَنَكَارَة وَلَعَلَّ فِيهِ إِدْرَاجًا وَاَللَّه أَعْلَم وَقَالَ اِبْن جَرِير : لَا يَجُوز أَنْ يُحْمَل هَؤُلَاءِ عَلَى أَنَّهُمْ أَصْحَاب الرَّسّ الَّذِينَ ذُكِرُوا فِي الْقُرْآن لِأَنَّ اللَّه أَخْبَرَ عَنْهُمْ أَنَّهُ أَهْلَكَهُمْ وَهَؤُلَاءِ آمَنُوا بِنَبِيِّهِمْ إِلَّا أَنْ يَكُون حَدَثَ لَهُمْ أَحْدَاث آمَنُوا بِالنَّبِيِّ بَعْد هَلَاك آبَائِهِمْ وَاَللَّه أَعْلَم وَاخْتَارَ اِبْن جَرِير أَنَّ الْمُرَاد بِأَصْحَابِ الرَّسّ هُمْ أَصْحَاب الْأُخْدُود الَّذِينَ ذُكِرُوا فِي سُورَة الْبُرُوج فَاَللَّه أَعْلَم وَقَوْله تَعَالَى : \" وَقُرُونًا بَيْن ذَلِكَ كَثِيرًا \" أَيْ وَأُمَمًا أَضْعَاف مَنْ ذُكِرَ أَهْلَكْنَاهُمْ كَثِيرَة .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39320, "aya_id": 38}]