[{"text": "مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُواْ أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ وَلَوْ كَانُواْ أُوْلِي قُرْبَى مِن بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ", "sura_id": 9, "type": 0, "id": 1348, "aya_id": 113}, {"text": "ما كان للنبي والذين آمنوا أن يستغفروا للمشركين ولو كانوا أولي قربى من بعد ما تبين لهم أنهم أصحاب الجحيم", "sura_id": 9, "type": 1, "id": 7584, "aya_id": 113}, {"text": "113 - ونزل في استغفاره صلى الله عليه وسلم لعمه أبي طالب واستغفار بعض الصحابة لأبويه المشركين (ما كان للنبي والذين آمنوا أن يستغفروا للمشركين ولو كانوا أولي قربى) ذوي قرابة (من بعد ما تبين لهم أنهم أصحاب الجحيم) النار بأن ماتوا على الكفر \r\n", "sura_id": 9, "type": 2, "id": 26292, "aya_id": 113}, {"text": "ما كان ينبغي للنبي محمد صلى الله عليه وسلم والذين آمنوا أن يدعوا بالمغفرة للمشركين, ولو كانوا ذوي قرابة لهم مِن بعد ما ماتوا على شركهم بالله وعبادة الأوثان, وتبين لهم أنهم أصحاب الجحيم لموتهم على الشرك, والله لا يغفر للمشركين, كما قال تعالى: (إِنَّ اللهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ) وكما قال سبحانه: (إِنَّهُ مَن يُشْرِكْ بِاللهِ فَقَدْ حَرَّمَ اللهُ عَلَيْهِ الجَنَّةَ).\r\n", "sura_id": 9, "type": 3, "id": 32528, "aya_id": 113}, {"text": " <font color=red>مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ</font><BR><p>قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ اِبْن الْمُسَيِّب عَنْ أَبِيهِ قَالَ لَمَّا حَضَرَتْ أَبَا طَالِب الْوَفَاة دَخَلَ عَلَيْهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعِنْده أَبُو جَهْل وَعَبْد اللَّه بْن أَبِي أُمَيَّة فَقَالَ \" أَيْ عَمّ قُلْ لَا إِلَه إِلَّا اللَّه كَلِمَة أُحَاجّ لَك بِهَا عِنْد اللَّه عَزَّ وَجَلَّ \" . فَقَالَ أَبُو جَهْل وَعَبْد اللَّه بْن أَبِي أُمَيَّة يَا أَبَا طَالِب أَتَرْغَبُ عَنْ مِلَّة عَبْد الْمُطَّلِب ؟ فَقَالَ أَنَا عَلَى مِلَّة عَبْد الْمُطَّلِب فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَأَسْتَغْفِرَنَّ لَك مَا لَمْ أُنْهَ عَنْك \" فَنَزَلَتْ \" مَا كَانَ لِلنَّبِيِّ وَاَلَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْد مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَاب الْجَحِيم \" قَالَ وَنَزَلَتْ فِيهِ \" إِنَّك لَا تَهْدِي مَنْ أَحْبَبْت وَلَكِنَّ اللَّه يَهْدِي مَنْ يَشَاء \" أَخْرَجَاهُ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَحْيَى بْن آدَم أَخْبَرَنَا سُفْيَان عَنْ أَبِي إِسْحَاق عَنْ أَبِي الْخَلِيل عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ : سَمِعْت رَجُلًا يَسْتَغْفِر لِأَبَوَيْهِ وَهُمَا مُشْرِكَانِ فَقُلْت أَيَسْتَغْفِرُ الرَّجُل لِأَبَوَيْهِ وَهُمَا مُشْرِكَانِ ؟ فَقَالَ أَوَلَمْ يَسْتَغْفِر إِبْرَاهِيم لِأَبِيهِ ؟ . فَذَكَرْت ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَزَلَتْ \" مَا كَانَ لِلنَّبِيِّ وَاَلَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ \" الْآيَة . قَالَ لَمَّا مَاتَ فَلَا أَدْرِي قَالَهُ سُفْيَان أَوْ قَالَهُ إِسْرَائِيل أَوْ هُوَ فِي الْحَدِيث لَمَّا مَاتَ \" قُلْت \" هَذَا ثَابِت عَنْ مُجَاهِد أَنَّهُ قَالَ : لَمَّا مَاتَ . وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا الْحَسَن بْن مُوسَى حَدَّثَنَا زُهَيْر حَدَّثَنَا زُبَيْد بْن الْحَارِث الْيَامِيّ عَنْ مُحَارِب بْن دِثَار عَنْ اِبْن بُرَيْدَة عَنْ أَبِيهِ قَالَ كُنَّا مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَحْنُ فِي سَفَر فَنَزَلَ بِنَا وَنَحْنُ قَرِيب مِنْ أَلْف رَاكِب فَصَلَّى رَكْعَتَيْنِ ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ وَعَيْنَاهُ تَذْرِفَانِ فَقَامَ إِلَيْهِ عُمَر بْن الْخَطَّاب وَفْدَاهُ بِالْأَبِ وَالْأُمّ وَقَالَ : يَا رَسُول اللَّه مَا لَك ؟ قَالَ \" إِنِّي سَأَلْت رَبِّي عَزَّ وَجَلَّ فِي الِاسْتِغْفَار لِأُمِّي فَلَمْ يَأْذَن لِي فَدَمَعَتْ عَيْنَايَ رَحْمَة لَهَا مِنْ النَّار وَإِنِّي كُنْت نَهَيْتُكُمْ عَنْ ثَلَاث : نَهَيْتُكُمْ عَنْ زِيَارَة الْقُبُور فَزُورُوهَا لِتُذَكِّركُمْ زِيَارَتهَا خَيْرًا وَنَهَيْتُكُمْ عَنْ لُحُوم الْأَضَاحِيّ بَعْد ثَلَاث فَكُلُوا وَأَمْسِكُوا مَا شِئْتُمْ وَنَهَيْتُكُمْ عَنْ الْأَشْرِبَة فِي الْأَوْعِيَة فَاشْرَبُوا فِي أَيّ وِعَاء شِئْتُمْ وَلَا تَشْرَبُوا مُسْكِرًا \" . وَرَوَى اِبْن جَرِير مِنْ حَدِيث عَلْقَمَة بْن مَرْثَد عَنْ سُلَيْمَان بْن بُرَيْدَة عَنْ أَبِيهِ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا قَدِمَ مَكَّة أَتَى رَسْم قَبْر فَجَلَسَ إِلَيْهِ فَجَعَلَ يُخَاطِب ثُمَّ قَامَ مُسْتَعْبِرًا فَقُلْنَا يَا رَسُول اللَّه إِنَّا رَأَيْنَا مَا صَنَعْت . قَالَ \" إنِّي اِسْتَأْذَنْت رَبِّي فِي زِيَارَة قَبْر أُمِّي فَأَذِنَ لِي وَاسْتَأْذَنْته فِي الِاسْتِغْفَار لَهَا فَلَمْ يَأْذَن لِي \" فَمَا رُئِيَ بَاكِيًا أَكْثَر مِنْ يَوْمئِذٍ . وَقَالَ اِبْن أَبِي حَاتِم فِي تَفْسِيره حَدَّثَنَا أَبِي حَدَّثَنَا خَالِد بْن خِدَاش حَدَّثَنَا عَبْد اللَّه بْن وَهْب عَنْ اِبْن جُرَيْج عَنْ أَيُّوب بْن هَانِئ عَنْ مَسْرُوق عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا إِلَى الْمَقَابِر فَاتَّبَعْنَاهُ فَجَاءَ حَتَّى جَلَسَ إِلَى قَبْر مِنْهَا فَنَاجَاهُ طَوِيلًا ثُمَّ بَكَى فَبَكَيْنَا لِبُكَائِهِ ثُمَّ قَامَ فَقَامَ إِلَيْهِ عُمَر بْن الْخَطَّاب فَدَعَاهُ ثُمَّ دَعَانَا فَقَالَ \" مَا أَبْكَاكُمْ ؟ \" فَقُلْنَا بَكَيْنَا لِبُكَائِك . قَالَ \" إِنَّ الْقَبْر الَّذِي جَلَسْت عِنْده قَبْر آمِنَة وَإِنِّي اِسْتَأْذَنْت رَبِّي فِي زِيَارَتهَا فَأَذِنَ لِي \" ثُمَّ أَوْرَدَهُ مِنْ وَجْه آخَر ثُمَّ ذَكَرَ مِنْ حَدِيث اِبْن مَسْعُود قَرِيبًا . وَفِيهِ \" وَإِنِّي اِسْتَأْذَنْت رَبِّي فِي الدُّعَاء لَهَا فَلَمْ يَأْذَن لِي وَأَنْزَلَ عَلَيَّ \" مَا كَانَ لِلنَّبِيِّ وَاَلَّذِينَ آمَنُوا \" الْآيَة . فَأَخَذَنِي مَا يَأْخُذ الْوَلَد لِلْوَالِدِ . وَكُنْت نَهَيْتُكُمْ عَنْ زِيَارَة الْقُبُور فَزُورُوهَا فَإِنَّهَا تُذَكِّر الْآخِرَة \" \" حَدِيث آخَر \" فِي مَعْنَاهُ قَالَ الطَّبَرَانِيّ : حَدَّثَنَا مُحَمَّد بْن عَلِيّ الْمَرْوَزِيّ حَدَّثَنَا أَبُو الدَّرْدَاء عَبْد الْعَزِيز بْن مُنِيب حَدَّثَنَا إِسْحَاق بْن عَبْد اللَّه بْن كَيْسَان عَنْ أَبِيهِ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا قَفَلَ مِنْ غَزْوَة تَبُوك وَاعْتَمَرَ فَلَمَّا هَبَطَ مِنْ ثَنِيَّة عُسْفَان أَمَرَ أَصْحَابه أَنْ \" اِسْتَنِدُوا إِلَى الْعَقَبَة حَتَّى أَرْجِع إِلَيْكُمْ \" فَذَهَبَ فَنَزَلَ عَلَى قَبْر أُمّه فَنَاجَى رَبّه طَوِيلًا ثُمَّ إِنَّهُ بَكَى فَاشْتَدَّ بُكَاؤُهُ وَبَكَى هَؤُلَاءِ لِبُكَائِهِ وَقَالُوا مَا بَكَى نَبِيّ اللَّه بِهَذَا الْمَكَان إِلَّا وَقَدْ أَحْدَثَ اللَّه فِي أُمَّته شَيْئًا لَا تُطِيقهُ فَلَمَّا بَكَى هَؤُلَاءِ قَامَ فَرَجَعَ إِلَيْهِمْ فَقَالَ \" مَا يُبْكِيكُمْ ؟ \" قَالُوا يَا نَبِيّ اللَّه بَكَيْنَا لِبُكَائِك فَقُلْنَا لَعَلَّهُ أُحْدِثَ فِي أُمَّتك شَيْء لَا تُطِيقهُ قَالَ \" لَا وَقَدْ كَانَ بَعْضه وَلَكِنْ نَزَلْت عَلَى قَبْر أُمِّي فَسَأَلْت اللَّه أَنْ يَأْذَن لِي فِي شَفَاعَتهَا يَوْم الْقِيَامَة فَأَبَى اللَّه أَنْ يَأْذَن لِي فَرَحِمْتهَا وَهِيَ أُمِّي فَبَكَيْت ثُمَّ جَاءَنِي جِبْرِيل فَقَالَ \" وَمَا كَانَ اِسْتِغْفَار إِبْرَاهِيم لِأَبِيهِ إِلَّا عَنْ مَوْعِدَة وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوّ لِلَّهِ تَبَرَّأَ مِنْهُ \" فَتَبَرَّأْ أَنْتَ مِنْ أُمّك كَمَا تَبَرَّأَ إِبْرَاهِيم مِنْ أَبِيهِ فَرَحِمْتهَا وَهِيَ أُمِّي وَدَعَوْت رَبِّي أَنْ يَرْفَع عَنْ أُمَّتِي أَرْبَعًا فَرَفَعَ عَنْهُمْ اِثْنَتَيْنِ وَأَبَى أَنْ يَرْفَع عَنْهُمْ اِثْنَتَيْنِ : دَعَوْت رَبِّي أَنْ يَرْفَع عَنْهُمْ الرَّجْم مِنْ السَّمَاء وَالْغَرَق مِنْ الْأَرْض وَأَنْ لَا يَلْبِسهُمْ شِيَعًا وَأَنْ لَا يُذِيق بَعْضهمْ بَأْس بَعْض فَرَفَعَ اللَّه عَنْهُمْ الرَّجْم مِنْ السَّمَاء وَالْغَرَق مِنْ الْأَرْض وَأَبَى اللَّه أَنْ يَرْفَع عَنْهُمْ الْقَتْل وَالْهَرْج \" وَإِنَّمَا عَدَلَ إِلَى قَبْر أُمّه لِأَنَّهَا كَانَتْ مَدْفُونَة تَحْت كَدَاء وَكَانَتْ عُسْفَان لَهُمْ وَهَذَا حَدِيث غَرِيب وَسِيَاق عَجِيب وَأَغْرَب مِنْهُ وَأَشَدّ نَكَارَة مَا رَوَاهُ الْخَطِيب الْبَغْدَادِيّ فِي كِتَاب السَّابِق وَاللَّاحِق بِسَنَدٍ مَجْهُول عَنْ عَائِشَة فِي حَدِيث فِيهِ قِصَّة أَنَّ اللَّه أَحْيَا أُمّه فَآمَنَتْ ثُمَّ عَادَتْ وَكَذَلِكَ مَا رَوَاهُ السُّهَيْلِيّ فِي الرَّوْض بِسَنَدٍ فِيهِ جَمَاعَة مَجْهُولُونَ : أَنَّ اللَّه أَحْيَا لَهُ أَبَاهُ وَأُمّه فَآمَنَا بِهِ . وَقَدْ قَالَ الْحَافِظ اِبْن دِحْيَة فِي هَذَا الِاسْتِدْلَال بِمَا حَاصِله أَنَّ هَذِهِ حَيَاة جَدِيدَة كَمَا رَجَعَتْ الشَّمْس بَعْد غَيْبُوبَتهَا وَصَلَّى عَلِيّ الْعَصْر قَالَ الطَّحَاوِيّ وَهُوَ حَدِيث ثَابِت يَعْنِي حَدِيث الشَّمْس قَالَ الْقُرْطُبِيّ فَلَيْسَ إِحْيَاؤُهُمَا يَمْتَنِع عَقْلًا وَلَا شَرْعًا قَالَ وَقَدْ سَمِعْت أَنَّ اللَّه أَحْيَا عَمّه أَبَا طَالِب فَآمَنَ بِهِ \" قُلْت \" وَهَذَا كُلّه مُتَوَقِّف عَلَى صِحَّة الْحَدِيث فَإِذَا صَحَّ فَلَا مَانِع مِنْهُ وَاَللَّه أَعْلَم . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" مَا كَانَ لِلنَّبِيِّ وَاَلَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ \" الْآيَة : إنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرَادَ أَنْ يَسْتَغْفِر لِأُمِّهِ فَنَهَاهُ اللَّه عَزَّ وَجَلَّ عَنْ ذَلِكَ فَقَالَ \" إِنَّ إِبْرَاهِيم خَلِيل اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ اِسْتَغْفَرَ لِأَبِيهِ \" فَأَنْزَلَ اللَّه \" وَمَا كَانَ اِسْتِغْفَار إِبْرَاهِيم لِأَبِيهِ إِلَّا عَنْ مَوْعِدَة وَعَدَهَا إِيَّاهُ \" الْآيَة وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة : كَانُوا يَسْتَغْفِرُونَ لَهُمْ حَتَّى نَزَلَتْ هَذِهِ الْآيَة فَأَمْسَكُوا عَنْ الِاسْتِغْفَار لِأَمْوَاتِهِمْ وَلَمْ يُنْهَوْا أَنْ يَسْتَغْفِرُوا لِلْأَحْيَاءِ حَتَّى يَمُوتُوا ثُمَّ أَنْزَلَ اللَّه \" وَمَا كَانَ اِسْتِغْفَار إِبْرَاهِيم لِأَبِيهِ \" الْآيَة . وَقَالَ قَتَادَة فِي الْآيَة ذُكِرَ لَنَا أَنَّ رِجَالًا مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَالُوا يَا نَبِيّ اللَّه إِنَّ مِنْ آبَائِنَا مَنْ كَانَ يُحْسِن الْجِوَار وَيَصِل الْأَرْحَام وَيَفُكّ الْعَانِي وَيُوفِي بِالذِّمَمِ أَفَلَا نَسْتَغْفِر لَهُمْ ؟ قَالَ : فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بَلْ وَاَللَّه إنِّي لَأَسْتَغْفِر لِأَبِي كَمَا اِسْتَغْفَرَ إِبْرَاهِيم لِأَبِيهِ \" . فَأَنْزَلَ اللَّه \" مَا كَانَ لِلنَّبِيِّ وَاَلَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ \" حَتَّى بَلَغَ قَوْله \" الْجَحِيم \" ثُمَّ عَذَرَ اللَّه تَعَالَى إِبْرَاهِيم عَلَيْهِ السَّلَام فَقَالَ \" وَمَا كَانَ اِسْتِغْفَار إِبْرَاهِيم لِأَبِيهِ \" الْآيَة . قَالَ وَذُكِرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَالَ \" قَدْ أَوْحَى اللَّه إِلَيَّ كَلِمَات فَدَخَلْنَ فِي أُذُنِي وَوَقَرْنَ فِي قَلْبِي : أُمِرْت أَنْ لَا أَسْتَغْفِر لِمَنْ مَاتَ مُشْرِكًا وَمَنْ أَعْطَى فَضْل مَاله فَهُوَ خَيْر لَهُ وَمَنْ أَمْسَكَ فَهُوَ شَرّ لَهُ وَلَا يَلُوم اللَّه عَلَى كَفَاف \" . وَقَالَ الثَّوْرِيّ عَنْ الشَّيْبَانِيّ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : مَاتَ رَجُل يَهُودِيّ وَلَهُ اِبْن مُسْلِم فَلَمْ يَخْرُج مَعَهُ فَذُكِرَ ذَلِكَ لِابْنِ عَبَّاس فَقَالَ فَكَانَ يَنْبَغِي لَهُ أَنْ يَمْشِي مِنْهُ وَيَدْفِنهُ وَيَدْعُو بِالصَّلَاحِ مَا دَامَ حَيًّا فَإِذَا مَاتَ وَكَلَهُ إِلَى شَأْنه ثُمَّ قَالَ \" وَمَا كَانَ اِسْتِغْفَار إِبْرَاهِيم لِأَبِيهِ \" - إِلَى قَوْله - \" تَبَرَّأَ مِنْهُ \" لَمْ يَدْعُ . وَشَهِدَ لَهُ بِالصِّحَّةِ مَا رَوَاهُ أَبُو دَاوُد وَغَيْره عَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ لَمَّا مَاتَ أَبُو طَالِب قُلْت يَا رَسُول اللَّه إِنَّ عَمّك الشَّيْخ الضَّالّ قَدْ مَاتَ قَالَ \" اِذْهَبْ فَوَارِهِ وَلَا تُحْدِثَنَّ شَيْئًا حَتَّى تَأْتِينِي \" فَذَكَرَ تَمَام الْحَدِيث وَرُوِيَ أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا مَرَّتْ بِهِ جِنَازَة عَمّه أَبِي طَالِب قَالَ \" وَصَلَتْك رَحِم يَا عَمّ \" وَقَالَ عَطَاء بْن أَبِي رَبَاح : مَا كُنْت لِأَدَع الصَّلَاة عَلَى أَحَد مِنْ أَهْل الْقِبْلَة وَلَوْ كَانَتْ حَبَشِيَّة حُبْلَى مِنْ الزِّنَا لِأَنِّي لَمْ أَسْمَع اللَّه حَجَبَ الصَّلَاة إِلَّا عَنْ الْمُشْرِكِينَ يَقُول اللَّه عَزَّ وَجَلَّ \" مَا كَانَ لِلنَّبِيِّ وَاَلَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ \" الْآيَة . وَرَوَى اِبْن جَرِير عَنْ اِبْن وَكِيع عَنْ أَبِيهِ عَنْ عِصْمَة بْن وامل عَنْ أَبِيهِ قَالَ : سَمِعْت أَبَا هُرَيْرَة يَقُول رَحِمَ اللَّه رَجُلًا اِسْتَغْفَرَ لِأَبِي هُرَيْرَة وَلِأُمِّهِ قُلْت وَلِأَبِيهِ قَالَ لَا . قَالَ إِنَّ أَبِي مَاتَ مُشْرِكًا وَقَوْله \" فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوّ لِلَّهِ تَبَرَّأَ مِنْهُ \" قَالَ اِبْن عَبَّاس مَا زَالَ إِبْرَاهِيم يَسْتَغْفِر لِأَبِيهِ حَتَّى مَاتَ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوّ لِلَّهِ تَبَرَّأَ مِنْهُ . وَفِي رِوَايَة لَمَّا مَاتَ تَبَيَّنَ لَهُ أَنَّهُ عَدُوّ لِلَّهِ وَكَذَا قَالَ مُجَاهِد وَالضَّحَّاك وَقَتَادَة وَغَيْرهمْ رَحِمَهُمْ اللَّه وَقَالَ عُبَيْد بْن عُمَيْر وَسَعِيد بْن جُبَيْر أَنَّهُ يَتَبَرَّأ مِنْهُ يَوْم الْقِيَامَة حِين يَلْقَى أَبَاهُ وَعَلَى وَجْه أَبِيهِ الْقَتَرَة وَالْغَبَرَة فَيَقُول يَا إِبْرَاهِيم إِنِّي كُنْت أَعْصِيك وَإِنِّي الْيَوْم لَا أَعْصِيك فَيَقُول أَيْ رَبّ أَلَمْ تَعِدنِي أَنْ لَا تُخْزِنِي يَوْم يُبْعَثُونَ ؟ فَأَيّ خِزْي أَخْزَى مِنْ أَبِي الْأَبْعَد ؟ فَيُقَال اُنْظُرْ إِلَى مَا وَرَاءَك فَإِذَا هُوَ بِذِيخٍ مُتَلَطِّخ أَيْ : قَدْ مُسِخَ ضَبْعًا ثُمَّ يُسْحَب بِقَوَائِمِهِ وَيُلْقَى فِي النَّار . وَقَوْله \" إِنَّ إِبْرَاهِيم لَأَوَّاه حَلِيم \" قَالَ سُفْيَان الثَّوْرِيّ وَغَيْر وَاحِد عَنْ عَاصِم بْن بَهْدَلَة عَنْ زِرّ بْن حُبَيْش عَنْ عَبْد اللَّه بْن مَسْعُود أَنَّهُ قَالَ الْأَوَّاه الدَّعَّاء . وَكَذَا رُوِيَ مِنْ غَيْر وَجْه عَنْ اِبْن مَسْعُود وَقَالَ اِبْن جَرِير حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا الْحَجَّاج بْن مِنْهَال حَدَّثَنِي عَبْد الْحَمِيد بْن بَهْرَام حَدَّثَنَا شَهْر بْن حَوْشَب عَنْ عَبْد اللَّه بْن شَدَّاد بْن الْهَادِ قَالَ بَيْنَمَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِس قَالَ رَجُل يَا رَسُول اللَّه مَا الْأَوَّاه ؟ قَالَ \" الْمُتَضَرِّع \" قَالَ \" إِنَّ إِبْرَاهِيم لَأَوَّاه حَلِيم \" . وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث اِبْن الْمُبَارَك عَنْ عَبْد الْحَمِيد بْن بَهْرَام بِهِ وَلَفْظه قَالَ الْأَوَّاه الْمُتَضَرِّع الدَّعَّاء وَقَالَ الثَّوْرِيّ عَنْ سَلَمَة بْن كُهَيْل عَنْ مُسْلِم البطين عَنْ أَبِي الْغُدَيْر أَنَّهُ سَأَلَ اِبْن مَسْعُود عَنْ الْأَوَّاه فَقَالَ هُوَ الرَّحِيم وَبِهِ قَالَ مُجَاهِد وَأَبُو مَيْسَرَة عُمَر بْن شُرَحْبِيل وَالْحَسَن الْبَصْرِيّ وَقَتَادَة وَغَيْرهمَا أَنَّهُ أَيْ الرَّحِيم أَيْ بِعِبَادِ اللَّه وَقَالَ اِبْن الْمُبَارَك عَنْ خَالِد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ الْأَوَّاه الْمُوقِن بِلِسَانِ الْحَبَشَة وَكَذَا قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس أَنَّهُ الْمُوقِن وَكَذَا قَالَ مُجَاهِد وَالضَّحَّاك وَقَالَ عَلِيّ بْن أَبِي طَلْحَة وَمُجَاهِد عَنْ اِبْن عَبَّاس الْأَوَّاه الْمُؤْمِن زَادَ عَلِيّ بْن أَبِي طَلْحَة عَنْهُ هُوَ الْمُؤْمِن التَّوَّاب وَقَالَ الْعَوْفِيّ عَنْهُ هُوَ الْمُؤْمِن بِلِسَانِ الْحَبَشَة وَكَذَا قَالَ اِبْن جُرَيْج هُوَ الْمُؤْمِن بِلِسَانِ الْحَبَشَة . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُوسَى حَدَّثَنَا اِبْن لَهِيعَة عَنْ الْحَارِث بْن يَزِيد عَنْ عَلِيّ بْن رَبَاح عَنْ عُقْبَة بْن عَامِر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِرَجُلٍ يُقَال لَهُ ذُو النِّجَادَيْنِ \" إِنَّهُ أَوَّاه \" وَذَلِكَ أَنَّهُ رَجُل كَانَ إِذَا ذَكَرَ اللَّه فِي الْقُرْآن رَفَعَ صَوْته بِالدُّعَاءِ وَرَوَاهُ اِبْن جَرِير وَقَالَ سَعِيد بْن جُبَيْر وَالشَّعْبِيّ الْأَوَّاه الْمُسَبِّح وَقَالَ اِبْن وَهْب عَنْ مُعَاوِيَة بْن صَالِح عَنْ أَبِي الزَّاهِرِيَّة عَنْ جُبَيْر بْن نُفَيْر عَنْ أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ قَالَ : الْمُحَافِظ عَلَى سُبْحَة الضُّحَى الْأَوَّاه وَقَالَ شُفَيّ بْن مَاتِع عَنْ أَبِي أَيُّوب الْأَوَّاه الَّذِي إِذَا ذَكَرَ خَطَايَاهُ اِسْتَغْفَرَ مِنْهَا وَعَنْ مُجَاهِد الْأَوَّاه الْحَفِيظ الْوَجِل يُذْنِب الذَّنْب سِرًّا ثُمَّ يَتُوب مِنْهُ سِرًّا ذَكَرَ ذَلِكَ كُلّه اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا الْمُحَارِبِيّ عَنْ حَجَّاج عَنْ الْحَكِيم عَنْ الْحَسَن بْن مُسْلِم بْن بَيَان أَنَّ رَجُلًا كَانَ يُكْثِر ذِكْر اللَّه وَيُسَبِّح فَذُكِرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" إِنَّهُ أَوَّاهُ \" وَقَالَ أَيْضًا حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا اِبْن هَانِئ حَدَّثَنَا الْمِنْهَال بْن خَلِيفَة عَنْ حَجَّاج بْن أَرْطَاة عَنْ عَطَاء عَنْ اِبْن عَبَّاس أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَفَنَ مَيِّتًا فَقَالَ \" رَحِمَك اللَّه إِنْ كُنْت لَأَوَّاهًا \" يَعْنِي تَلَّاء لِلْقُرْآنِ وَقَالَ شُعْبَة عَنْ أَبِي يُونُس الْبَاهِلِيّ قَالَ سَمِعْت رَجُلًا بِمَكَّة وَكَانَ أَصْله رُومِيًّا وَكَانَ قَاصًّا يُحَدِّث عَنْ أَبِي ذَرّ قَالَ : كَانَ رَجُل يَطُوف بِالْبَيْتِ الْحَرَام وَيَقُول فِي دُعَائِهِ أَوَّهْ أَوَّهْ فَذُكِرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" إِنَّهُ أَوَّاه \" قَالَ فَخَرَجْت ذَات لَيْلَة فَإِذَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَدْفِن ذَلِكَ الرَّجُل لَيْلًا وَمَعَهُ الْمِصْبَاح . هَذَا حَدِيث غَرِيب رَوَاهُ اِبْن جُرَيْج . وَرُوِيَ عَنْ كَعْب الْأَحْبَار أَنَّهُ قَالَ : سَمِعْت \" إِنَّ إِبْرَاهِيم لَأَوَّاه \" قَالَ كَانَ إِذَا ذَكَرَ النَّار قَالَ أَوَّهْ مِنْ النَّار وَقَالَ اِبْن جَرِير عَنْ اِبْن عَبَّاس \" إِنَّ إِبْرَاهِيم لَأَوَّاه \" قَالَ فَقِيه . قَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير وَأَوْلَى الْأَقْوَال قَوْل مَنْ قَالَ إِنَّهُ الدَّعَّاء وَهُوَ الْمُنَاسِب لِلسِّيَاقِ وَذَلِكَ أَنَّ اللَّه تَعَالَى لَمَّا ذَكَرَ أَنَّ إِبْرَاهِيم إِنَّمَا اِسْتَغْفَرَ لِأَبِيهِ عَنْ مَوْعِدَة وَعَدَهَا إيَّاه وَقَدْ كَانَ إِبْرَاهِيم كَثِير الدُّعَاء حَلِيمًا عَمَّنْ ظَلَمَهُ وَأَنَالَهُ مَكْرُوهًا وَلِهَذَا اِسْتَغْفَرَ لِأَبِيهِ مَعَ شِدَّة أَذَاهُ لَهُ فِي قَوْله \" أَرَاغِب أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيم لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّك وَاهْجُرْنِي مَلِيًّا قَالَ سَلَام عَلَيْك سَأَسْتَغْفِرُ لَك رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا \" فَحَلُمَ عَنْهُ مَعَ أَذَاهُ لَهُ وَدَعَا لَهُ وَاسْتَغْفَرَ وَلِهَذَا قَالَ تَعَالَى \" إِنَّ إِبْرَاهِيم لَأَوَّاه حَلِيم \" .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43410, "aya_id": 113}]