[{"text": "وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَا قَوْمِ اعْبُدُواْ اللّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ وَلاَ تَنقُصُواْ الْمِكْيَالَ وَالْمِيزَانَ إِنِّيَ أَرَاكُم بِخَيْرٍ وَإِنِّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ", "sura_id": 11, "type": 0, "id": 1557, "aya_id": 84}, {"text": "وإلى مدين أخاهم شعيبا قال يا قوم اعبدوا الله ما لكم من إله غيره ولا تنقصوا المكيال والميزان إني أراكم بخير وإني أخاف عليكم عذاب يوم محيط", "sura_id": 11, "type": 1, "id": 7793, "aya_id": 84}, {"text": "84 - (و) أرسلنا (إلى مدين أخاهم شعيباً قال يا قوم اعبدوا الله) وحدوه (ما لكم من إله غيره ولا تنقصوا المكيال والميزان إني أراكم بخير) نعمة تغنيكم عن التطفيف (وإني أخاف عليكم) إن لم تؤمنوا (عذاب يوم محيط) بكم يهلككم ، ووصف اليوم به مجاز لوقوعه فيه \r\n", "sura_id": 11, "type": 2, "id": 26501, "aya_id": 84}, {"text": "وأرسلنا إلى \"مدين\" أخاهم شعيبًا, فقال: يا قوم اعبدوا الله وحده, ليس لكم مِن إله يستحق العبادة غيره جل وعلا، فأخلصوا له العبادة، ولا تنقصوا الناس حقوقهم في مكاييلهم وموازينهم, إني أراكم في سَعَة عيش, وإني أخاف عليكم -بسبب إنقاص المكيال والميزان- عذاب يوم يحيط بكم.\r\n", "sura_id": 11, "type": 3, "id": 32737, "aya_id": 84}, {"text": " <font color=red>وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ وَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ إِنِّي أَرَاكُمْ بِخَيْرٍ وَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ</font><BR><p>يَقُول تَعَالَى وَلَقَدْ أَرْسَلْنَا إِلَى مَدْيَن وَهُمْ قَبِيلَة مِنْ الْعَرَب كَانُوا يَسْكُنُونَ بَيْن الْحِجَاز وَالشَّام قَرِيبًا مِنْ مَعَانٍ . بِلَادًا تُعْرَف بِهِمْ يُقَال لَهَا مَدْيَن فَأَرْسَلَ اللَّه إِلَيْهِمْ شُعَيْبًا وَكَانَ مِنْ أَشْرَفِهِمْ نَسَبًا وَلِهَذَا قَالَ \" أَخَاهُمْ شُعَيْبًا \" يَأْمُرهُمْ بِعِبَادَةِ اللَّه تَعَالَى وَحْده لَا شَرِيك لَهُ وَيَنْهَاهُمْ عَنْ التَّطْفِيف فِي الْمِكْيَال وَالْمِيزَان \" إِنِّي أَرَاكُمْ بِخَيْرٍ \" أَيْ فِي مَعِيشَتكُمْ وَرِزْقِكُمْ وَإِنِّي أَخَاف أَنْ تُسْلَبُوا مَا أَنْتُمْ فِيهِ بِانْتِهَاكِكُمْ مَحَارِم اللَّه \" وَإِنِّي أَخَاف عَلَيْكُمْ عَذَاب يَوْم مُحِيط \" أَيْ فِي الدَّار الْآخِرَة .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37706, "aya_id": 84}]