[{"text": "سَيَقُولُ الَّذِينَ أَشْرَكُواْ لَوْ شَاء اللّهُ مَا أَشْرَكْنَا وَلاَ آبَاؤُنَا وَلاَ حَرَّمْنَا مِن شَيْءٍ كَذَلِكَ كَذَّبَ الَّذِينَ مِن قَبْلِهِم حَتَّى ذَاقُواْ بَأْسَنَا قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِن تَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنْ أَنتُمْ إَلاَّ تَخْرُصُونَ", "sura_id": 6, "type": 0, "id": 937, "aya_id": 148}, {"text": "سيقول الذين أشركوا لو شاء الله ما أشركنا ولا آباؤنا ولا حرمنا من شيء كذلك كذب الذين من قبلهم حتى ذاقوا بأسنا قل هل عندكم من علم فتخرجوه لنا إن تتبعون إلا الظن وإن أنتم إلا تخرصون", "sura_id": 6, "type": 1, "id": 7173, "aya_id": 148}, {"text": "148 - (سيقول الذين أشركوا لو شاء الله ما أشركنا) نحن (ولا آباؤنا ولا حرمنا من شيء) فإشراكنا وتحريمنا بمشيئته فهو راضٍ به! قال تعالى (كذلك) كما كذب هؤلاء (كذب الذين من قبلهم) رسلهم (حتى ذاقوا بأسنا قل هل عندكم من علم) بأن الله راض بذلك (فتخرجوه لنا) أي لا علم عندكم (إن) ما (تتبعون) في ذلك (إلا الظن وإن) ما (أنتم إلا تخرصون) تكذبون فيه \r\n", "sura_id": 6, "type": 2, "id": 25881, "aya_id": 148}, {"text": "سيقول الذين أشركوا: لو أراد الله أن لا نشرك -نحن وآباؤنا- وأن لا نحرم شيئًا مِن دونه ما فعلنا ذلك, وردَّ الله عليهم ببيان أن هذه الشبهة قد أثارها الكفار مِن قبلهم, وكذَّبوا بها دعوة رسلهم, واستمَرُّوا على ذلك, حتى نزل بهم عذاب الله. قل لهم -أيها الرسول-: هل عندكم -فيما حرَّمتم من الأنعام والحرث, وفيما زعمتم من أن الله قد شاء لكم الكفر, ورضيه منكم وأحبه لكم- من علم صحيح فتظهرره لنا؟ إن تتبعون في أمور هذا الدين إلا مجرد الظن, وإن أنتم إلا تكذبون.\r\n", "sura_id": 6, "type": 3, "id": 32117, "aya_id": 148}, {"text": " <font color=red>سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍ كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ حَتَّى ذَاقُوا بَأْسَنَا قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ</font><BR><p>هَذِهِ مُنَاظَرَة ذَكَرَهَا اللَّه تَعَالَى وَشُبْهَة تَشَبَّثَ بِهَا الْمُشْرِكُونَ فِي شِرْكهمْ وَتَحْرِيم مَا حَرَّمُوا فَإِنَّ اللَّه مُطَّلِع عَلَى مَا هُمْ فِيهِ مِنْ الشِّرْك وَالتَّحْرِيم لِمَا حَرَّمُوهُ وَهُوَ قَادِر عَلَى تَغْيِيره بِأَنْ يُلْهِمنَا الْإِيمَان وَيَحُول بَيْننَا وَبَيْن الْكُفْر فَلَمْ يُغَيِّرهُ فَدَلَّ عَلَى أَنَّهُ بِمَشِيئَتِهِ وَإِرَادَته وَرِضَاهُ مِنَّا بِذَلِكَ وَلِهَذَا قَالُوا \" لَوْ شَاءَ اللَّه مَا أَشْرَكْنَا وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْء \" كَمَا فِي قَوْله تَعَالَى \" وَقَالُوا لَوْ شَاءَ الرَّحْمَن مَا عَبَدْنَاهُمْ \" الْآيَة وَكَذَلِكَ الْآيَة الَّتِي فِي النَّحْل مِثْل هَذِهِ سَوَاء قَالَ اللَّه تَعَالَى \" كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلهمْ \" أَيْ بِهَذِهِ الشُّبْهَة ضَلَّ مَنْ ضَلَّ قَبْل هَؤُلَاءِ وَهِيَ حُجَّة دَاحِضَة بَاطِلَة لِأَنَّهَا لَوْ كَانَتْ صَحِيحَة لَمَا أَذَاقَهُمْ اللَّه بَأْسه وَدَمَّرَ عَلَيْهِمْ وَأَدَالَ عَلَيْهِمْ رُسُله الْكِرَام وَأَذَاقَ الْمُشْرِكِينَ مِنْ أَلِيم الِانْتِقَام \" قُلْ هَلْ عِنْدكُمْ مِنْ عِلْم \" أَيْ بِأَنَّ اللَّه رَاضٍ عَنْكُمْ فِيمَا أَنْتُمْ فِيهِ \" فَتُخْرِجُوهُ لَنَا\" أَيْ فَتُظْهِرُوهُ لَنَا وَتُبَيِّنُوهُ وَتُبْرِزُوهُ \" إِنْ تَتَّبِعُونَ إِلَّا الظَّنّ \" أَيْ الْوَهْم وَالْخَيَال وَالْمُرَاد بِالظَّنِّ هَهُنَا الِاعْتِقَاد الْفَاسِد \" وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ\" تَكْذِبُونَ عَلَى اللَّه فِيمَا اِدَّعَيْتُمُوهُ قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَلَوْ شَاءَ اللَّه مَا أَشْرَكْنَا\" وَقَالَ \" كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلهمْ \" ثُمَّ قَالَ\" وَلَوْ شَاءَ اللَّه مَا أَشْرَكُوا \" فَإِنَّهُمْ قَالُوا عِبَادَتنَا الْآلِهَة تُقَرِّبنَا إِلَى اللَّه زُلْفَى فَأَخْبَرَهُمْ اللَّه أَنَّهَا لَا تُقَرِّبهُمْ فَقَوْله \" وَلَوْ شَاءَ اللَّه مَا أَشْرَكُوا \" يَقُول تَعَالَى لَوْ شِئْت لَجَمَعْتهمْ عَلَى الْهُدَى أَجْمَعِينَ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42130, "aya_id": 148}]