[{"text": "رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا", "sura_id": 71, "type": 0, "id": 5447, "aya_id": 28}, {"text": "رب اغفر لي ولوالدي ولمن دخل بيتي مؤمنا وللمؤمنين والمؤمنات ولا تزد الظالمين إلا تبارا", "sura_id": 71, "type": 1, "id": 11683, "aya_id": 28}, {"text": "28 - (رب اغفر لي ولوالدي) وكانا مؤمنين (ولمن دخل بيتي) منزلي أو مسجدي (مؤمنا وللمؤمنين والمؤمنات) إلى يوم القيامة (ولا تزد الظالمين إلا تبارا) هلاكا فأهلكوا \r\n", "sura_id": 71, "type": 2, "id": 30391, "aya_id": 28}, {"text": "ربِّ اغفر لي ولوالديَّ ولمن دخل بيتي مؤمنًا, وللمؤمنين والمؤمنات بك, ولا تزد الكافرين إلا هلاكًا وخسرانًا في الدنيا والآخرة.\r\n", "sura_id": 71, "type": 3, "id": 36627, "aya_id": 28}, {"text": " <font color=red>رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا</font><BR><p>ثُمَّ قَالَ رَبّ اِغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا قَالَ الضَّحَّاك يَعْنِي مَسْجِدِي وَلَا مَانِع مِنْ حَمْل الْآيَة عَلَى ظَاهِرهَا وَهُوَ أَنَّهُ دَعَا لِكُلِّ مَنْ دَخَلَ مَنْزِله وَهُوَ مُؤْمِن . وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو عَبْد الرَّحْمَن حَدَّثَنَا حَيْوَة أَنْبَأَنَا سَالِم بْن غَيْلَان أَنَّ الْوَلِيد بْن قَيْس أَخْبَرَهُ أَنَّهُ سَمِعَ أَبَا سَعِيد الْخُدْرِيّ أَوْ عَنْ أَبِي الْهَيْثَم عَنْ أَبِي سَعِيد أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَا تَصْحَب إِلَّا مُؤْمِنًا وَلَا يَأْكُل طَعَامك إِلَّا تَقِيّ \" وَرَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ مِنْ حَدِيث عَبْد اللَّه بْن الْمُبَارَك عَنْ حَيْوَة بْن شُرَيْح بِهِ ثُمَّ قَالَ التِّرْمِذِيّ إِنَّمَا نَعْرِفهُ مِنْ هَذَا الْوَجْه وَقَوْله تَعَالَى \" وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَات\" دُعَاء لِجَمِيعِ الْمُؤْمِنِينَ وَالْمُؤْمِنَات وَذَلِكَ يَعُمّ الْأَحْيَاء مِنْهُمْ وَالْأَمْوَات وَلِهَذَا يُسْتَحَبّ مِثْل هَذَا الدُّعَاء اِقْتِدَاء بِنُوحٍ عَلَيْهِ السَّلَام وَبِمَا جَاءَ فِي الْآثَار وَالْأَدْعِيَة الْمَشْهُورَة الْمَشْرُوعَة وَقَوْله تَعَالَى\" وَلَا تَزِدْ الظَّالِمِينَ إِلَّا تَبَارًا قَالَ السُّدِّيّ إِلَّا هَلَاكًا وَقَالَ مُجَاهِد إِلَّا خَسَارًا أَيْ فِي الدُّنْيَا وَالْآخِرَة. آخِر تَفْسِير سُورَة نُوح عَلَيْهِ السَّلَام وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 71, "type": 4, "id": 42736, "aya_id": 28}]