[{"text": "ثُمَّ يَوْمَ الْقِيَامَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآئِيَ الَّذِينَ كُنتُمْ تُشَاقُّونَ فِيهِمْ قَالَ الَّذِينَ أُوتُواْ الْعِلْمَ إِنَّ الْخِزْيَ الْيَوْمَ وَالْسُّوءَ عَلَى الْكَافِرِينَ", "sura_id": 16, "type": 0, "id": 1928, "aya_id": 27}, {"text": "ثم يوم القيامة يخزيهم ويقول أين شركائي الذين كنتم تشاقون فيهم قال الذين أوتوا العلم إن الخزي اليوم والسوء على الكافرين", "sura_id": 16, "type": 1, "id": 8164, "aya_id": 27}, {"text": "27 - (ثم يوم القيامة يخزيهم) يذلهم (ويقول) الله لهم على لسان الملائكة توبيخا (أين شركائي) بزعمكم (الذين كنتم تشاقون) تخالفون المؤمنين (فيهم) في شأنهم (قال) أي يقول (الذين أوتوا العلم) من الأنبياء والمؤمنين (إن الخزي اليوم والسوء على الكافرين) يقولونه شماتة بهم \r\n", "sura_id": 16, "type": 2, "id": 26872, "aya_id": 27}, {"text": "ثم يوم القيامة يفضحهم الله بالعذاب ويذلُّهم به, ويقول: أين شركائي من الآلهة التي عبدتموها من دوني; ليدفعوا عنكم العذاب, وقد كنتم تحاربون الأنبياء والمؤمنين وتعادونهم لأجلهم؟ قال العلماء الربانيون: إن الذل في هذا اليوم والعذاب على الكافرين بالله ورسله,\r\n", "sura_id": 16, "type": 3, "id": 33108, "aya_id": 27}, {"text": " <font color=red>ثُمَّ يَوْمَ الْقِيَامَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تُشَاقُّونَ فِيهِمْ قَالَ الَّذِينَ أُوتُوا الْعِلْمَ إِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوءَ عَلَى الْكَافِرِينَ</font><BR><p>يُظْهِر فَضَائِحهمْ وَمَا كَانَتْ تَجْنِيه ضَمَائِرهمْ فَجَعَلَهُ عَلَانِيَة كَقَوْلِهِ تَعَالَى \" يَوْم تُبْلَى السَّرَائِر \" أَيْ تَظْهَر وَتَشْتَهِر كَمَا فِي الصَّحِيحَيْنِ عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُنْصَب لِكُلِّ غَادِر لِوَاء يَوْم الْقِيَامَة عِنْد اِسْته بِقَدْرِ غَدْرَته فَيُقَال هَذِهِ غَدْرَة فُلَان بْن فُلَان \" وَهَكَذَا هَؤُلَاءِ يَظْهَر لِلنَّاسِ مَا كَانُوا يُسِرُّونَهُ مِنْ الْمَكْر وَيُخْزِيهِمْ اللَّه عَلَى رُءُوس الْخَلَائِق وَيَقُول لَهُمْ الرَّبّ تَبَارَكَ وَتَعَالَى مُقْرِعًا لَهُمْ وَمُوَبِّخًا \" أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تُشَاقُّونَ فِيهِمْ \" تُحَارِبُونَ وَتُعَادُونَ فِي سَبِيلهمْ أَيْنَ هُمْ عَنْ نَصْركُمْ وَخَلَاصكُمْ هَاهُنَا ؟ \" هَلْ يَنْصُرُونَكُمْ أَوْ يَنْتَصِرُونَ \" \" فَمَا لَهُ مِنْ قُوَّة وَلَا نَاصِر \" فَإِذَا تَوَجَّهَتْ عَلَيْهِمْ الْحُجَّة وَقَامَتْ عَلَيْهِمْ الدَّلَالَة وَحَقَّتْ عَلَيْهِمْ الْكَلِمَة وَسَكَتُوا عَنْ الِاعْتِذَار حِين لَا فِرَار \" قَالَ الَّذِينَ أُوتُوا الْعِلْم \" وَهُمْ السَّادَة فِي الدُّنْيَا وَالْآخِرَة وَالْمُخْبِرُونَ عَنْ الْحَقّ فِي الدُّنْيَا وَالْآخِرَة فَيَقُولُونَ حِينَئِذٍ \" إِنَّ الْخِزْي الْيَوْم وَالسُّوء عَلَى الْكَافِرِينَ \" أَيْ الْفَضِيحَة وَالْعَذَاب مُحِيط الْيَوْم بِمَنْ كَفَرَ بِاَللَّهِ وَأَشْرَكَ بِهِ مَا لَا يَضُرّهُ وَمَا لَا يَنْفَعهُ .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38099, "aya_id": 27}]