[{"text": "إِذْ قَالَ مُوسَى لِأَهْلِهِ إِنِّي آنَسْتُ نَارًا سَآتِيكُم مِّنْهَا بِخَبَرٍ أَوْ آتِيكُم بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُونَ", "sura_id": 27, "type": 0, "id": 3166, "aya_id": 7}, {"text": "إذ قال موسى لأهله إني آنست نارا سآتيكم منها بخبر أو آتيكم بشهاب قبس لعلكم تصطلون", "sura_id": 27, "type": 1, "id": 9402, "aya_id": 7}, {"text": "7 - اذكر (إذ قال موسى لأهله) زوجته عند مسيره من مدين إلى مصر (إني آنست) أبصرت من بعيد (نارا سآتيكم منها بخبر) عن حال الطريق وكان قد ضلها (أو آتيكم بشهاب قبس) بالإضافة للبيان وتركها أي شعلة نار في رأس فتيلة أو عود (لعلكم تصطلون) والطاء بدل تاء الافتعال من صلي النار بكسر اللام وفتحها تستدفئون من البرد \r\n", "sura_id": 27, "type": 2, "id": 28110, "aya_id": 7}, {"text": "اذكر قصة موسى حين قال لأهله في مسيره من \"مدين\" إلى \"مصر\": إني أبصَرْتُ نارًا سآتيكم منها بخبر يدلنا على الطريق, أو آتيكم بشعلة نار; كي تستدفئوا بها من البرد.\r\n", "sura_id": 27, "type": 3, "id": 34346, "aya_id": 7}, {"text": " <font color=red>إِذْ قَالَ مُوسَى لِأَهْلِهِ إِنِّي آنَسْتُ نَارًا سَآتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ</font><BR><p>يَقُول تَعَالَى لِرَسُولِهِ مُحَمَّد مُذَكِّرًا لَهُ مَا كَانَ مِنْ أَمْر مُوسَى عَلَيْهِ السَّلَام كَيْف اِصْطَفَاهُ اللَّه وَكَلَّمَهُ وَنَاجَاهُ وَأَعْطَاهُ مِنْ الْآيَات الْعَظِيمَة الْبَاهِرَة وَالْأَدِلَّة الْقَاهِرَة وَابْتَعَثَهُ إِلَى فِرْعَوْن وَمَلَئِهِ فَجَحَدُوا بِهَا وَكَفَرُوا وَاسْتَكْبَرُوا مِنْ اِتِّبَاعه وَالِانْقِيَاد لَهُ فَقَالَ تَعَالَى : \" إِذْ قَالَ مُوسَى لِأَهْلِهِ \" أَيْ اُذْكُرْ حِين سَارَ مُوسَى بِأَهْلِهِ فَأَضَلَّ الطَّرِيق وَذَلِكَ فِي لَيْل وَظَلَام فَآنَسَ مِنْ جَانِب الطُّور نَارًا أَيْ رَأَى نَارًا تَأَجَّجُ وَتَضْطَرِم فَقَالَ \" لِأَهْلِهِ إِنِّي آنَسْت نَارًا سَآتِيكُمْ مِنْهَا بِخَبَرٍ\" أَيْ الطَّرِيق \" أَوْ آتِيكُمْ مِنْهَا بِشِهَابٍ قَبَس لَعَلَّكُمْ تَصْطَلُونَ \" أَيْ تَسْتَدْفِئُونَ بِهِ وَكَانَ كَمَا قَالَ فَإِنَّهُ رَجَعَ مِنْهَا بِخَبَرٍ عَظِيم وَاقْتَبَسَ مِنْهَا نُورًا عَظِيمًا.</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39659, "aya_id": 7}]