[{"text": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لاَ يَرْجُونَ لِقَاءنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِن تِلْقَاء نَفْسِي إِنْ أَتَّبِعُ إِلاَّ مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ", "sura_id": 10, "type": 0, "id": 1379, "aya_id": 15}, {"text": "وإذا تتلى عليهم آياتنا بينات قال الذين لا يرجون لقاءنا ائت بقرآن غير هذا أو بدله قل ما يكون لي أن أبدله من تلقاء نفسي إن أتبع إلا ما يوحى إلي إني أخاف إن عصيت ربي عذاب يوم عظيم", "sura_id": 10, "type": 1, "id": 7615, "aya_id": 15}, {"text": "15 - (وإذا تتلى عليهم آياتنا) القرآن (بيناتٍ) ظاهراتٍ حال (قال الذين لا يرجون لقاءنا) لا يخافون البعث (ائت بقرآن غير هذا) ليس فيه عيب آلهتنا (أو بدِّله) من تلقاء نفسك (قل) لهم (ما يكون) ينبغي (لي أن أبدله من تلقاء) قبل (نفسي إن) ما (أتبع إلا ما يوحى إلي إني أخاف إن عصيت ربي) بتبديله (عذاب يوم عظيم) هو يوم القيامة \r\n", "sura_id": 10, "type": 2, "id": 26323, "aya_id": 15}, {"text": "وإذا تتلى على المشركين آيات الله التي أنزلناها إليك -أيها الرسول- واضحات, قال الذين لا يخافون الحساب, ولا يرجون الثواب, ولا يؤمنون بيوم البعث والنشور: ائت بقرآن غير هذا, أو بدِّل هذا القرآن: بأن تجعل الحلال حرامًا, والحرام حلالا والوعد وعيدًا, والوعيد وعدًا, وأن تُسْقط ما فيه مِن عيب آلهتنا وتسفيه أحلامنا, قل لهم -أيها الرسول- : إن ذلك ليس إليَّ, وإنما أتبع في كل ما آمركم به وأنهاكم عنه ما ينزله عليَّ ربي ويأمرني به, إني أخشى من الله -إن خالفت أمره- عذاب يوم عظيم وهو يوم القيامة.\r\n", "sura_id": 10, "type": 3, "id": 32559, "aya_id": 15}, {"text": " <font color=red>وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ</font><BR><p>يُخْبِر تَعَالَى عَنْ تَعَنُّت الْكُفَّار مِنْ مُشْرِكِي قُرَيْش الْجَاحِدِينَ الْمُعْرِضِينَ عَنْهُ أَنَّهُمْ إِذَا قَرَأَ عَلَيْهِمْ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كِتَاب اللَّه وَحُجَّته الْوَاضِحَة قَالُوا لَهُ اِئْتِ بِقُرْآنٍ غَيْر هَذَا أَيْ رُدَّ هَذَا وَجِئْنَا بِغَيْرِهِ مِنْ نَمَط آخَر أَوْ بَدِّلْهُ إِلَى وَضْع آخَر قَالَ اللَّه تَعَالَى لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ \" قُلْ مَا يَكُون لِي أَنْ أُبَدِّلهُ مِنْ تِلْقَاء نَفْسِي \" أَيْ لَيْسَ هَذَا إِلَيَّ إِنَّمَا أَنَا عَبْد مَأْمُور وَرَسُول مُبَلِّغ عَنْ اللَّه \" إِنْ أَتَّبِع إِلَّا مَا يُوحَى إِلَيَّ إِنِّي أَخَاف إِنْ عَصَيْت رَبِّي عَذَاب يَوْم عَظِيم \" .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37440, "aya_id": 15}]