[{"text": "وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ يَوْمَئِذٍ يَتَذَكَّرُ الْإِنسَانُ وَأَنَّى لَهُ الذِّكْرَى", "sura_id": 89, "type": 0, "id": 6016, "aya_id": 23}, {"text": "وجيء يومئذ بجهنم يومئذ يتذكر الإنسان و أنى له الذكرى", "sura_id": 89, "type": 1, "id": 12252, "aya_id": 23}, {"text": "23 - (وجيء يومئذ بجهنم) تقاد بسبعين ألف زمام كل زمام بأيدي سبعين ألف ملك لها زفير وتغيظ (يومئذ) بدل من إذا وجوبها (يتذكر الإنسان) أي الكافر ما فرط فيه (وأنى له الذكرى) استفهام بمعنى النفي أي لا ينفعه تذكره ذلك \r\n", "sura_id": 89, "type": 2, "id": 30960, "aya_id": 23}, {"text": "وجيء في ذلك اليوم العظيم بجهنم, يومئذ يتعظ الكافر ويتوب, وكيف ينفعه الاتعاظ والتوبة, وقد فرَّط فيهما في الدنيا, وفات أوانهما؟\r\n", "sura_id": 89, "type": 3, "id": 37196, "aya_id": 23}, {"text": " <font color=red>وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسَانُ وَأَنَّى لَهُ الذِّكْرَى</font><BR><p>وَقَوْله تَعَالَى \" وَجِيءَ يَوْمئِذٍ بِجَهَنَّمَ\" قَالَ الْإِمَام مُسْلِم بْن الْحَجَّاج فِي صَحِيحه حَدَّثَنَا عُمَر بْن حَفْص بْن غِيَاث حَدَّثَنَا أَبِي عَنْ الْعَلَاء بْن خَالِد الْكَاهِلِيّ عَنْ شَقِيق عَنْ عَبْد اللَّه هُوَ اِبْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُؤْتَى بِجَهَنَّمَ يَوْمئِذٍ لَهَا سَبْعُونَ أَلْف زِمَام مَعَ كُلّ زِمَام سَبْعُونَ أَلْف مَلَك يَجُرُّونَهَا \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن الدَّارِمِيّ عَنْ عُمَر بْن حَفْص بِهِ وَرَوَاهُ أَيْضًا عَنْ عَبْد بْن حُمَيْد عَنْ أَبِي عَامِر عَنْ سُفْيَان الثَّوْرِيّ عَنْ الْعَلَاء بْن خَالِد عَنْ شَقِيق بْن سَلَمَة وَهُوَ أَبُو وَائِل عَنْ عَبْد اللَّه بْن مَسْعُود قَوْله وَلَمْ يَرْفَعهُ وَكَذَا رَوَاهُ اِبْن جَرِير عَنْ الْحَسَن بْن عَرَفَة عَنْ مَرْوَان بْن مُعَاوِيَة الْفَزَارِيّ عَنْ الْعَلَاء بْن خَالِد عَنْ شَقِيق عَنْ عَبْد اللَّه قَوْله وَقَوْله تَعَالَى \" يَوْمئِذٍ يَتَذَكَّر الْإِنْسَان \" أَيْ عَمَله وَمَا كَانَ أَسْلَفَهُ فِي قَدِيم دَهْره وَحَدِيثه \" وَأَنَّى لَهُ الذِّكْرَى \" أَيْ وَكَيْفَ تَنْفَعهُ الذِّكْرَى ؟ .</p><BR> <br> ", "sura_id": 89, "type": 4, "id": 43379, "aya_id": 23}]