[{"text": "فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءهُمْ وَقُلْ آمَنتُ بِمَا أَنزَلَ اللَّهُ مِن كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ", "sura_id": 42, "type": 0, "id": 4287, "aya_id": 15}, {"text": "فلذلك فادع واستقم كما أمرت ولا تتبع أهواءهم وقل آمنت بما أنزل الله من كتاب وأمرت لأعدل بينكم الله ربنا وربكم لنا أعمالنا ولكم أعمالكم لا حجة بيننا وبينكم الله يجمع بيننا وإليه المصير", "sura_id": 42, "type": 1, "id": 10523, "aya_id": 15}, {"text": "15 - (فلذلك) التوحيد (فادع) يا محمد الناس (واستقم) عليه (كما أمرت ولا تتبع أهواءهم) في تركه (وقل آمنت بما أنزل الله من كتاب وأمرت لأعدل) بأن أعدل (بينكم) في الحكم (الله ربنا وربكم لنا أعمالنا ولكم أعمالكم) فكل يجازى بعمله (لا حجة) خصومة (بيننا وبينكم) هذا قبل أن يؤمر بالجهاد (الله يجمع بيننا) في المعاد لفصل القضاء (وإليه المصير) المرجع \r\n", "sura_id": 42, "type": 2, "id": 29231, "aya_id": 15}, {"text": "فإلى ذلك الدين القيِّم الذي شرعه الله للأنبياء ووصَّاهم به, فادع -أيها الرسول- عباد الله, واستقم كما أمرك الله، ولا تتبع أهواء الذين شكُّوا في الحق وانحرفوا عن الدين, وقل: صدَّقت بجميع الكتب المنزلة من السماء على الأنبياء, وأمرني ربي أن أعدل بينكم في الحكم, الله ربنا وربكم، لنا ثواب أعمالنا الصالحة, ولكم جزاء أعمالكم السيئة, لا خصومة ولا جدال بيننا وبينكم بعدما تبين الحق, الله يجمع بيننا وبينكم يوم القيامة, فيقضي بيننا بالحق فيما اختلفنا فيه, وإليه المرجع والمآب, فيجازي كلا بما يستحق.\r\n", "sura_id": 42, "type": 3, "id": 35467, "aya_id": 15}, {"text": " <font color=red>فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ</font><BR><p>اِشْتَمَلَتْ هَذِهِ الْآيَة الْكَرِيمَة عَلَى عَشْر كَلِمَات مُسْتَقِلَّات كُلّ مِنْهَا مُنْفَصِلَة عَنْ الَّتِي قَبْلهَا حُكْم بِرَأْسِهَا قَالُوا وَلَا نَظِير لَهَا سِوَى آيَة الْكُرْسِيّ فَإِنَّهَا أَيْضًا عَشْر فُصُول كَهَذِهِ . وَقَوْله \" فَلِذَلِكَ فَادْعُ \" أَيْ فَلِلَّذِي أَوْحَيْنَا إِلَيْك مِنْ الدِّين الَّذِي وَصَّيْنَا بِهِ جَمِيع الْمُرْسَلِينَ قَبْلك أَصْحَاب الشَّرَائِع الْكِبَار الْمُتَّبَعَة كَأُولِي الْعَزْم وَغَيْرهمْ فَادْعُ النَّاس إِلَيْهِ . وَقَوْله عَزَّ وَجَلَّ \" وَاسْتَقِمْ كَمَا أُمِرْت \" أَيْ وَاسْتَقِمْ أَنْتَ وَمَنْ اِتَّبَعَك عَلَى عِبَادَة اللَّه تَعَالَى كَمَا أَمَرَكُمْ اللَّه عَزَّ وَجَلَّ وَقَوْله تَعَالَى \" وَلَا تَتَّبِع أَهْوَاءَهُمْ \" يَعْنِي الْمُشْرِكِينَ فِيمَا اِخْتَلَفُوا فِيهِ وَكَذَّبُوهُ وَافْتَرَوْهُ مِنْ عِبَادَة الْأَوْثَان . وَقَوْله جَلَّ وَعَلَا \" وَقُلْ آمَنْت بِمَا أَنْزَلَ اللَّه مِنْ كِتَاب \" أَيْ صَدَّقْت بِجَمِيعِ الْكُتُب الْمُنَزَّلَة مِنْ السَّمَاء عَلَى الْأَنْبِيَاء لَا نُفَرِّق بَيْن أَحَد مِنْهُمْ . وَقَوْله \" وَأُمِرْت لِأَعْدِل بَيْنكُمْ \" أَيْ فِي الْحُكْم كَمَا أَمَرَنِي اللَّه وَقَوْله جَلَّتْ عَظَمَته \" اللَّه رَبّنَا وَرَبّكُمْ \" أَيْ هُوَ الْمَعْبُود لَا إِلَه غَيْره فَنَحْنُ نُقِرّ بِذَلِكَ اِخْتِيَارًا وَأَنْتُمْ وَإِنْ لَمْ تَفْعَلُوهُ اِخْتِيَارًا فَلَهُ يَسْجُد مَنْ فِي الْعَالَمِينَ طَوْعًا وَإِجْبَارًا . وَقَوْله تَبَارَكَ وَتَعَالَى \" لَنَا أَعْمَالنَا وَلَكُمْ أَعْمَالكُمْ \" أَيْ نَحْنُ بُرَآء مِنْكُمْ كَمَا قَالَ سُبْحَانه وَتَعَالَى \" وَإِنْ كَذَّبُوك فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَل وَأَنَا بَرِيء مِمَّا تَعْمَلُونَ \" وَقَوْله تَعَالَى \" لَا حُجَّة بَيْننَا وَبَيْنكُمْ \" قَالَ مُجَاهِد أَيْ لَا خُصُومَة قَالَ السُّدِّيّ وَذَلِكَ قَبْل نُزُول آيَة السَّيْف وَهَذَا مُتَّجَه لِأَنَّ هَذِهِ الْآيَة مَكِّيَّة وَآيَة السَّيْف بَعْد الْهِجْرَة . وَقَوْله عَزَّ وَجَلَّ \" اللَّه يَجْمَع بَيْننَا \" أَيْ يَوْم الْقِيَامَة كَقَوْلِهِ\" قُلْ يَجْمَع بَيْننَا رَبّنَا ثُمَّ يَفْتَح بَيْننَا بِالْحَقِّ وَهُوَ الْفَتَّاح الْعَلِيم \" وَقَوْله جَلَّ وَعَلَا \" وَإِلَيْهِ الْمَصِير \" أَيْ الْمَرْجِع وَالْمَآب يَوْم الْحِسَاب .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41085, "aya_id": 15}]