[{"text": "وَالَّذِينَ يُظَاهِرُونَ مِن نِّسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "sura_id": 58, "type": 0, "id": 5107, "aya_id": 3}, {"text": "والذين يظاهرون من نسائهم ثم يعودون لما قالوا فتحرير رقبة من قبل أن يتماسا ذلكم توعظون به والله بما تعملون خبير", "sura_id": 58, "type": 1, "id": 11343, "aya_id": 3}, {"text": "3 - (والذين يظاهرون من نسائهم ثم يعودون لما قالوا) فيه بأن يخالفوه بامساك المظاهر منها الذي هو خلاف مقصود الظهار من وصف المرأة بالتحريم (فتحرير رقبة) إعتاقها عليه (من قبل أن يتماسا) بالوطء (ذلكم توعظون به والله بما تعملون خبير) \r\n", "sura_id": 58, "type": 2, "id": 30051, "aya_id": 3}, {"text": "والذين يحرِّمون نساءهم على أنفسهم بالمظاهَرة منهن, ثم يرجعون عن قولهم ويعزمون على وطء نسائهم، فعلى الزوج المظاهِر- والحالة هذه- كفارة التحريم، وهي عتق رقبة مؤمنة عبد أو أمة قبل أن يطأ زوجته التي ظاهر منها، ذلكم هو حكم الله فيمن ظاهر مِن زوجته توعظون به، أيها المؤمنون; لكي لا تقعوا في الظهار وقول الزور، وتُكَفِّروا إن وقعتم فيه، ولكي لا تعودوا إليه، والله لا يخفى عليه شيء من أعمالكم، وهو مجازيكم عليها.\r\n", "sura_id": 58, "type": 3, "id": 36287, "aya_id": 3}, {"text": " <font color=red>وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ</font><BR><p>وَقَوْله تَعَالَى \" وَاَلَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا \" اِخْتَلَفَ السَّلَف وَالْأَئِمَّة فِي الْمُرَاد بِقَوْلِهِ تَعَالَى \" ثُمَّ يَعُودُونَ لِمَا قَالُوا \" فَقَالَ بَعْض النَّاس الْعَوْد هُوَ أَنْ يَعُود إِلَى لَفْظ الظِّهَار فَيُكَرِّرهُ وَهَذَا الْقَوْل بَاطِل وَهُوَ اِخْتِيَار اِبْن حَزْم وَقَوْل دَاوُد حَكَاهُ أَبُو عُمَر بْن عَبْد الْبَرّ عَنْ بُكَيْر بْن الْأَشَجّ وَالْفَرَّاء وَفِرْقَة مِنْ أَهْل الْكَلَام وَقَالَ الشَّافِعِيّ هُوَ أَنْ يُمْسِكهَا بَعْد الْمُظَاهَرَة زَمَانًا يُمْكِنهُ أَنْ يُطَلِّق فِيهِ فَلَا يُطَلِّق وَقَالَ أَحْمَد بْن حَنْبَل هُوَ أَنْ يَعُود إِلَى الْجِمَاع أَوْ يَعْزِم عَلَيْهِ فَلَا تَحِلّ لَهُ حَتَّى يُكَفِّر بِهَذِهِ الْكَفَّارَة وَقَدْ حُكِيَ عَنْ مَالِك أَنَّهُ الْعَزْم عَلَى الْجِمَاع أَوْ الْإِمْسَاك عَنْهُ وَعَنْهُ أَنَّهُ الْجِمَاع وَقَالَ أَبُو حَنِيفَة هُوَ أَنْ يَعُود إِلَى الظِّهَار بَعْد تَحْرِيمه وَرَفْع مَا كَانَ عَلَيْهِ أَمْر الْجَاهِلِيَّة فَمَتَى ظَاهَرَ الرَّجُل مِنْ اِمْرَأَته فَقَدْ حَرَّمَهَا تَحْرِيمًا لَا يَرْفَعهُ إِلَّا الْكَفَّارَة . وَإِلَيْهِ ذَهَبَ أَصْحَابه وَاللَّيْث بْن سَعْد وَقَالَ اِبْن لَهِيعَة حَدَّثَنِي عَطَاء عَنْ سَعِيد بْن جُبَيْر \" ثُمَّ يَعُودُونَ لِمَا قَالُوا \" يَعْنِي يُرِيدُونَ أَنْ يَعُودُوا فِي الْجِمَاع الَّذِي حَرَّمُوهُ عَلَى أَنْفُسهمْ وَقَالَ الْحَسَن الْبَصْرِيّ يَعْنِي الْغَشَيَان فِي الْفَرْج وَكَانَ لَا يَرَى بَأْسًا أَنْ يَغْشَى فِيمَا دُون الْفَرْج قَبْل أَنْ يُكَفِّر وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" مِنْ قَبْل أَنْ يَتَمَاسَّا \" وَالْمَسّ النِّكَاح وَكَذَا قَالَ عَطَاء وَالزُّهْرِيّ وَقَتَادَة وَمُقَاتِل بْن حَيَّان وَقَالَ الزُّهْرِيّ لَيْسَ لَهُ أَنْ يُقَبِّلهَا وَلَا يَمَسّهَا حَتَّى يُكَفِّر . وَقَدْ رَوَى أَهْل السُّنَن مِنْ حَدِيث عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ رَجُلًا قَالَ : يَا رَسُول اللَّه إِنِّي ظَاهَرْت مِنْ اِمْرَأَتِي فَوَقَعْت عَلَيْهَا قَبْل أَنْ أُكَفِّر فَقَالَ \" مَا حَمَلَك عَلَى ذَلِكَ يَرْحَمك اللَّه\" قَالَ رَأَيْت خَلْخَالهَا فِي ضَوْء الْقَمَر قَالَ \" فَلَا تَقْرَبهَا حَتَّى تَفْعَل مَا أَمَرَك اللَّه عَزَّ وَجَلَّ \" وَقَالَ التِّرْمِذِيّ حَسَن غَرِيب صَحِيح . وَرَوَاهُ أَبُو دَاوُد وَالنَّسَائِيّ مِنْ حَدِيث عِكْرِمَة مُرْسَلًا قَالَ النَّسَائِيّ وَهُوَ أَوْلَى بِالصَّوَابِ. وَقَوْله تَعَالَى \" فَتَحْرِير رَقَبَة \" أَيْ فَإِعْتَاق رَقَبَة كَامِلَة مِنْ قَبْل أَنْ يَتَمَاسَّا فَهَاهُنَا الرَّقَبَة مُطْلَقَة غَيْر مُقَيَّدَة بِالْإِيمَانِ وَفِي كَفَّارَة الْقَتْل مُقَيَّدَة بِالْإِيمَانِ فَحَمَلَ الشَّافِعِيّ رَحِمَهُ اللَّه مَا أُطْلِق هَهُنَا عَلَى مَا قُيِّدَ هُنَاكَ لِاتِّحَادِ الْمُوجِب وَهُوَ عِتْق الرَّقَبَة وَاعْتَضَدَ فِي ذَلِكَ بِمَا رَوَاهُ عَنْ مَالِك بِسَنَدِهِ عَنْ مُعَاوِيَة بْن الْحَكَم السُّلَمِيّ فِي قِصَّة الْجَارِيَة السَّوْدَاء وَأَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَعْتِقْهَا فَإِنَّهَا مُؤْمِنَة \" وَقَدْ رَوَاهُ أَحْمَد فِي مُسْنَده وَمُسْلِم فِي صَحِيحه . وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا يُوسُف بْن مُوسَى حَدَّثَنَا عَبْد اللَّه بْن نُمَيْر عَنْ إِسْمَاعِيل بْن مُسْلِم بْن يَسَار عَنْ عَمْرو بْن دِينَار عَنْ طَاوُس عَنْ اِبْن عَبَّاس قَالَ : أَتَى رَسُولَ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَجُلٌ فَقَالَ إِنِّي ظَاهَرْت مِنْ اِمْرَأَتِي ثُمَّ وَقَعْت عَلَيْهَا قَبْل أَنْ أُكَفِّر فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أَلَمْ يَقُلْ اللَّه تَعَالَى \" مِنْ قَبْل أَنْ يَتَمَاسَّا \" قَالَ أَعْجَبَتْنِي قَالَ \" أَمْسِكْ حَتَّى تُكَفِّر \" ثُمَّ قَالَ الْبَزَّار لَا يُرْوَى عَنْ اِبْن عَبَّاس بِأَحْسَن مِنْ هَذَا وَإِسْمَاعِيل بْن مُسْلِم تَكَلَّمَ فِيهِ وَرَوَى عَنْهُ جَمَاعَة كَثِيرَة مِنْ أَهْل الْعِلْم وَفِيهِ مِنْ الْفِقْه أَنَّهُ لَمْ يَأْمُرهُ إِلَّا بِكَفَّارَةٍ وَاحِدَة . وَقَوْله تَعَالَى \" ذَلِكُمْ تُوعَظُونَ بِهِ\" أَيْ تَزْجُرُونَ بِهِ \" وَاَللَّه بِمَا تَعْمَلُونَ خَبِير \" أَيْ خَبِير بِمَا يُصْلِحكُمْ عَلِيم بِأَحْوَالِكُمْ .</p><BR> <br> ", "sura_id": 58, "type": 4, "id": 42045, "aya_id": 3}]