[{"text": "وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنتَ السَّمِيعُ الْعَلِيمُ", "sura_id": 2, "type": 0, "id": 134, "aya_id": 127}, {"text": "وإذ يرفع إبراهيم القواعد من البيت وإسماعيل ربنا تقبل منا إنك أنت السميع العليم", "sura_id": 2, "type": 1, "id": 6370, "aya_id": 127}, {"text": "127- (و) اذكر (إذ يرفع إبراهيم القواعد) الأسس أو الجدر (من البيت) يبنيه ، متعلق بيرفع (وإسماعيل) عطف على إبراهيم ، يقولان (ربنا تقبل منا) بناءنا (إنك أنت السميع) للقول (العليم) بالفعل \r\n", "sura_id": 2, "type": 2, "id": 25078, "aya_id": 127}, {"text": "واذكر -أيها النبي- حين رفع إبراهيم وإسماعيل أسس الكعبة, وهما يدعوان الله في خشوع: ربنا تقبل منَّا صالح أعمالنا ودعاءنا, إنك أنت السميع لأقوال عبادك, العليم بأحوالهم.\r\n", "sura_id": 2, "type": 3, "id": 31314, "aya_id": 127}, {"text": " <font color=red>وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ</font><BR><p>وَأَمَّا قَوْله تَعَالَى \" وَإِذْ يَرْفَع إِبْرَاهِيمُ الْقَوَاعِدَ مِنْ الْبَيْت وَإِسْمَاعِيل رَبّنَا تَقَبَّلْ مِنَّا إِنَّك أَنْتَ السَّمِيع الْعَلِيم رَبّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَك وَمِنْ ذُرِّيَّتنَا أُمَّة مُسْلِمَة لَك وَأَرِنَا مَنَاسِكنَا وَتُبْ عَلَيْنَا إِنَّك أَنْتَ التَّوَّاب الرَّحِيم \" فَالْقَوَاعِد جَمْع قَاعِدَة هِيَ السَّارِيَة وَالْأَسَاس يَقُول تَعَالَى : وَاذْكُرْ يَا مُحَمَّد لِقَوْمِك بِنَاء إِبْرَاهِيم وَإِسْمَاعِيل عَلَيْهِمَا السَّلَام الْبَيْت وَرَفْعهمَا الْقَوَاعِد مِنْهُ وَهُمَا يَقُولَانِ \" رَبّنَا تَقَبَّلْ مِنَّا إِنَّك أَنْتَ السَّمِيع الْعَلِيم وَحَكَى الْقُرْطُبِيّ وَغَيْره عَنْ أُبَيّ وَابْن مَسْعُود أَنَّهُمَا كَانَا يَقْرَآنِ \" وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنْ الْبَيْت وَإِسْمَاعِيل \" وَيَقُولَانِ \" رَبّنَا تَقَبَّلْ مِنَّا إِنَّك أَنْتَ السَّمِيع الْعَلِيم \" \" قُلْت \" وَيَدُلّ عَلَى هَذَا قَوْلهمَا بَعْده \" رَبّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَك وَمِنْ ذُرِّيَّتنَا أُمَّة مُسْلِمَة لَك \" الْآيَة فَهُمَا فِي عَمَل صَالِح وَهُمَا يَسْأَلَانِ اللَّه تَعَالَى أَنْ يَتَقَبَّل مِنْهُمَا كَمَا رَوَى اِبْن أَبِي حَاتِم مِنْ حَدِيث مُحَمَّد بْن يَزِيد بْن خُنَيْس الْمَكِّيّ عَنْ وُهَيْب بْن الْوَرْد أَنَّهُ قَرَأَ \" وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنْ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا \" ثُمَّ يَبْكِي وَيَقُول يَا خَلِيل الرَّحْمَن تَرْفَع قَوَائِم بَيْت الرَّحْمَن وَأَنْتَ مُشْفِق أَنْ لَا يَتَقَبَّل مِنْك. وَهَذَا كَمَا حَكَى اللَّه عَنْ حَال الْمُؤْمِنِينَ الْخُلَّص فِي قَوْله \" وَاَلَّذِينَ يُؤْتُونَ مَا آتَوْا \" أَيْ يُعْطُونَ مَا أَعْطَوْا مِنْ الصَّدَقَات وَالنَّفَقَات وَالْقَرَابَات \" وَقُلُوبُهُمْ وَجِلَةٌ\" أَيْ خَائِفَةٌ أَنْ لَا يَتَقَبَّل مِنْهُمْ كَمَا جَاءَ فِي الْحَدِيث الصَّحِيح عَنْ عَائِشَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا سَيَأْتِي فِي مَوْضِعه . وَقَالَ بَعْض الْمُفَسِّرِينَ الَّذِي كَانَ يَرْفَع الْقَوَاعِد هُوَ إِبْرَاهِيم وَالدَّاعِي إِسْمَاعِيل وَالصَّحِيح أَنَّهُمَا كَانَا يَرْفَعَانِ وَيَقُولَانِ كَمَا سَيَأْتِي بَيَانه . وَقَدْ رَوَى الْبُخَارِيّ هَاهُنَا حَدِيثًا سَنُورِدُهُ ثُمَّ نُتْبِعهُ بِآثَارٍ مُتَعَلِّقَة بِذَلِكَ . قَالَ الْبُخَارِيّ رَحِمَهُ اللَّه : حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد أَخْبَرَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ أَيُّوب السِّخْتِيَانِيّ وَكَثِير بْن كَثِير بْن الْمُطَّلِب اِبْن أَبِي وَدَاعَة - يَزِيد أَحَدهمَا عَلَى الْآخَر - عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : أَوَّل مَا اِتَّخَذَ النِّسَاء الْمِنْطَقَ مِنْ قِبَل أُمّ إِسْمَاعِيل اِتَّخَذَتْ مِنْطَقًا لِتُعَفِّي أَثَرَهَا عَلَى سَارَة ثُمَّ جَاءَ بِهَا إِبْرَاهِيم وَبِابْنِهَا إِسْمَاعِيل وَهِيَ تُرْضِعهُ حَتَّى وَضَعَهُمَا عِنْد الْبَيْت عِنْد دَوْحَة فَوْق زَمْزَم فِي أَعْلَى الْمَسْجِد وَلَيْسَ بِمَكَّة يَوْمَئِذٍ أَحَدٌ وَلَيْسَ بِهَا مَاء فَوَضَعَهُمَا هُنَالِكَ وَوَضَعَ عِنْدهمَا جِرَابًا فِيهِ تَمْر وَسِقَاء فِيهِ مَاء ثُمَّ قَفَّى إِبْرَاهِيم فَتَبِعَتْهُ أُمّ إِسْمَاعِيل فَقَالَتْ : يَا إِبْرَاهِيم أَيْنَ تَذْهَب وَتَتْرُكنَا بِهَذَا الْوَادِي الَّذِي لَيْسَ فِيهِ أَنِيس ؟ وَلَا شَيْء فَقَالَتْ لَهُ ذَلِكَ مِرَارًا وَجَعَلَ لَا يَلْتَفِت إِلَيْهَا فَقَالَتْ آللَّهُ أَمَرَك بِهَذَا ؟ قَالَ نَعَمْ قَالَتْ : إِذًا لَا يُضَيِّعنَا . ثُمَّ رَجَعَتْ فَانْطَلَقَ إِبْرَاهِيم حَتَّى إِذَا كَانَ عِنْد الثَّنِيَّة حَيْثُ لَا يَرَوْنَهُ اِسْتَقْبَلَ بِوَجْهِهِ الْبَيْت ثُمَّ دَعَا بِهَذِهِ الدَّعَوَات وَرَفَعَ يَدَيْهِ فَقَالَ \" رَبَّنَا إِنِّي أَسْكَنْت مِنْ ذُرِّيَّتِي بِوَادٍ غَيْر ذِي زَرْع عِنْد بَيْتك الْمُحَرَّم\" حَتَّى بَلَغَ \" يَشْكُرُونَ \" وَجَعَلَتْ أُمّ إِسْمَاعِيل تُرْضِع إِسْمَاعِيل وَتَشْرَب مِنْ ذَلِكَ الْمَاء حَتَّى إِذَا نَفِدَ مَا فِي السِّقَاء عَطِشَتْ وَعَطِشَ اِبْنُهَا وَجَعَلَتْ تَنْظُر إِلَيْهِ يَتَلَوَّى - أَوْ قَالَ يَتَلَبَّط - فَانْطَلَقَتْ كَرَاهِيَة أَنْ تَنْظُر إِلَيْهِ فَوَجَدَتْ الصَّفَا أَقْرَب جَبَل فِي الْأَرْض يَلِيهَا فَقَامَتْ عَلَيْهِ ثُمَّ اِسْتَقْبَلَتْ الْوَادِي تَنْظُر هَلْ تَرَى أَحَدًا فَلَمْ تَرَ أَحَدًا فَهَبَطَتْ مِنْ الصَّفَا حَتَّى إِذَا بَلَغَتْ الْوَادِي رَفَعَتْ طَرَف دِرْعهَا ثُمَّ سَعَتْ سَعْي الْإِنْسَان الْمَجْهُود حَتَّى جَاوَزَتْ الْوَادِي ثُمَّ أَتَتْ الْمَرْوَة فَقَامَتْ عَلَيْهَا فَنَظَرَتْ هَلْ تَرَى أَحَدًا فَلَمْ تَرَ أَحَدًا فَفَعَلَتْ ذَلِكَ سَبْع مَرَّات قَالَ اِبْن عَبَّاس : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَلِذَلِكَ سَعَى النَّاس بَيْنهمَا \" فَلَمَّا أَشْرَفَتْ عَلَى الْمَرْوَة سَمِعْت صَوْتًا فَقَالَتْ \" صَهٍ \" - تُرِيد نَفْسهَا - ثُمَّ تَسَمَّعَتْ فَسَمِعَتْ أَيْضًا فَقَالَتْ : قَدْ أَسْمَعْت إِنْ كَانَ عِنْدك غِوَاث فَإِذَا هِيَ بِالْمَلَكِ عِنْد مَوْضِع زَمْزَم فَبَحَثَ بِعَقِبِهِ أَوْ قَالَ بِجَنَاحِهِ حَتَّى ظَهَرَ الْمَاء فَجَعَلَتْ تُحَوِّضهُ وَتَقُول بِيَدِهَا هَكَذَا وَجَعَلَتْ تَغْرِف مِنْ الْمَاء فِي سِقَائِهَا وَهُوَ يَفُور بَعْدَمَا تَغْرِف قَالَ اِبْن عَبَّاس قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَرْحَم اللَّهُ أُمّ إِسْمَاعِيل لَوْ تَرَكَتْ زَمْزَم - أَوْ قَالَ لَوْ لَمْ تَغْرِف مِنْ الْمَاء - لَكَانَتْ زَمْزَم عَيْنًا مَعِينًا \" قَالَ فَشَرِبَتْ وَأَرْضَعَتْ وَلَدهَا فَقَالَ لَهَا الْمَلَك لَا تَخَافِي الضَّيْعَة فَإِنَّ هَاهُنَا بَيْتًا لِلَّهِ يَبْنِيه هَذَا الْغُلَام وَأَبُوهُ وَإِنَّ اللَّه لَا يُضَيِّع أَهْله وَكَانَ الْبَيْت مُرْتَفِعًا مِنْ الْأَرْض كَالرَّابِيَةِ تَأْتِيه السُّيُول فَتَأْخُذ عَنْ يَمِينه وَشِمَاله فَكَانَتْ كَذَلِكَ حَتَّى مَرَّتْ بِهِمْ رُفْقَة مِنْ جُرْهُمَ أَوْ أَهْل بَيْت مِنْ جُرْهُمَ مُقْبِلِينَ مِنْ طَرِيق كَدَاءٍ فَنَزَلُوا فِي أَسْفَل مَكَّة فَرَأَوْا طَائِرًا عَائِدًا فَقَالُوا إِنَّ هَذَا الطَّائِر لِيَدُورَ عَلَى مَاء لَعَهْدُنَا بِهَذَا الْوَادِي وَمَا فِيهِ مَاء فَأَرْسَلُوا جَرِيًّا أَوْ جَرِيَّيْنِ فَإِذَا هُمْ بِالْمَاءِ فَرَجَعُوا فَأَخْبَرُوهُمْ بِالْمَاءِ فَأَقْبَلُوا قَالَ وَأُمّ إِسْمَاعِيل عِنْد الْمَاء فَقَالُوا أَتَأْذَنِينَ لَنَا أَنْ نَنْزِل عِنْدك قَالَتْ نَعَمْ . وَلَكِنْ لَا حَقّ لَكُمْ فِي الْمَاء عِنْدنَا قَالُوا : نَعَمْ. قَالَ اِبْن عَبَّاس : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" فَأَلْفَى ذَلِكَ أُمّ إِسْمَاعِيل وَهِيَ تُحِبّ الْأُنْس \" فَنَزَلُوا وَأَرْسَلُوا إِلَى أَهْلِيهِمْ فَنَزَلُوا مَعَهُمْ حَتَّى إِذَا كَانَ بِهَا أَهْل أَبْيَات مِنْهُمْ وَشَبَّ الْغُلَام وَتَعَلَّمَ الْعَرَبِيَّة مِنْهُمْ وَأَنْفَسهمْ وَأَعْجَبَهُمْ حِين شَبَّ فَلَمَّا أَدْرَكَ زَوَّجُوهُ اِمْرَأَة مِنْهُمْ وَمَاتَتْ أُمّ إِسْمَاعِيل فَجَاءَ إِبْرَاهِيم بَعْد مَا تَزَوَّجَ إِسْمَاعِيل يُطَالِع تَرِكَته فَلَمْ يَجِد إِسْمَاعِيل فَسَأَلَ اِمْرَأَته عَنْهُ فَقَالَتْ : خَرَجَ يَبْتَغِي لَنَا ثُمَّ سَأَلَهَا عَنْ عَيْشهمْ وَهَيْئَتهمْ فَقَالَتْ : نَحْنُ بِشَرٍّ نَحْنُ فِي ضِيق وَشِدَّة فَشَكَتْ إِلَيْهِ قَالَ : فَإِذَا جَاءَ زَوْجك فَاقْرَئِي عَلَيْهِ السَّلَام وَقَوْلِي لَهُ يُغَيِّر عَتَبَة بَابه فَلَمَّا جَاءَ إِسْمَاعِيل كَأَنَّهُ آنَسَ شَيْئًا فَقَالَ هَلْ جَاءَكُمْ مِنْ أَحَد ؟ قَالَتْ : نَعَمْ جَاءَنَا شَيْخ كَذَا وَكَذَا فَسَأَلْنَا عَنْك فَأَخْبَرْته وَسَأَلَنِي كَيْف عَيْشنَا ؟ فَأَخْبَرْته أَنَّنَا فِي جَهْد وَشِدَّة قَالَ : فَهَلْ أَوْصَاك بِشَيْءٍ ؟ قَالَتْ نَعَمْ أَمَرَنِي أَنْ أَقْرَأ عَلَيْك السَّلَام وَيَقُول غَيِّرْ عَتَبَة بَابك قَالَ : ذَاكَ أَبِي وَقَدْ أَمَرَنِي أَنْ أُفَارِقك فَالْحَقِي بِأَهْلِك وَطَلَّقَهَا وَتَزَوَّجَ مِنْهُمْ أُخْرَى فَلَبِثَ عَنْهُمْ إِبْرَاهِيم مَا شَاءَ اللَّه ثُمَّ أَتَاهُمْ فَلَمْ يَجِدهُ فَدَخَلَ عَلَى اِمْرَأَته فَسَأَلَهَا عَنْهُ فَقَالَتْ خَرَجَ يَبْتَغِي لَنَا قَالَ : كَيْف أَنْتُمْ ؟ وَسَأَلَهَا عَنْ عَيْشهمْ وَهَيْئَتهمْ ؟ فَقَالَتْ : نَحْنُ بِخَيْرٍ وَسَعَة وَأَثْنَتْ عَلَى اللَّه عَزَّ وَجَلَّ قَالَ مَا طَعَامكُمْ ؟ قَالَتْ : اللَّحْم قَالَ : فَمَا شَرَابكُمْ ؟ قَالَتْ : الْمَاء . قَالَ اللَّهُمَّ بَارِكْ لَهُمْ فِي اللَّحْم وَالْمَاء قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَلَمْ يَكُنْ لَهُمْ يَوْمَئِذٍ حَبٌّ وَلَوْ كَانَ لَهُمْ لَدَعَا لَهُمْ فِيهِ \" قَالَ : فَهُمَا لَا يَخْلُو عَلَيْهِمَا أَحَد بِغَيْرِ مَكَّة إِلَّا لَمْ يُوَافِقَاهُ قَالَ فَإِذَا جَاءَ زَوْجك فَاقْرَئِي عَلَيْهِ السَّلَام وَمُرِيهِ يُثَبِّت عَتَبَة بَابه . فَلَمَّا جَاءَ إِسْمَاعِيل قَالَ هَلْ أَتَاكُمْ مِنْ أَحَد ؟ قَالَتْ : نَعَمْ أَتَانَا شَيْخ حَسَن الْهَيْئَة وَأَثْنَتْ عَلَيْهِ فَسَأَلَنِي عَنْك فَأَخْبَرْته فَسَأَلَنِي كَيْف عَيْشنَا ؟ فَأَخْبَرْته أَنَّا بِخَيْرٍ قَالَ : فَأَوْصَاك بِشَيْءٍ ؟ قَالَتْ : نَعَمْ هُوَ يَقْرَأ عَلَيْك السَّلَام وَيَأْمُرك أَنْ تُثَبِّت عَتَبَة بَابك قَالَ : ذَاكَ أَبِي وَأَنْتِ الْعَتَبَة أَمَرَنِي أَنْ أُمْسِكك ثُمَّ لَبِثَ عَنْهُمْ مَا شَاءَ اللَّه ثُمَّ جَاءَ بَعْد ذَلِكَ وَإِسْمَاعِيل يَبْرِي نَبْلًا لَهُ تَحْت دَوْحَة قَرِيبًا مِنْ زَمْزَم فَلَمَّا رَآهُ قَامَ إِلَيْهِ وَصَنَعَا كَمَا يَصْنَع الْوَالِد بِالْوَلَدِ وَالْوَلَد بِالْوَالِدِ ثُمَّ قَالَ : يَا إِسْمَاعِيل إِنَّ اللَّه أَمَرَنِي بِأَمْرٍ قَالَ : فَاصْنَعْ مَا أَمَرَك رَبّك قَالَ : وَتُعِينُنِي . قَالَ : وَأُعِينُك. قَالَ : فَإِنَّ اللَّه أَمَرَنِي أَنْ أَبْنِي هَاهُنَا بَيْتًا وَأَشَارَ إِلَى أَكَمَة مُرْتَفِعَة عَلَى مَا حَوْلهَا قَالَ : فَعِنْد ذَلِكَ رَفَعَا الْقَوَاعِد مِنْ الْبَيْت فَجَعَلَ إِسْمَاعِيل يَأْتِي بِالْحِجَارَةِ وَإِبْرَاهِيم يَبْنِي حَتَّى إِذَا اِرْتَفَعَ الْبِنَاء جَاءَ بِهَذَا الْحَجَر فَوَضَعَهُ لَهُ فَقَامَ عَلَيْهِ وَهُوَ يَبْنِي وَإِسْمَاعِيل يُنَاوِلهُ الْحِجَارَة وَهُمَا يَقُولَانِ \" رَبّنَا تَقَبَّلْ مِنَّا إِنَّك أَنْتَ السَّمِيع الْعَلِيم \" قَالَ : فَجَعَلَا يَبْنِيَانِ حَتَّى يَدُورَا حَوْل الْبَيْت وَهُمَا يَقُولَانِ \" رَبّنَا تَقَبَّلْ مِنَّا إِنَّك أَنْتَ السَّمِيع الْعَلِيم \" وَرَوَاهُ عَبْد بْن حُمَيْد عَنْ عَبْد الرَّزَّاق بِهِ مُطَوَّلًا وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِي عَبْد اللَّه مُحَمَّد بْن حَمَّاد الطَّبَرَانِيّ وَابْن جَرِير عَنْ أَحْمَد بْن ثَابِت الرَّازِيّ كِلَاهُمَا عَنْ عَبْد الرَّزَّاق بِهِ مُخْتَصَرًا . وَقَالَ أَبُو بَكْر بْن مَرْدَوَيْهِ أَخْبَرَنَا إِسْمَاعِيل بْن عَلِيّ بْن إِسْمَاعِيل أَخْبَرَنَا بِشْر بْن مُوسَى أَخْبَرَنَا أَحْمَد بْن مُحَمَّد الْأَزْرَقِيّ أَخْبَرَنَا مُسْلِم بْن خَالِد الزِّنْجِيّ عَنْ عَبْد الْمَلِك بْن جُرَيْج عَنْ كَثِير بْن كَثِير قَالَ : كُنْت أَنَا وَعُثْمَان بْن أَبِي سُلَيْمَان وَعَبْد اللَّه بْن عَبْد الرَّحْمَن بْن أَبِي حُسَيْن فِي نَاس مَعَ سَعِيد بْن جُبَيْر فِي أَعْلَى الْمَسْجِد لَيْلًا فَقَالَ سَعِيد بْن جُبَيْر : سَلُونِي قَبْل أَنْ لَا تَرَوْنِي فَسَأَلُوهُ عَنْ الْمَقَام فَأَنْشَأَ يُحَدِّثهُمْ عَنْ اِبْن عَبَّاس فَذَكَرَ الْحَدِيث بِطُولِهِ . ثُمَّ قَالَ الْبُخَارِيّ : حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد أَخْبَرَنَا أَبُو عَامِر عَبْد الْمَلِك بْن عَمْرو أَخْبَرَنَا إِبْرَاهِيم بْن نَافِع عَنْ كَثِير بْن كَثِير عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : لَمَّا كَانَ بَيْن إِبْرَاهِيم وَبَيْن أَهْله مَا كَانَ خَرَجَ بِإِسْمَاعِيل وَأُمّ إِسْمَاعِيل وَمَعَهُمْ شَنَّة فِيهَا مَاء فَجَعَلَتْ أُمّ إِسْمَاعِيل تَشْرَب مِنْ الشَّنَّة فَيَدِرّ لَبَنهَا عَلَى صَبِيّهَا حَتَّى قَدِمَ مَكَّة فَوَضَعَهُمَا تَحْت دَوْحَة ثُمَّ رَجَعَ إِبْرَاهِيم إِلَى أَهْله فَاتَّبَعَتْهُ أُمّ إِسْمَاعِيل حَتَّى بَلَغُوا كَدَاء نَادَتْهُ مِنْ وَرَاءَهُ يَا إِبْرَاهِيم إِلَى مَنْ تَتْرُكنَا ؟ قَالَ : إِلَى اللَّه قَالَتْ رَضِيت بِاَللَّهِ . قَالَ : فَرَجَعَتْ فَجَعَلَتْ تَشْرَب مِنْ الشَّنَّة وَيَدِرّ لَبَنهَا عَلَى صَبِيّهَا حَتَّى لَمَّا فَنِيَ الْمَاء قَالَتْ : لَوْ ذَهَبْت فَنَظَرْت لَعَلِّي أُحِسّ أَحَدًا فَذَهَبَتْ فَصَعِدَتْ الصَّفَا فَنَظَرَتْ هَلْ تُحِسّ أَحَدًا فَلَمْ تُحِسّ أَحَدًا فَلَمَّا بَلَغَتْ الْوَادِي سَعَتْ حَتَّى أَتَتْ الْمَرْوَة وَفَعَلَتْ ذَلِكَ أَشْوَاطًا حَتَّى أَتَمَّتْ سَبْعًا ثُمَّ قَالَتْ : لَوْ ذَهَبْت فَنَظَرْت مَا فَعَلَ الصَّبِيّ فَذَهَبَتْ فَنَظَرَتْ فَإِذَا هُوَ عَلَى حَاله كَأَنَّهُ يَنْشَغ لِلْمَوْتِ فَلَمْ تُقِرّهَا نَفْسهَا فَقَالَتْ : لَوْ ذَهَبْت فَنَظَرْت لَعَلِّي أُحِسّ أَحَدًا فَذَهَبَتْ فَصَعِدَتْ الصَّفَا فَنَظَرَتْ وَنَظَرَتْ فَلَمْ تُحِسّ أَحَدًا حَتَّى أَتَمَّتْ سَبْعًا ثُمَّ قَالَتْ : لَوْ ذَهَبْت فَنَظَرْت مَا فَعَلَ فَإِذَا هِيَ بِصَوْتٍ فَقَالَتْ : أَغِثْ إِنْ كَانَ عِنْدك خَيْر فَإِذَا جِبْرِيل عَلَيْهِ السَّلَام قَالَ : فَقَالَ بِعَقِبِهِ هَكَذَا وَغَمَزَ عَقِبه عَلَى الْأَرْض قَالَ فَانْبَثَقَ الْمَاء فَدَهَشَتْ أُمّ إِسْمَاعِيل فَجَعَلَتْ تَحْفِر قَالَ : فَقَالَ أَبُو الْقَاسِم صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْ تَرَكَتْهُ لَكَانَ الْمَاء ظَاهِرًا \" قَالَ فَجَعَلَتْ تَشْرَب مِنْ الْمَاء وَيَدِرّ لَبَنهَا عَلَى صَبِيّهَا قَالَ فَمَرَّ نَاس مِنْ جُرْهُمَ بِبَطْنِ الْوَادِي فَإِذَا هُمْ بِطَيْرٍ كَأَنَّهُمْ أَنْكَرُوا ذَلِكَ وَقَالُوا مَا يَكُون الطَّيْر إِلَّا عَلَى مَاء فَبَعَثُوا رَسُولهمْ فَنَظَرَ فَإِذَا هُوَ بِالْمَاءِ فَأَتَاهُمْ فَأَخْبَرَهُمْ فَأَتَوْا إِلَيْهَا فَقَالُوا : يَا أُمّ إِسْمَاعِيل أَتَأْذَنِينَ لَنَا أَنْ نَكُون مَعَك وَنَسْكُن مَعَك ؟ فَبَلَغَ اِبْنهَا وَنَكَحَ مِنْهُمْ اِمْرَأَة قَالَ ثُمَّ إِنَّهُ بَدَا لِإِبْرَاهِيم صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لِأَهْلِهِ : إِنِّي مُطَّلِعٌ تَرِكَتِي قَالَ فَجَاءَ فَسَلَّمَ فَقَالَ أَيْنَ إِسْمَاعِيل ؟ قَالَتْ اِمْرَأَته ذَهَبَ يَصِيد قَالَ : قُولِي لَهُ إِذَا جَاءَ غَيِّرْ عَتَبَة بَابك فَلَمَّا أَخْبَرْته قَالَ : أَنْتِ ذَاكَ فَاذْهَبِي إِلَى أَهْلِك قَالَ ثُمَّ إِنَّهُ بَدَا لِإِبْرَاهِيم فَقَالَ إِنِّي مُطَّلِعٌ تَرِكَتِي قَالَ فَجَاءَ فَقَالَ أَيْنَ إِسْمَاعِيل ؟ فَقَالَتْ اِمْرَأَته ذَهَبَ يَصِيد فَقَالَتْ أَلَا تَنْزِل فَتَطْعَم وَتَشْرَب فَقَالَ مَا طَعَامكُمْ وَمَا شَرَابكُمْ قَالَتْ طَعَامنَا اللَّحْم وَشَرَابنَا الْمَاء قَالَ اللَّهُمَّ بَارِكْ لَهُمْ فِي طَعَامهمْ وَشَرَابهمْ قَالَ : فَقَالَ أَبُو الْقَاسِم صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بَرَكَةٌ بِدَعْوَةِ إِبْرَاهِيم \" قَالَ ثُمَّ إِنَّهُ بَدَا لِإِبْرَاهِيم صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لِأَهْلِهِ إِنِّي مُطَّلِعٌ تَرِكَتِي فَجَاءَ فَوَافَقَ إِسْمَاعِيل مِنْ وَرَاء زَمْزَم يُصْلِح نَبْلًا لَهُ فَقَالَ يَا إِسْمَاعِيل إِنَّ رَبّك عَزَّ وَجَلَّ أَمَرَنِي أَنْ أَبْنِيَ لَهُ بَيْتًا فَقَالَ أَطِعْ رَبّك عَزَّ وَجَلَّ قَالَ : إِنَّهُ قَدْ أَمَرَنِي أَنْ تُعِينَنِي عَلَيْهِ فَقَالَ إِذَنْ أَفْعَل - أَوْ كَمَا قَالَ - قَالَ فَقَامَ فَجَعَلَ إِبْرَاهِيم يَبْنِي وَإِسْمَاعِيل يُنَاوِلهُ الْحِجَارَة وَيَقُولَانِ \" رَبّنَا تَقَبَّلْ مِنَّا إِنَّك أَنْتَ السَّمِيع الْعَلِيم \" قَالَ حَتَّى اِرْتَفَعَ الْبِنَاء وَضَعُفَ الشَّيْخ عَنْ نَقْل الْحِجَارَة فَقَامَ عَلَى حَجَر الْمَقَام فَجَعَلَ يُنَاوِلهُ الْحِجَارَة وَيَقُولَانِ \" رَبّنَا تَقَبَّلْ مِنَّا إِنَّك أَنْتَ السَّمِيع الْعَلِيم \" هَكَذَا رَوَاهُ مِنْ هَذَيْنِ الْوَجْهَيْنِ فِي كِتَاب الْأَنْبِيَاء . وَالْعَجَبُ أَنَّ الْحَافِظ أَبَا عَبْد اللَّه الْحَاكِم رَوَاهُ فِي كِتَابه الْمُسْتَدْرَك عَنْ أَبِي الْعَبَّاس الْأَصَمّ عَنْ مُحَمَّد بْن سِنَان الْقَزَّاز عَنْ أَبِي عَلِيّ عُبَيْد اللَّه بْن عَبْد الْحَنَفِيّ عَنْ إِبْرَاهِيم بْن نَافِع بِهِ وَقَالَ صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ كَذَا قَالَ وَقَدْ رَوَاهُ الْبُخَارِيّ كَمَا تَرَى مِنْ حَدِيث إِبْرَاهِيم بْن نَافِع وَكَأَنَّ فِيهِ اِخْتِصَارًا فَإِنَّهُ لَمْ يَذْكُر فِيهِ شَأْن الذَّبْح وَقَدْ جَاءَ فِي الصَّحِيح إِنَّ قَرْنَيْ الْكَبْش كَانَا مُعَلَّقَيْنِ بِالْكَعْبَةِ وَقَدْ جَاءَ أَنَّ إِبْرَاهِيم عَلَيْهِ السَّلَام كَانَ يَزُور أَهْله بِمَكَّة عَلَى الْبُرَاق سَرِيعًا ثُمَّ يَعُود إِلَى أَهْله بِالْبِلَادِ الْمُقَدَّسَة وَاَللَّه أَعْلَم وَالْحَدِيث - وَاَللَّه أَعْلَم - إِنَّمَا فِيهِ مَرْفُوع أَمَاكِن صَرَّحَ بِهَا اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقَدْ وَرَدَ عَنْ أَمِير الْمُؤْمِنِينَ عَلِيّ بْن أَبِي طَالِب فِي هَذَا السِّيَاق مَا يُخَالِف بَعْض هَذَا كَمَا قَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن بَشَّار وَمُحَمَّد بْن الْمُثَنَّى قَالَا : أَخْبَرَنَا مُؤَمِّل أَخْبَرَنَا سُفْيَان عَنْ أَبِي إِسْحَاق عَنْ حَارِثَة بْن مُضَرِّب عَنْ عَلِيّ بْن أَبِي طَالِب قَالَ : لَمَّا أُمِرَ إِبْرَاهِيم بِبِنَاءِ الْبَيْت خَرَجَ مَعَهُ إِسْمَاعِيل وَهَاجَرَ قَالَ : فَلَمَّا قَدِمَ مَكَّة رَأَى عَلَى رَأْسه فِي مَوْضِع الْبَيْت مِثْل الْغَمَامَة فِيهِ مِثْل الرَّأْس فَكَلَّمَهُ قَالَ : يَا إِبْرَاهِيم اِبْنِ عَلَى ظِلِّي أَوْ قَالَ عَلَى قَدْرِي وَلَا تَزِدْ وَلَا تُنْقِص فَلَمَّا بَنَى خَرَجَ وَخَلَّفَ إِسْمَاعِيل وَهَاجَرَ فَقَالَتْ هَاجَرَ يَا إِبْرَاهِيم إِلَى مَنْ تَكِلنَا ؟ قَالَ إِلَى اللَّه قَالَتْ : اِنْطَلِقْ فَإِنَّهُ لَا يُضَيِّعنَا قَالَ : فَعَطِشَ إِسْمَاعِيل عَطَشًا شَدِيدًا قَالَ : فَصَعِدَتْ هَاجَرَ إِلَى الصَّفَا فَنَظَرَتْ فَلَمْ تَرَ شَيْئًا حَتَّى أَتَتْ الْمَرْوَة فَلَمْ تَرَ شَيْئًا ثُمَّ رَجَعَتْ إِلَى الصَّفَا فَنَظَرَتْ فَلَمْ تَرَ شَيْئًا فَفَعَلَتْ ذَلِكَ سَبْع مَرَّات فَقَالَتْ : يَا إِسْمَاعِيل مُتْ حَيْثُ لَا أَرَاك فَأَتَتْهُ وَهُوَ يَفْحَص بِرِجْلِهِ مِنْ الْعَطَش فَنَادَاهَا جِبْرِيل فَقَالَ لَهَا : مَنْ أَنْتِ ؟ قَالَتْ : أَنَا هَاجَر أُمّ وَلَد إِبْرَاهِيم قَالَ : فَإِلَى مَنْ وَكَلَكُمَا ؟ قَالَتْ : وَكَلَنَا إِلَى اللَّه قَالَ : وَكَلَكُمَا إِلَى كَافٍ قَالَ : فَفَحَصَ الْأَرْض بِأُصْبُعِهِ فَنَبَعَتْ زَمْزَم فَجَعَلَتْ تَحْبِس الْمَاء فَقَالَ : دَعِيهِ فَإِنَّهُ رُوِيَ فَفِي هَذَا السِّيَاق أَنَّهُ بَنَى الْبَيْت قَبْل أَنْ يُفَارِقهُمَا وَقَدْ يُحْتَمَل أَنَّهُ كَانَ مَحْفُوظًا أَنْ يَكُون أَوَّلًا وَضَعَ لَهُ حَوْطًا وَتَحْجِيرًا لَا أَنَّهُ بَنَاهُ إِلَى أَعْلَاهُ حَتَّى كَبِرَ إِسْمَاعِيل فَبَنَيَاهُ مَعًا كَمَا قَالَ اللَّه تَعَالَى . ثُمَّ قَالَ اِبْن جَرِير أَخْبَرَنَا هَنَّاد بْن السَّرِيّ حَدَّثَنَا أَبُو الْأَحْوَص عَنْ سِمَاك عَنْ خَالِد بْن عَرْعَرَة أَنَّ رَجُلًا قَامَ إِلَى عَلِيّ رَضِيَ اللَّه عَنْهُ فَقَالَ أَلَا تُخْبِرنِي عَنْ الْبَيْت أَهُوَ أَوَّل بَيْت وُضِعَ فِي الْأَرْض ؟ فَقَالَ لَا ؟ وَلَكِنَّهُ أَوَّل بَيْت وُضِعَ فِي الْبَرَكَة مَقَام إِبْرَاهِيم مَنْ دَخَلَهُ كَانَ آمِنًا وَإِنْ شِئْت أَنْبَأْتُك كَيْف بُنِيَ إِنَّ اللَّه أَوْحَى إِلَى إِبْرَاهِيم أَنْ اِبْن لِي بَيْتًا فِي الْأَرْض فَضَاقَ إِبْرَاهِيم بِذَلِكَ ذَرْعًا فَأَرْسَلَ اللَّه السَّكِينَة وَهِيَ رِيح خَجُوج وَلَهَا رَأْسَانِ فَاتَّبَعَ أَحَدهمَا صَاحِبه حَتَّى اِنْتَهَتْ إِلَى مَكَّة فَتَطَوَّتْ عَلَى مَوْضِع الْبَيْت كَطَيِّ الْجُحْفَة وَأُمِرَ إِبْرَاهِيم أَنْ يَبْنِي حَيْثُ تَسْتَقِرّ السَّكِينَة فَبَنَى إِبْرَاهِيم وَبَقِيَ الْحَجَر فَذَهَبَ الْغُلَام يَبْغِي شَيْئًا فَقَالَ إِبْرَاهِيم لَا اِبْغِنِي حَجَرًا كَمَا آمُرك قَالَ فَانْطَلَقَ الْغُلَام يَلْتَمِس لَهُ حَجَرًا فَأَتَاهُ بِهِ فَوَجَدَهُ قَدْ رَكِبَ الْحَجَر الْأَسْوَد فِي مَكَانه فَقَالَ : يَا أَبَت مَنْ أَتَاك بِهَذَا الْحَجَر ؟ فَقَالَ : أَتَانِي بِهِ مَنْ لَمْ يَتَّكِل عَلَى بِنَائِك جَاءَ بِهِ جِبْرِيل عَلَيْهِ السَّلَام مِنْ السَّمَاء فَأَتَمَّاهُ . قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن يَزِيد الْمُقْرِي أَخْبَرَنَا سُفْيَان عَنْ بِشْر بْن عَاصِم عَنْ سَعِيد بْن الْمُسَيِّب عَنْ كَعْب الْأَحْبَار قَالَ : كَانَ الْبَيْت غُثَاءَة عَلَى الْمَاء قَبْل أَنْ يَخْلُق اللَّه الْأَرْض بِأَرْبَعِينَ عَامًا وَمِنْهُ دُحِيَتْ الْأَرْض . قَالَ سَعِيد : وَحَدَّثَنَا عَلِيّ بْن أَبِي طَالِب أَنَّ إِبْرَاهِيم أَقْبَلَ مِنْ أَرْض أَرْمِينِيَّة وَمَعَهُ السَّكِينَة تَدُلُّهُ عَلَى تَبَوُّء الْبَيْت كَمَا تَتَبَوَّأ الْعَنْكَبُوت بَيْتًا وَقَالَ : فَكَشَفَتْ عَنْ أَحْجَار لَا يُطِيق الْحَجَر إِلَّا ثَلَاثُونَ رَجُلًا فَقُلْت يَا أَبَا مُحَمَّد فَإِنَّ اللَّه يَقُول \" وَإِذْ يَرْفَع إِبْرَاهِيم الْقَوَاعِد مِنْ الْبَيْت وَإِسْمَاعِيل \" قَالَ كَانَ ذَلِكَ بَعْدُ وَقَالَ السُّدِّيّ : إِنَّ اللَّه عَزَّ وَجَلَّ أَمَرَ إِبْرَاهِيم أَنْ يَبْنِي الْبَيْت هُوَ وَإِسْمَاعِيل اِبْنِيَا بَيْتِي لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّع السُّجُود . فَانْطَلَقَ إِبْرَاهِيم حَتَّى أَتَى مَكَّة فَقَامَ هُوَ وَإِسْمَاعِيل وَأَخَذَا الْمَعَاوِل لَا يَدْرِيَانِ أَيْنَ الْبَيْت فَبَعَثَ اللَّه رِيحًا يُقَال لَهَا الرِّيح الْخَجُوج لَهَا جَنَاحَانِ وَرَأْس فِي صُورَة حَيَّة فَكَشَفَتْ لَهُمَا مَا حَوْل الْكَعْبَة عَنْ أَسَاس الْبَيْت الْأَوَّل وَاتَّبَعَاهَا بِالْمَعَاوِلِ يَحْفِرَانِ حَتَّى وَضَعَا الْأَسَاس فَذَلِكَ حِين يَقُول تَعَالَى \" وَإِذْ يَرْفَع إِبْرَاهِيمُ الْقَوَاعِدَ مِنْ الْبَيْت \" \" وَإِذْ بَوَّأْنَا لِإِبْرَاهِيم مَكَان الْبَيْت \" فَلَمَّا بَنَيَا الْقَوَاعِد فَبَلَغَا مَكَان الرُّكْن. قَالَ إِبْرَاهِيم لِإِسْمَاعِيل : يَا بُنَيّ اُطْلُبْ لِي حَجَرًا حَسَنًا أَضَعهُ هَاهُنَا . قَالَ يَا أَبَت إِنِّي كَسْلَان لَغِب . قَالَ عَلَيَّ ذَلِكَ فَانْطَلَقَ يَطْلُب لَهُ حَجَرًا وَجَاءَهُ جِبْرِيل بِالْحَجَرِ الْأَسْوَد مِنْ الْهِنْد وَكَانَ أَبْيَض يَاقُوتَة بَيْضَاء مِثْل الثَّغَامَة وَكَانَ آدَم هَبَطَ بِهِ مِنْ الْجَنَّة فَاسْوَدَّ مِنْ خَطَايَا النَّاس فَجَاءَهُ إِسْمَاعِيل بِحَجَرٍ فَوَجَدَهُ عِنْد الرُّكْن فَقَالَ يَا أَبَت مَنْ جَاءَك بِهَذَا ؟ قَالَ جَاءَ بِهِ مَنْ هُوَ أَنْشَط مِنْك فَبَنَيَا وَهُمَا يَدْعُوَانِ الْكَلِمَات الَّتِي اِبْتَلَى إِبْرَاهِيم رَبّه فَقَالَ \" رَبّنَا تَقَبَّلْ مِنَّا إِنَّك أَنْتَ السَّمِيع الْعَلِيم \" وَفِي هَذَا السِّيَاق مَا يَدُلّ عَلَى أَنَّ قَوَاعِد الْبَيْت كَانَتْ مَبْنِيَّة قَبْل إِبْرَاهِيم. وَإِنَّمَا هُدِيَ إِبْرَاهِيم إِلَيْهَا وَبُوِّئَ لَهَا وَقَدْ ذَهَبَ إِلَى هَذَا ذَاهِبُونَ كَمَا قَالَ الْإِمَام عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ أَيُّوب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَإِذْ يَرْفَع إِبْرَاهِيم الْقَوَاعِد مِنْ الْبَيْت \" قَالَ الْقَوَاعِد الَّتِي كَانَتْ قَوَاعِد الْبَيْت قَبْل ذَلِكَ وَقَالَ عَبْد الرَّزَّاق أَيْضًا أَخْبَرَنَا هِشَام بْن حَسَّان عَنْ سَوَّار خَتَن عَطَاء عَنْ عَطَاء اِبْن أَبِي رَبَاح قَالَ : لَمَّا أُهْبِطَ آدَم مِنْ الْجَنَّة كَانَتْ رِجْلَاهُ فِي الْأَرْض وَرَأْسه فِي السَّمَاء يَسْمَع كَلَام أَهْل السَّمَاء وَدُعَاؤُهُمْ يَأْنِس إِلَيْهِمْ فَهَابَتْ الْمَلَائِكَة حَتَّى شَكَتْ إِلَى اللَّه فِي دُعَائِهَا وَفِي صَلَاتهَا فَخَفَضَهُ اللَّه تَعَالَى إِلَى الْأَرْض فَلَمَّا فَقَدَ مَا كَانَ يَسْمَع مِنْهُمْ اِسْتَوْحَشَ حَتَّى شَكَا ذَلِكَ إِلَى اللَّه فِي دُعَائِهِ وَفِي صَلَاته فَوُجِّهَ إِلَى مَكَّة فَكَانَ مَوْضِع قَدَمَيْهِ قَرْيَة وَخَطْوه مَفَازَة حَتَّى اِنْتَهَى إِلَى مَكَّة وَأَنْزَلَ اللَّه يَاقُوتَة مِنْ يَاقُوت الْجَنَّة فَكَانَتْ عَلَى مَوْضِع الْبَيْت الْآن فَلَمْ يَزَلْ يَطُوف بِهِ حَتَّى أَنْزَلَ اللَّه الطُّوفَان فَرُفِعَتْ تِلْكَ الْيَاقُوتَة حَتَّى بَعَثَ اللَّه إِبْرَاهِيم عَلَيْهِ السَّلَام فَبَنَاهُ . وَذَلِكَ قَوْل اللَّه تَعَالَى \" وَإِذْ بَوَّأْنَا لِإِبْرَاهِيم مَكَان الْبَيْت \" وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا اِبْن جُرَيْج عَنْ عَطَاء قَالَ : قَالَ آدَم إِنِّي لَا أَسْمَع أَصْوَات الْمَلَائِكَة قَالَ بِخَطِيئَتِك وَلَكِنْ اِهْبِطْ إِلَى الْأَرْض فَابْن لِي بَيْتًا ثُمَّ اُحْفُفْ بِهِ كَمَا رَأَيْت الْمَلَائِكَة تَحُفّ بِبَيْتِي الَّذِي فِي السَّمَاء فَيَزْعُم النَّاسُ أَنَّهُ بَنَاهُ مِنْ خَمْسَة أَجْبُل مِنْ حِرَاء وَطُور زيتا وَطُور سَيْنَاء وَالْجُودِيّ وَكَانَ رَبَضه مِنْ حِرَاء فَكَانَ هَذَا بِنَاء آدَم حَتَّى بَنَاهُ إِبْرَاهِيم عَلَيْهِ السَّلَام بَعْد وَهَذَا صَحِيح إِلَى عَطَاء وَلَكِنْ فِي بَعْضه نَكَارَة وَاَللَّه أَعْلَم . وَقَالَ عَبْد الرَّزَّاق أَيْضًا أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة قَالَ : وَضَعَ اللَّه الْبَيْت مَعَ آدَم أَهَبَطَ اللَّهُ آدَمَ إِلَى الْأَرْض وَكَانَ مُهْبَطه بِأَرْضِ الْهِنْد وَكَانَ رَأْسه فِي السَّمَاء وَرِجْلَاهُ فِي الْأَرْض فَكَانَتْ الْمَلَائِكَة تَهَابهُ فَنَقَصَ إِلَى سِتِّينَ ذِرَاعًا فَحَزِنَ آدَم إِذْ فَقَدَ أَصْوَات الْمَلَائِكَة وَتَسْبِيحهمْ فَشَكَا ذَلِكَ إِلَى اللَّه عَزَّ وَجَلَّ فَقَالَ اللَّه يَا آدَم إِنِّي قَدْ أَهْبَطْت لَك بَيْتًا تَطُوف بِهِ كَمَا يُطَاف حَوْل عَرْشِي وَتُصَلِّي عِنْده كَمَا يُصَلَّى عِنْد عَرْشِي فَانْطَلَقَ إِلَيْهِ آدَم فَخَرَجَ وَمُدَّ لَهُ فِي خَطْوه فَكَانَ بَيْن كُلّ خُطْوَتَيْنِ مَفَازَة فَلَمْ تَزَلْ تِلْكَ الْمَفَازَة بَعْد ذَلِكَ فَأَتَى آدَم الْبَيْت فَطَافَ بِهِ وَمَنْ بَعْده مِنْ الْأَنْبِيَاء . وَقَالَ اِبْن جَرِير : أَخْبَرَنَا اِبْن حُمَيْد أَخْبَرَنَا يَعْقُوب الْعَمِّيّ عَنْ حَفْص بْن حُمَيْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : وَضَعَ اللَّه الْبَيْت عَلَى أَرْكَان الْمَاء عَلَى أَرْبَعَة أَرْكَان قَبْل أَنْ تُخْلَق الدُّنْيَا بِأَلْفَيْ عَام ثُمَّ دُحِيَتْ الْأَرْض مِنْ تَحْت الْبَيْت وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي عَبْد اللَّه بْن أَبِي نَجِيح عَنْ مُجَاهِد وَغَيْره مِنْ أَهْل الْعِلْم إِنَّ اللَّه لَمَّا بَوَّأَ إِبْرَاهِيم مَكَان الْبَيْت خَرَجَ إِلَيْهِ مِنْ الشَّام أَوْ خَرَجَ مَعَهُ بِإِسْمَاعِيل وَبِأُمِّهِ هَاجَرَ وَإِسْمَاعِيل طِفْل صَغِير يَرْضِع وَحُمِلُوا فِيمَا حَدَّثَنِي عَلَى الْبُرَاق وَمَعَهُ جِبْرِيل يَدُلّهُ عَلَى مَوْضِع الْبَيْت وَمَعَالِم الْحَرَم وَخَرَجَ مَعَهُ جِبْرِيل فَكَانَ لَا يَمُرّ بِقَرِيَةٍ إِلَّا قَالَ : أَبِهَذَا أُمِرْت يَا جِبْرِيل ؟ فَيَقُول جِبْرِيل اِمْضِهِ حَتَّى قَدِمَ بِهِ مَكَّة وَهِيَ إِذْ ذَاكَ عِضَاهٌ وَسَلَمٌ وَسَمَرٌ وَبِهَا أُنَاس يُقَال لَهُمْ الْعَمَالِيق خَارِج مَكَّة وَمَا حَوْلهَا وَالْبَيْت يَوْمَئِذٍ رَبْوَة حَمْرَاء مَدَرَةٌ فَقَالَ إِبْرَاهِيم لِجِبْرِيل : أَهَاهُنَا أُمِرْت أَنْ أَضَعهُمَا ؟ قَالَ نَعَمْ فَعَمَدَ بِهِمَا إِلَى مَوْضِع الْحَجَر فَأَنْزَلَهُمَا فِيهِ وَأَمَرَ هَاجَرَ أُمّ إِسْمَاعِيل أَنْ تَتَّخِذ فِيهِ عَرِيشًا فَقَالَ \" رَبّنَا إِنِّي أَسْكَنْت مِنْ ذُرِّيَّتِي بِوَادٍ غَيْر ذِي زَرْع عِنْد بَيْتك الْمُحَرَّم\" إِلَى قَوْله \" لَعَلَّهُمْ يَشْكُرُونَ \" وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا هِشَام بْن حَسَّان أَخْبَرَنِي حُمَيْد عَنْ مُجَاهِد قَالَ : خَلَقَ اللَّه مَوْضِع هَذَا الْبَيْت قَبْل أَنْ يَخْلُق شَيْئًا بِأَلْفَيْ سَنَة وَأَرْكَانه فِي الْأَرْض السَّابِعَة وَكَذَا قَالَ لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد الْقَوَاعِد فِي الْأَرْض السَّابِعَة وَقَالَ : اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي أَخْبَرَنَا عُمَر بْن رَافِع أَخْبَرَنَا عَبْد الْوَهَّاب بْن مُعَاوِيَة عَنْ عَبْد الْمُؤْمِن بْن خَالِد عَنْ عَلْيَاء بْن أَحْمَر أَنَّ ذَا الْقَرْنَيْنِ قَدِمَ مَكَّة فَوَجَدَ إِبْرَاهِيم وَإِسْمَاعِيل يَبْنِيَانِ قَوَاعِد الْبَيْت مِنْ خَمْسَة أَجْبُل فَقَالَ مَا لَكُمَا وَلِأَرْضِنَا ؟ فَقَالَ نَحْنُ عَبْدَانِ مَأْمُورَانِ أُمِرْنَا بِبِنَاءِ هَذِهِ الْكَعْبَة قَالَا فَهَاتَا بِالْبَيِّنَةِ عَلَى مَا تَدَّعِيَانِ فَقَامَتْ خَمْسَة أَكْبُش فَقُلْنَ نَحْنُ فَشَهِدَ أَنَّ إِبْرَاهِيم وَإِسْمَاعِيل عَبْدَانِ مَأْمُورَانِ أُمِرَا بِبِنَاءِ هَذِهِ الْكَعْبَة فَقَالَ قَدْ رَضِيت وَسَلَّمْت ثُمَّ مَضَى وَذَكَرَ الْأَزْرَقِيّ فِي تَارِيخ مَكَّة أَنَّ ذَا الْقَرْنَيْنِ طَافَ مَعَ إِبْرَاهِيم عَلَيْهِ السَّلَام بِالْبَيْتِ وَهَذَا يَدُلّ عَلَى تَقَدُّم زَمَانه وَاَللَّه أَعْلَم . وَقَالَ الْبُخَارِيّ رَحِمَهُ اللَّه قَوْله تَعَالَى \" وَإِذْ يَرْفَع إِبْرَاهِيم الْقَوَاعِد مِنْ الْبَيْت وَإِسْمَاعِيل \" الْآيَة الْقَوَاعِد أَسَاسُهُ وَاحِدهَا قَاعِدَة وَالْقَوَاعِد مِنْ النِّسَاء وَاحِدَتهَا قَاعِدَة حَدَّثَنَا إِسْمَاعِيل حَدَّثَنِي مَالِك عَنْ اِبْن شِهَاب عَنْ سَالِم بْن عَبْد اللَّه أَنَّ عَبْد اللَّه بْن مُحَمَّد بْن أَبِي بَكْر أَخْبَرَ عَبْد اللَّه بْن عُمَر عَنْ عَائِشَة زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَلَمْ تَرَيْ أَنَّ قَوْمك حِين بَنَوْا الْبَيْت اِقْتَصَرُوا عَنْ قَوَاعِد إِبْرَاهِيم \" فَقُلْت يَا رَسُول اللَّه أَلَا تَرُدّهَا عَلَى قَوَاعِد إِبْرَاهِيم ؟ قَالَ \" لَوْلَا حِدْثَان قَوْمك بِالْكُفْرِ\" فَقَالَ عَبْد اللَّه بْن عُمَر : لَئِنْ كَانَتْ عَائِشَة سَمِعْت هَذَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا أَرَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَرَكَ اِسْتِلَام الرُّكْنَيْنِ اللَّذَيْنِ يَلِيَانِ الْحِجْر إِلَّا أَنَّ الْبَيْت لَمْ يُتَمَّمْ عَلَى قَوَاعِد إِبْرَاهِيم عَلَيْهِ السَّلَام وَقَدْ رَوَاهُ فِي الْحَجّ عَنْ الْقَعْنَبِيّ وَفِي أَحَادِيث الْأَنْبِيَاء عَنْ عَبْد اللَّه بْن يُوسُف وَمُسْلِم عَنْ يَحْيَى بْن يَحْيَى وَمِنْ حَدِيث اِبْن وَهْب وَالنَّسَائِيّ مِنْ حَدِيث عَبْد الرَّحْمَن بْن الْقَاسِم كُلّهمْ عَنْ مَالِك بِهِ وَرَوَاهُ مُسْلِم أَيْضًا مِنْ حَدِيث نَافِع قَالَ سَمِعْت عَبْد اللَّه بْن أَبِي بَكْر بْن أَبِي قُحَافَة يُحَدِّث عَبْد اللَّه بْن عُمَر عَنْ عَائِشَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَوْلَا أَنَّ قَوْمك حَدِيث عَهْد بِجَاهِلِيَّةٍ - أَوْ قَالَ بِكُفْرٍ - لَأَنْفَقْت كَنْز الْكَعْبَة فِي سَبِيل اللَّه وَلَجَعَلْت بَابهَا بِالْأَرْضِ وَلَأَدْخَلْت فِيهَا الْحِجْر \" وَقَالَ الْبُخَارِيّ أَخْبَرَنَا عُبَيْد اللَّه بْن مُوسَى عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ الْأَسْوَد قَالَ : قَالَ لِي اِبْن الزُّبَيْر كَانَتْ عَائِشَة تُسِرّ إِلَيْك حَدِيثًا كَثِيرًا فَمَا حَدَّثْتُك فِي الْكَعْبَة قَالَ : قُلْت قَالَتْ لِي قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا عَائِشَة لَوْلَا قَوْمك حَدِيث عَهْدهمْ - فَقَالَ اِبْن الزُّبَيْر بِكُفْرٍ - لَنَقَضْت الْكَعْبَة فَجَعَلْت لَهَا بَابَيْنِ بَابًا يَدْخُل مِنْهُ النَّاس وَبَابًا يَخْرُجُونَ مِنْهُ \" فَفَعَلَهُ اِبْن الزُّبَيْر اِنْفَرَدَ بِإِخْرَاجِهِ الْبُخَارِيّ فَرَوَاهُ هَكَذَا فِي كِتَاب الْعِلْم مِنْ صَحِيحه وَقَالَ مُسْلِم فِي صَحِيحه حَدَّثَنَا يَحْيَى بْن يَحْيَى أَخْبَرَنَا أَبُو مُعَاوِيَة عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة قَالَتْ : قَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْلَا حَدَاثَة عَهْد قَوْمك بِالْكُفْرِ لَنَقَضْت الْكَعْبَة وَلَجَعَلْتهَا عَلَى أَسَاس إِبْرَاهِيم فَإِنَّ قُرَيْشًا حِين بَنَتْ الْبَيْت اِسْتَقْصَرَتْ وَلَجَعَلْت لَهَا خَلْفًا \" قَالَ : وَحَدَّثْنَا أَبُو بَكْر بْن أَبِي شَيْبَة وَأَبُو كُرَيْب قَالَا أَخْبَرَنَا اِبْن نُمَيْر عَنْ هِشَام بِهَذَا الْإِسْنَاد اِنْفَرَدَ بِهِ مُسْلِم : قَالَ وَحَدَّثَنِي مُحَمَّد بْن حَاتِم حَدَّثَنِي مُحَمَّد بْن مَهْدِيّ أَخْبَرَنَا سُلَيْم بْن حِبَّان عَنْ سَعِيد يَعْنِي بْن مِينَاء قَالَ : سَمِعْت عَبْد اللَّه بْن الزُّبَيْر يَقُول حَدَّثَتْنِي خَالَتِي يَعْنِي عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" يَا عَائِشَة لَوْلَا قَوْمك حَدِيث عَهْد بِشِرْكٍ لَهَدَمْت الْكَعْبَة فَأَلْزَقْتهَا بِالْأَرْضِ وَلَجَعَلْت لَهَا بَابًا شَرْقِيًّا وَبَابًا غَرْبِيًّا وَزِدْت فِيهَا سِتَّة أَذْرُع مِنْ الْحِجْر فَإِنَّ قُرَيْشًا اِقْتَصَرَتْهَا حَيْثُ بَنَتْ الْكَعْبَة \" اِنْفَرَدَ بِهِ أَيْضًا. \" ذِكْرُ بِنَاء قُرَيْش الْكَعْبَة بَعْد إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام بِمُدَدٍ طَوِيلَة وَقَبْل مَبْعَث رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِخَمْسِ سِنِينَ \" وَقَدْ نَقَلَ مَعَهُمْ فِي الْحِجَارَة وَلَهُ مِنْ الْعُمْر خَمْس وَثَلَاثُونَ سَنَة صَلَوَات اللَّه وَسَلَامه عَلَيْهِ دَائِمًا إِلَى يَوْم الدِّين قَالَ : قَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار فِي السِّيرَة : وَلَمَّا بَلَغَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَمْسًا وَثَلَاثِينَ سَنَة اِجْتَمَعَتْ قُرَيْش لِبُنْيَانِ الْكَعْبَة وَكَانُوا يَهُمُّونَ بِذَلِكَ لِيَسْقُفُوهَا وَيَهَابُونَ هَدْمهَا وَإِنَّمَا كَانَتْ رَضْمًا فَوْق الْقَامَة فَأَرَادُوا رَفْعهَا وَتَسْقِيفهَا وَذَلِكَ أَنَّ نَفَرًا سَرَقُوا كَنْز الْكَعْبَة وَإِنَّمَا كَانَ يَكُون فِي بِئْر فِي جَوْف الْكَعْبَة وَكَانَ الَّذِي وُجِدَ عِنْده الْكَنْز دُوَيْك مَوْلَى بَنِي مَلِيح بْن عَمْرو مِنْ خُزَاعَة فَقَطَعَتْ قُرَيْش يَده وَيَزْعُم النَّاس أَنَّ الَّذِينَ سَرَقُوهُ وَضَعُوهُ عِنْد دُوَيْك وَكَانَ الْبَحْر قَدْ رَمَى بِسَفِينَةٍ إِلَى جُدَّة لِرَجُلٍ مِنْ تُجَّار الرُّوم فَتَحَطَّمَتْ فَأَخَذُوا خَشَبهَا فَأَعَدُّوهُ لِتَسْقِيفِهَا وَكَانَ بِمَكَّة رَجُل قِبْطِيّ نَجَّار فَهَيَّأَ لَهُمْ فِي أَنْفُسهمْ بَعْض مَا يُصْلِحهَا وَكَانَتْ حَيَّة تَخْرُج مِنْ بِئْر الْكَعْبَة الَّتِي كَانَتْ تُطْرَح فِيهَا مَا يُهْدَى لَهَا كُلّ يَوْم فَتُشْرِف عَلَى جِدَار الْكَعْبَة وَكَانَتْ مِمَّا يَهَابُونَ وَذَلِكَ أَنَّهُ كَانَ لَا يَدْنُو مِنْهَا أَحَد إِلَّا احْزَأَلَّتْ وَكَشَّتْ وَفَتَحَتْ فَاهَا فَكَانُوا يَهَابُونَهَا فَبَيْنَا هِيَ يَوْمًا تُشْرِف عَلَى جِدَار الْكَعْبَة كَمَا كَانَتْ تَصْنَع بَعَثَ اللَّه إِلَيْهَا طَائِرًا فَاخْتَطَفَهَا فَذَهَبَ بِهَا فَقَالَتْ قُرَيْش إِنَّا لَنَرْجُو أَنْ يَكُون اللَّه قَدْ رَضِيَ مَا أَرَدْنَا عِنْدنَا عَامِل رَفِيق وَعِنْدنَا خَشَب وَقَدْ كَفَانَا اللَّه الْحَيَّة فَلَمَّا أَجْمَعُوا أَمْرهمْ فِي هَدْمهَا وَبُنْيَانهَا قَامَ ابْنُ وَهْب بْن عَمْرو بْن عَائِذ بْن عَبْد بْن عِمْرَان بْن مَخْزُوم فَتَنَاوَلَ مِنْ الْكَعْبَة حَجَرًا فَوَثَبَ مِنْ يَده حَتَّى رَجَعَ إِلَى مَوْضِعه فَقَالَ يَا مَعْشَر قُرَيْش لَا تُدْخِلُوا فِي بُنْيَانهَا مِنْ كَسْبكُمْ إِلَّا طَيِّبًا لَا يَدْخُل فِيهَا مَهْر بَغِيّ وَلَا بَيْع رِبًا وَلَا مَظْلِمَة أَحَد مِنْ النَّاس قَالَ اِبْن إِسْحَاق وَالنَّاس يَنْتَحِلُونَ هَذَا الْكَلَام لِلْوَلِيدِ بْن الْمُغِيرَة بْن عَبْد اللَّه بْن عَمْرو بْن مَخْزُوم قَالَ ثُمَّ إِنَّ قُرَيْشًا تَجَزَّأْت الْكَعْبَة فَكَانَ شِقّ الْبَاب لِبَنِي عَبْد مَنَاف وَزُهْرَة وَكَانَ مَا بَيْن الرُّكْن الْأَسْوَد وَالرُّكْن الْيَمَانِيّ لِبَنِي مَخْزُوم وَقَبَائِل مِنْ قُرَيْش اِنْضَمُّوا إِلَيْهِمْ وَكَانَ ظَهْر الْكَعْبَة لِبَنِي جُمَح وَسَهْم وَكَانَ شِقّ الْحِجْر لِبَنِي عَبْد الدَّار بْن قُصَيّ وَلِبَنِي أَسَد بْن عَبْد الْعُزَّى بْن قُصَيّ وَلِبَنِي عَدِيّ بْن كَعْب بْن لُؤَيّ وَهُوَ الْحَطِيم ثُمَّ إِنَّ النَّاس هَابُوا هَدْمهَا وَفَرَقُوا مِنْهُ فَقَالَ الْوَلِيد بْن الْمُغِيرَة أَنَا أَبْدَؤُكُمْ فِي هَدْمهَا فَأَخَذَ الْمِعْوَل ثُمَّ قَامَ عَلَيْهَا وَهُوَ يَقُول اللَّهُمَّ لَمْ تُرَع اللَّهُمَّ إِنَّا لَا نُرِيد إِلَّا الْخَيْر ثُمَّ هَدَمَ مِنْ نَاحِيَة الرُّكْنَيْنِ فَتَرَبَّصَ النَّاس تِلْكَ اللَّيْلَة وَقَالُوا نَنْظُر فَإِنْ أُصِيب لَمْ نَهْدِم مِنْهَا شَيْئًا وَرَدَدْنَاهَا كَمَا كَانَتْ وَإِنْ لَمْ يُصِبْهُ شَيْء فَقَدْ رَضِيَ اللَّه مَا صَنَعْنَا فَأَصْبَحَ الْوَلِيد مِنْ لَيْلَته غَادِيًا عَلَى عَمَله فَهَدَمَ وَهَدَمَ النَّاس مَعَهُ حَتَّى إِذَا اِنْتَهَى الْهَدْم بِهِمْ إِلَى الْأَسَاس أَسَاس إِبْرَاهِيم عَلَيْهِ السَّلَام أَفْضَوْا إِلَى حِجَارَة خُضْر كَالْأَسِنَّةِ آخِذ بَعْضهَا بَعْضًا : قَالَ فَحَدَّثَنِي بَعْض مَنْ يَرْوِي الْحَدِيث بِأَنَّ رَجُلًا مِنْ قُرَيْش مِمَّنْ كَانَ يَهْدِمهَا أَدْخَلَ عَتَلَة بَيْن حَجَرَيْنِ مِنْهَا لِيَقْلَع بِهَا أَيْضًا أَحَدهمَا فَلَمَّا تَحَرَّكَ الْحَجَر اِنْتَفَضَتْ مَكَّة بِأَسْرِهَا فَانْتَهَوْا عَنْ ذَلِكَ الْأَسَاس . قَالَ ابْنُ إِسْحَاق : ثُمَّ إِنَّ الْقَبَائِل مِنْ قُرَيْش جَمَعَتْ الْحِجَارَة لِبِنَائِهَا كُلّ قَبِيلَة تَجْمَع عَلَى حِدَة ثُمَّ بَنَوْهَا حَتَّى بَلَغَ الْبُنْيَان مَوْضِع الرُّكْن يَعْنِي الْحَجَر الْأَسْوَد فَاخْتَصَمُوا فِيهِ كُلّ قَبِيلَة تُرِيد أَنْ تَرْفَعهُ إِلَى مَوْضِعه دُون الْأُخْرَى حَتَّى تَحَاوَرُوا وَتَخَالَفُوا وَأَعَدُّوا لِلْقِتَالِ فَقَرَّبَتْ بَنُو عَبْد الدَّار جَفْنَة مَمْلُوءَة دَمًا ثُمَّ تَعَاقَدُوا هُمْ وَبَنُو عَدِيّ بْن كَعْب بْن لُؤَيّ عَلَى الْمَوْت وَأَدْخَلُوا أَيْدِيهمْ فِي ذَلِكَ الدَّم فِي تِلْكَ الْجَفْنَة فَسُمُّوا \" لَعَقَة الدَّم \" فَمَكَثَتْ قُرَيْش عَلَى ذَلِكَ أَرْبَع لَيَالٍ أَوْ خَمْسًا ثُمَّ إِنَّهُمْ اِجْتَمَعُوا فِي الْمَسْجِد فَتَشَاوَرُوا وَتَنَاصَفُوا فَزَعَمَ بَعْض أَهْل الرِّوَايَة أَنَّ أَبَا أُمَيَّة بْن الْمُغِيرَة بْن عَبْد اللَّه بْن عَمْرو بْن مَخْزُوم وَكَانَ عَامَئِذٍ أَسَنَّ قُرَيْش كُلّهمْ قَالَ : يَا مَعْشَر قُرَيْش اِجْعَلُوا بَيْنكُمْ فِيمَا تَخْتَلِفُونَ فِيهِ أَوَّل مَنْ يَدْخُل مِنْ بَاب هَذَا الْمَسْجِد يَقْضِي بَيْنكُمْ فِيهِ فَفَعَلُوا فَكَانَ أَوَّل دَاخِل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَمَّا رَأَوْهُ قَالُوا : هَذَا الْأَمِين رَضِينَا هَذَا مُحَمَّد . فَلَمَّا اِنْتَهَى إِلَيْهِمْ وَأَخْبَرُوهُ الْخَبَر قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : هَلُمَّ إِلَيَّ ثَوْبًا فَأُتِيَ بِهِ فَأَخَذَ الرُّكْن يَعْنِي الْحَجَر الْأَسْوَد فَوَضَعَهُ فِيهِ بِيَدِهِ ثُمَّ قَالَ لِتَأْخُذ كُلّ قَبِيلَة بِنَاحِيَةِ مِنْ الثَّوْب ثُمَّ اِرْفَعُوهُ جَمِيعًا فَفَعَلُوا حَتَّى إِذَا بَلَغُوا بِهِ مَوْضِعه وَضَعَهُ هُوَ بِيَدِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ بَنَى عَلَيْهِ وَكَانَتْ قُرَيْش تُسَمِّي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل أَنْ يُنَزَّلَ عَلَيْهِ الْوَحْي \" الْأَمِين \" فَلَمَّا فَرَغُوا مِنْ الْبُنْيَان وَبَنَوْهَا عَلَى مَا أَرَادُوا قَالَ الزُّبَيْر بْن عَبْد الْمُطَّلِب فِيمَا كَانَ مِنْ أَمْر الْحَيَّة الَّتِي كَانَتْ قُرَيْش تَهَاب بُنْيَان الْكَعْبَة لَهَا : عَجِبْت لَمَّا تَصَوَّبَتْ الْعُقَاب إِلَى الثُّعْبَان وَهِيَ لَهَا اِضْطِرَابُ وَقَدْ كَانَتْ يَكُون لَهَا كَشِيشٌ وَأَحْيَانًا يَكُون لَهَا وِثَابُ إِذَا قُمْنَا إِلَى التَّأْسِيس شَدَّتْ تَهَيَّبْنَا الْبِنَاء وَقَدْ تُهَابُ فَلَمَّا أَنْ خَشِينَا الرِّجْز جَاءَتْ عُقَابٌ تَتَلَّئَبُ لَهَا أَنْصِبَابُ فَضَمَّتْهَا إِلَيْهَا ثُمَّ خَلَّتْ لَنَا الْبُنْيَان لَيْسَ لَهُ حِجَابُ فَقُمْنَا حَاشِدِينَ إِلَى بِنَاءٍ لَنَا مِنْهُ الْقَوَاعِدُ وَالتُّرَابُ غَدَاةَ نَرْفَعُ التَّأْسِيسَ مِنْهُ وَلَيْسَ عَلَى مَسَاوِينَا ثِيَابُ أَعَزَّ بِهِ الْمَلِيكُ بَنِي لُؤَيّ فَلَيْسَ لِأَصْلِهِ مِنْهُمْ ذَهَابُ وَقَدْ حَشَدَتْ هُنَاكَ بَنُو عَدِيّ وَمُرَّة قَدْ تَقَدَّمَهَا كِلَابُ فَبَوَّأْنَا الْمَلِيكُ بِذَاكَ عِزًّا وَعِنْد اللَّهِ يُلْتَمَسُ الثَّوَابُ قَالَ اِبْن إِسْحَاق وَكَانَتْ الْكَعْبَة عَلَى عَهْد النَّبِيّ صَلَّى اللَّه عَل", "sura_id": 2, "type": 4, "id": 38528, "aya_id": 127}]