[{"text": "الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ كَافِرُونَ", "sura_id": 41, "type": 0, "id": 4225, "aya_id": 7}, {"text": "الذين لا يؤتون الزكاة وهم بالآخرة هم كافرون", "sura_id": 41, "type": 1, "id": 10461, "aya_id": 7}, {"text": "7 - (الذين لا يؤتون الزكاة وهم بالآخرة هم) تأكيد (كافرون) \r\n", "sura_id": 41, "type": 2, "id": 29169, "aya_id": 7}, {"text": " ولم يصلُّوا ولم يزكَّوا, فلا إخلاص منهم للخالق ولا نفع فيهم للخلق, وهم لا يؤمنون بالبعث, ولا بالجنة والنار, ولا ينفقون في طاعة الله.\r\n", "sura_id": 41, "type": 3, "id": 35405, "aya_id": 7}, {"text": " <font color=red>الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ</font><BR><p>\" الَّذِينَ لَا يُؤْتُونَ الزَّكَاة \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس يَعْنِي الَّذِينَ لَا يَشْهَدُونَ أَنْ لَا إِلَه إِلَّا اللَّه وَكَذَا قَالَ عِكْرِمَة وَهَذَا كَقَوْلِهِ تَبَارَكَ وَتَعَالَى \" قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا\" وَكَقَوْلِهِ جَلَّتْ عَظَمَته \" قَدْ أَفْلَحَ مَنْ تَزَكَّى وَذَكَرَ اِسْم رَبّه فَصَلَّى \" وَقَوْله عَزَّ وَجَلَّ \" فَقُلْ هَلْ لَك إِلَى أَنْ تَزَكَّى \" وَالْمُرَاد بِالزَّكَاةِ هَهُنَا طَهَارَة النَّفْس مِنْ الْأَخْلَاق الرَّذِيلَة وَمِنْ أَهَمّ ذَلِكَ طَهَارَة النَّفْس مِنْ الشِّرْك وَزَكَاة الْمَال إِنَّمَا سُمِّيَتْ زَكَاة لِأَنَّهَا تُطَهِّرهُ مِنْ الْحَرَام وَتَكُون سَبَبًا لِزِيَادَتِهِ وَبَرَكَته وَكَثْرَة نَفْعه وَتَوْفِيقًا إِلَى اِسْتِعْمَاله فِي الطَّاعَات . وَقَالَ السُّدِّيّ \" وَوَيْل لِلْمُشْرِكِينَ الَّذِي لَا يُؤْتُونَ الزَّكَاة \" أَيْ لَا يُؤَدُّونَ الزَّكَاة وَقَالَ مُعَاوِيَة بْن قُرَّة لَيْسَ هُمْ مِنْ أَهْل الزَّكَاة وَقَالَ قَتَادَة يَمْنَعُونَ زَكَاة أَمْوَالهمْ وَهَذَا هُوَ الظَّاهِر عِنْد كَثِير مِنْ الْمُفَسِّرِينَ وَاخْتَارَهُ اِبْن جَرِير وَفِيهِ نَظَر لِأَنَّ إِيجَاب الزَّكَاة إِنَّمَا كَانَ فِي السَّنَة الثَّانِيَة مِنْ الْهِجْرَة إِلَى الْمَدِينَة عَلَى مَا ذَكَرَهُ غَيْر وَاحِد وَهَذِهِ الْآيَة مَكِّيَّة . اللَّهُمَّ إِلَّا أَنْ يُقَال لَا يَبْعُد أَنْ يَكُون أَصْل الصَّدَقَة وَالزَّكَاة كَانَ مَأْمُورًا بِهِ فِي اِبْتِدَاء الْبَعْثَة كَقَوْلِهِ تَبَارَكَ وَتَعَالَى \" وَآتُوا حَقّه يَوْم حَصَاده \" فَأَمَّا الزَّكَاة ذَات النُّصُب وَالْمَقَادِير فَإِنَّمَا بَيَّنَ أَمْرهَا بِالْمَدِينَةِ وَيَكُون هَذَا جَمْعًا بَيْن الْقَوْلَيْنِ كَمَا أَنَّ أَصْل الصَّلَاة كَانَ وَاجِبًا قَبْل طُلُوع الشَّمْس وَقَبْل غُرُوبهَا فِي اِبْتِدَاء الْبَعْثَة فَلَمَّا كَانَ لَيْلَة الْإِسْرَاء قَبْل الْهِجْرَة بِسَنَةٍ وَنِصْف فَرَضَ اللَّه تَعَالَى عَلَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الصَّلَوَات الْخَمْس وَفَصَّلَ شُرُوطهَا وَأَرْكَانهَا وَمَا يَتَعَلَّق بِهَا بَعْد ذَلِكَ شَيْئًا فَشَيْئًا وَاَللَّه أَعْلَم.</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41076, "aya_id": 7}]