[{"text": "يُطَافُ عَلَيْهِم بِصِحَافٍ مِّن ذَهَبٍ وَأَكْوَابٍ وَفِيهَا مَا تَشْتَهِيهِ الْأَنفُسُ وَتَلَذُّ الْأَعْيُنُ وَأَنتُمْ فِيهَا خَالِدُونَ", "sura_id": 43, "type": 0, "id": 4396, "aya_id": 71}, {"text": "يطاف عليهم بصحاف من ذهب وأكواب وفيها ما تشتهيه الأنفس وتلذ الأعين وأنتم فيها خالدون", "sura_id": 43, "type": 1, "id": 10632, "aya_id": 71}, {"text": "71 - (يطاف عليهم بصحاف) بقصاع (من ذهب وأكواب) جمع كوب وهو إناء لا عروة له ليشرب الشارب من حيث شاء (وفيها ما تشتهيه الأنفس) تلذذا (وتلذ الأعين) نظرا (وأنتم فيها خالدون) \r\n", "sura_id": 43, "type": 2, "id": 29340, "aya_id": 71}, {"text": "يطاف على هؤلاء الذين آمنوا بالله ورسله في الجنة بالطعام في أوانٍ من ذهب, وبالشراب في أكواب من ذهب, وفيها لهم ما تشتهي أنفسهم وتلذه أعينهم, وهم ماكثون فيها أبدًا.\r\n", "sura_id": 43, "type": 3, "id": 35576, "aya_id": 71}, {"text": " <font color=red>يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ وَأَنْتُمْ فِيهَا خَالِدُونَ</font><BR><p>أَيْ زَبَادِي آنِيَة الطَّعَام \" وَأَكْوَاب \" وَهِيَ آنِيَة الشَّرَاب أَيْ مِنْ ذَهَب لَا خَرَاطِيم لَهَا وَلَا عُرَى \" وَفِيهَا مَا تَشْتَهِي الْأَنْفُس \" وَقَرَأَ بَعْضهمْ تَشْتَهِيه الْأَنْفُس \" وَتَلَذّ الْأَعْيُن\" أَيْ طِيب الطَّعْم وَالرِّيح وَحَسِن الْمَنْظَر قَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر أَخْبَرَنِي إِسْمَاعِيل بْن أَبِي سَعِيد قَالَ : إِنَّ عِكْرِمَة مَوْلَى اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَخْبَرَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ أَدْنَى أَهْل الْجَنَّة مَنْزِلَة وَأَسْفَلهمْ دَرَجَة لَرَجُلٌ لَا يَدْخُل الْجَنَّة بَعْده أَحَد يُفْسَح لَهُ فِي بَصَره مَسِيرَة مِائَة عَام فِي قُصُور مِنْ ذَهَب وَخِيَام مِنْ لُؤْلُؤ لَيْسَ فِيهَا مَوْضِع شِبْر إِلَّا مَعْمُور يُغَدَّى عَلَيْهِ وَيُرَاح بِسَبْعِينَ أَلْف صَحْفَة مِنْ ذَهَب لَيْسَ فِيهَا صَحْفَة إِلَّا فِيهَا لَوْن لَيْسَ فِي الْأُخْرَى مِثْله شَهْوَته فِي آخِرهَا كَشَهْوَتِهِ فِي أَوَّلهَا لَوْ نَزَلَ بِهِ جَمِيع أَهْل الْأَرْض لَوَسِعَ عَلَيْهِمْ مِمَّا أُعْطِيَ لَا يَنْقُص ذَلِكَ مِمَّا أُوتِيَ شَيْئًا \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن بْن الْجُنَيْد حَدَّثَنَا عَمْرو بْن سَوَّاد السَّرَحِيّ حَدَّثَنِي عَبْد اللَّه بْن وَهْب عَنْ اِبْن لَهِيعَة عَنْ عُقَيْل بْن خَالِد عَنْ الْحَسَن عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ أَبَا أُمَامَةَ رَضِيَ اللَّه عَنْهُ حَدَّثَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَدَّثَهُمْ وَذَكَرَ الْجَنَّة فَقَالَ \" وَاَلَّذِي نَفْس مُحَمَّد بِيَدِهِ لَيَأْخُذَن أَحَدكُمْ اللُّقْمَة فَيَجْعَلهَا فِي فِيهِ ثُمَّ يَخْطِر عَلَى بَاله طَعَام آخَر فَيَتَحَوَّل الطَّعَام الَّذِي فِي فِيهِ عَلَى الَّذِي اِشْتَهَى \" ثُمَّ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَفِيهَا مَا تَشْتَهِيه الْأَنْفُس وَتَلَذّ الْأَعْيُن وَأَنْتُمْ فِيهَا خَالِدُونَ \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن هُوَ اِبْن مُوسَى حَدَّثَنَا مِسْكِين بْن عَبْد الْعَزِيز حَدَّثَنَا أَبُو الْأَشْعَث الضَّرِير عَنْ شَهْر بْن حَوْشَب عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ أَدْنَى أَهْل الْجَنَّة مَنْزِلَة مَنْ لَهُ لَسَبْعُ دَرَجَات وَهُوَ عَلَى السَّادِسَة وَفَوْقه السَّابِعَة وَإِنَّ لَهُ ثَلَثمِائَةِ خَادِم وَيُغَدَّى عَلَيْهِ وَيُرَاح كُلّ يَوْم بِثَلَثِمِائَةِ صَحْفَة - وَلَا أَعْلَمهُ إِلَّا قَالَ مِنْ ذَهَب - فِي كُلّ صَحْفَة لَوْن لَيْسَ فِي الْأُخْرَى وَإِنَّهُ لَيَلَذّ أَوَّله كَمَا يَلَذّ آخِره وَمِنْ الْأَشْرِبَة ثَلَثمِائَةِ إِنَاء فِي كُلّ إِنَاء لَوْن لَيْسَ فِي الْآخَر وَإِنَّهُ لَيَلَذّ أَوَّله كَمَا يَلَذّ آخِره وَإِنَّهُ لَيَقُولُ يَا رَبّ لَوْ أَذِنْت لِي لَأَطْعَمْت أَهْل الْجَنَّة وَسَقَيْتهمْ لَمْ يَنْقُص مِمَّا عِنْدِي شَيْء وَإِنَّ لَهُ مِنْ الْحُور الْعِين لِاثْنَيْنِ وَسَبْعِينَ زَوْجَة سِوَى أَزْوَاجه مِنْ الدُّنْيَا وَإِنَّ الْوَاحِدَة مِنْهُنَّ لَتَأْخُذ مَقْعَدهَا قَدْر مِيل مِنْ الْأَرْض \" . وَقَوْله تَعَالَى \" وَأَنْتُمْ فِيهَا \" أَيْ فِي الْجَنَّة \" خَالِدُونَ \" أَيْ لَا تَخْرُجُونَ مِنْهَا وَلَا تَبْغُونَ عَنْهَا حِوَلًا .</p><BR> <br> ", "sura_id": 43, "type": 4, "id": 41200, "aya_id": 71}]