[{"text": "يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَأُوْلَئِكَ يَقْرَؤُونَ كِتَابَهُمْ وَلاَ يُظْلَمُونَ فَتِيلاً", "sura_id": 17, "type": 0, "id": 2100, "aya_id": 71}, {"text": "يوم ندعوا كل أناس بإمامهم فمن أوتي كتابه بيمينه فأولئك يقرأون كتابهم و لا يظلمون فتيلا", "sura_id": 17, "type": 1, "id": 8336, "aya_id": 71}, {"text": "71 - اذكر (يوم ندعوا كل أناس بإمامهم) نبيهم فيقال يا أمة فلان أو بكتاب أعمالهم فيقال يا صاحب الشر وهو يوم القيامة (فمن أوتي) منهم (كتابه بيمينه) وهم السعداء اولو البصائر في الدنيا (فأولئك يقرؤون كتابهم ولا يظلمون) ينقصون من أعمالهم (فتيلا) قدر قشرة النواة \r\n", "sura_id": 17, "type": 2, "id": 27044, "aya_id": 71}, {"text": "اذكر -أيها الرسول- يوم البعث مبشرًا ومخوفًا، حين يدعو الله عز وجل كل جماعة من الناس مع إمامهم الذي كانوا يقتدون به في الدنيا، فمن كان منهم صالحًا، وأُعطي كتاب أعماله بيمينه، فهؤلاء يقرؤون كتاب حسناتهم فرحين مستبشرين، ولا يُنْقَصون من ثواب أعمالهم الصالحة شيئًا، وإن كان مقدارَ الخيط الذي يكون في شَقِّ النواة.\r\n", "sura_id": 17, "type": 3, "id": 33280, "aya_id": 71}, {"text": " <font color=red>يَوْمَ نَدْعُوا كُلَّ أُنَاسٍ بِإِمَامِهِمْ فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَأُولَئِكَ يَقْرَءُونَ كِتَابَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا</font><BR><p>يُخْبِر تَبَارَكَ وَتَعَالَى عَنْ يَوْم الْقِيَامَة أَنَّهُ يُحَاسِب كُلّ أُمَّة بِإِمَامِهِمْ وَقَدْ اِخْتَلَفُوا فِي ذَلِكَ فَقَالَ مُجَاهِد وَقَتَادَة أَيْ بِنَبِيِّهِمْ وَهَذَا كَقَوْلِهِ تَعَالَى \" وَلِكُلِّ أُمَّة رَسُول فَإِذَا جَاءَ رَسُولهمْ قُضِيَ بَيْنهمْ بِالْقِسْطِ \" الْآيَة وَقَالَ بَعْض السَّلَف هَذَا أَكْبَر شَرَف لِأَصْحَابِ الْحَدِيث لِأَنَّ إِمَامهمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ اِبْن زَيْد بِكِتَابِهِمْ الَّذِي أُنْزِلَ عَلَى نَبِيّهمْ مِنْ التَّشْرِيع وَاخْتَارَهُ اِبْن جَرِير وَرُوِيَ عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد أَنَّهُ قَالَ : بِكُتُبِهِمْ فَيَحْتَمِل أَنْ يَكُون أَرَادَ هَذَا وَأَنْ يَكُون أَرَادَ مَا رَوَاهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي قَوْله \" يَوْم نَدْعُو كُلّ أُنَاس بِإِمَامِهِمْ \" أَيْ بِكِتَابِ أَعْمَالهمْ وَكَذَا قَالَ أَبُو الْعَالِيَة وَالْحَسَن وَالضَّحَّاك وَهَذَا الْقَوْل هُوَ الْأَرْجَح لِقَوْلِهِ تَعَالَى \" وَكُلّ شَيْء أَحْصَيْنَاهُ فِي إِمَام مُبِين \" وَقَالَ تَعَالَى \" وَوُضِعَ الْكِتَاب فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ \" الْآيَة وَيَحْتَمِل أَنَّ الْمُرَاد بِإِمَامِهِمْ أَيْ كُلّ قَوْم بِمَنْ يَأْتَمُّونَ بِهِ فَأَهْل الْإِيمَان اِئْتَمُّوا بِالْأَنْبِيَاءِ عَلَيْهِمْ السَّلَام وَأَهْل الْكُفْر اِئْتَمُّوا بِأَئِمَّتِهِمْ كَمَا قَالَ \" وَجَعَلْنَاهُمْ أَئِمَّة يَدْعُونَ إِلَى النَّار \" وَفِي الصَّحِيحَيْنِ \" لَتَتْبَع كُلّ أُمَّة مَا كَانَتْ تَعْبُد فَيَتْبَع مَنْ كَانَ يَعْبُد الطَّوَاغِيت الطَّوَاغِيت \" الْحَدِيث وَقَالَ تَعَالَى \" وَتَرَى كُلّ أُمَّة جَاثِيَة كُلّ أُمَّة تُدْعَى إِلَى كِتَابهَا الْيَوْم تُجْزُونَ مَا كُنْتُمْ تَعْمَلُونَ هَذَا كِتَابنَا يَنْطِق عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخ مَا كُنْتُمْ تَعْمَلُونَ \" وَهَذَا لَا يُنَافِي أَنْ يُجَاء بِالنَّبِيِّ إِذَا حَكَمَ اللَّه بَيْن أُمَّته فَإِنَّهُ لَا بُدّ أَنْ يَكُون شَاهِدًا عَلَى أُمَّته بِأَعْمَالِهَا كَقَوْلِهِ تَعَالَى \" وَأَشْرَقَتْ الْأَرْض بِنُورِ رَبّهَا وَوُضِعَ الْكِتَاب وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاء \" وَقَوْله تَعَالَى \" فَكَيْف إِذَا جِئْنَا مِنْ كُلّ أُمَّة بِشَهِيدٍ وَجِئْنَا بِك عَلَى هَؤُلَاءِ شَهِيدًا \" وَلَكِنَّ الْمُرَاد هَاهُنَا بِالْإِمَامِ هُوَ كِتَاب الْأَعْمَال وَلِهَذَا قَالَ تَعَالَى \" يَوْم نَدْعُو كُلّ أُنَاس بِإِمَامِهِمْ فَمَنْ أُوتِيَ كِتَابه بِيَمِينِهِ فَأُولَئِكَ يَقْرَءُونَ كِتَابهمْ \" أَيْ مِنْ فَرْحَته وَسُرُوره بِمَا فِيهِ مِنْ الْعَمَل الصَّالِح يَقْرَؤُهُ وَيُحِبّ قِرَاءَته كَقَوْلِهِ \" فَأَمَّا مَنْ أُوتِيَ كِتَابه بِيَمِينِهِ فَيَقُول هَاؤُمُ اِقْرَءُوا كِتَابِيَهْ - إِلَى قَوْله - وَأَمَّا مَنْ أُوتِيَ كِتَابه بِشِمَالِهِ \" الْآيَات وَقَوْله تَعَالَى \" وَلَا يُظْلَمُونَ فَتِيلًا\" قَدْ تَقَدَّمَ أَنَّ الْفَتِيل هُوَ الْخَيْط الْمُسْتَطِيل فِي شَقّ النَّوَاة . وَقَدْ رَوَى الْحَافِظ أَبُو بَكْر الْبَزَّار حَدِيثًا فِي هَذَا فَقَالَ : حَدَّثَنَا مُحَمَّد بْن يَعْمَر وَمُحَمَّد بْن عُثْمَان بْن كَرَامَة قَالَا : حَدَّثَنَا عُبَيْد اللَّه بْن مُوسَى عَنْ إِسْرَائِيل عَنْ السُّدِّيّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْل اللَّه تَعَالَى \" يَوْم نَدْعُو كُلّ أُنَاس بِإِمَامِهِمْ \" قَالَ \" يُدْعَى أَحَدهمْ فَيُعْطَى كِتَابه بِيَمِينِهِ وَيُمَدّ لَهُ فِي جِسْمه وَيُبَيَّض وَجْهه وَيُجْعَل عَلَى رَأْسه تَاج مِنْ لُؤْلُؤَة يَتَلَأْلَأ فَيَنْطَلِق إِلَى أَصْحَابه فَيَرَوْنَهُ مِنْ بَعِيد فَيَقُولُونَ اللَّهُمَّ آتِنَا بِهَذَا وَبَارِكْ لَنَا فِي هَذَا فَيَأْتِيهِمْ فَيَقُول لَهُمْ أَبْشِرُوا فَإِنَّ لِكُلِّ رَجُل مِنْكُمْ مِثْل هَذَا وَأَمَّا الْكَافِر فَيُسَوَّد وَجْهه وَيُمَدّ لَهُ فِي جِسْمه وَيَرَاهُ أَصْحَابه فَيَقُولُونَ نَعُوذ بِاَللَّهِ مِنْ هَذَا أَوْ مِنْ شَرّ هَذَا اللَّهُمَّ لَا تَأْتِنَا بِهِ فَيَأْتِيهِمْ فَيَقُولُونَ اللَّهُمَّ اِخْزِهِ فَيَقُول أَبْعَدَكُمْ اللَّه فَإِنَّ لِكُلِّ رَجُل مِنْكُمْ مِثْل هَذَا \" ثُمَّ قَالَ الْبَزَّار لَا يُرْوَى إِلَّا مِنْ هَذَا الْوَجْه .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38258, "aya_id": 71}]