[{"text": "وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِّلَّذِينَ كَفَرُوا لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا وَلَا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلًا كَذَلِكَ يُضِلُّ اللَّهُ مَن يَشَاء وَيَهْدِي مَن يَشَاء وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ وَمَا هِيَ إِلَّا ذِكْرَى لِلْبَشَرِ", "sura_id": 74, "type": 0, "id": 5526, "aya_id": 31}, {"text": "وما جعلنا أصحاب النار إلا ملائكة وما جعلنا عدتهم إلا فتنة للذين كفروا ليستيقن الذين أوتوا الكتاب ويزداد الذين آمنوا إيمانا ولا يرتاب الذين أوتوا الكتاب والمؤمنون وليقول الذين في قلوبهم مرض والكافرون ماذا أراد الله بهذا مثلا كذلك يضل الله من يشاء ويهدي من يشاء وما يعلم جنود ربك إلا هو وما هي إلا ذكرى للبشر", "sura_id": 74, "type": 1, "id": 11762, "aya_id": 31}, {"text": "31 - (وما جعلنا أصحاب النار إلا ملائكة) أي فلا يطاقون كما يتوهمون (وما جعلنا عدتهم) ذلك (إلا فتنة) ضلالا (للذين كفروا) بأن يقولوا لم كانوا تسعة عشر (ليستيقن) ليستبين (الذين أوتوا الكتاب) أي اليهود صدق النبي صلى الله عليه وسلم في كونهم تسعة عشر الموافق لما في كتابهم (ويزداد الذين آمنوا) من أهل الكتاب (إيمانا) تصديقا لموافقته ما أتى به النبي صلى الله عليه وسلم لما في كتابهم (ولا يرتاب الذين أوتوا الكتاب والمؤمنون) من غيرهم في عدد الملائكة (وليقول الذين في قلوبهم مرض) شك بالمدينة (والكافرون) بمكة (ماذا أراد الله بهذا) العدد (مثلا) سموه لغرابته بذلك وأعرب حالا (كذلك) أي مثل إضلال منكر هذا العدد وهدى مصدقه (يضل الله من يشاء ويهدي من يشاء وما يعلم جنود ربك) أي الملائكة في قوتهم وأعوانهم (إلا هو وما هي) أي سقر (إلا ذكرى للبشر) \r\n", "sura_id": 74, "type": 2, "id": 30470, "aya_id": 31}, {"text": "وما جعلنا خزنة النار إلا من الملائكة الغلاظ, وما جعلنا ذلك العدد إلا اختبارًا للذين كفروا بالله؛ وليحصل اليقين للذين أُعطوا الكتاب من اليهود والنصارى بأنَّ ما جاء في القرآن عن خزنة جهنم إنما هو حق من الله تعالى, حيث وافق ذلك كتبهم, ويزداد المؤمنون تصديقًا بالله ورسوله وعملا بشرعه, ولا يشك في ذلك الذين أُعطوا الكتاب من اليهود والنصارى ولا المؤمنون بالله ورسوله؛ وليقول الذين في قلوبهم نفاق والكافرون: ما الذي أراده الله بهذا العدد المستغرب؟ بمثل ذلك الذي ذُكر يضلُّ الله من أراد إضلاله, ويهدي مَن أراد هدايته, وما يعلم عدد جنود ربك - ومنهم الملائكة- إلا الله وحده. وما النار إلا تذكرة وموعظة للناس.\r\n", "sura_id": 74, "type": 3, "id": 36706, "aya_id": 31}, {"text": " <font color=red>وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا وَلَا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلًا كَذَلِكَ يُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ وَمَا هِيَ إِلَّا ذِكْرَى لِلْبَشَرِ</font><BR><p>يَقُول تَعَالَى \" وَمَا جَعَلْنَا أَصْحَاب النَّار \" أَيْ خُزَّانهَا\" إِلَّا مَلَائِكَة \" أَيْ زَبَانِيَة غِلَاظًا شِدَادًا وَذَلِكَ رَدّ عَلَى مُشْرِكِي قُرَيْش حِين ذَكَرُوا عَدَد الْخَزَنَة فَقَالَ أَبُو جَهْل يَا مَعْشَر قُرَيْش أَمَا يَسْتَطِيع كُلّ عَشَرَة مِنْكُمْ لِوَاحِدٍ مِنْهُمْ فَتَغْلِبُونَهُمْ ؟ فَقَالَ اللَّه تَعَالَى \" وَمَا جَعَلْنَا أَصْحَاب النَّار إِلَّا مَلَائِكَة \" أَيْ شَدِيدِي الْخَلْق لَا يُقَاوَمُونَ وَلَا يُغَالَبُونَ وَقَدْ قِيلَ إِنَّ أَبَا الْأَشَدِّينَ وَاسْمه كِلْدَة بْن أُسَيْد بْن خَلَف قَالَ يَا مَعْشَر قُرَيْش اِكْفُونِي مِنْهُمْ اِثْنَيْنِ وَأَنَا أَكْفِيكُمْ مِنْهُمْ سَبْعَة عَشَر إِعْجَابًا مِنْهُ بِنَفْسِهِ وَكَانَ قَدْ بَلَغَ مِنْ الْقُوَّة فِيمَا يَزْعُمُونَ أَنَّهُ كَانَ يَقِف عَلَى جِلْد الْبَقَرَة وَيُجَاذِبهُ عَشَرَة لِيَنْزِعُوهُ مِنْ تَحْت قَدَمَيْهِ فَيَتَمَزَّق الْجِلْد وَلَا يَتَزَحْزَح عَنْهُ قَالَ السُّهَيْلِيّ وَهُوَ الَّذِي دَعَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى مُصَارَعَته وَقَالَ إِنْ صَرَعْتنِي آمَنْت بِك فَصَرَعَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِرَارًا فَلَمْ يُؤْمِن قَالَ وَقَدْ نَسَبَ اِبْن إِسْحَاق خَبَر الْمُصَارَعَة إِلَى رُكَانَة بْن عَبْد يَزِيد بْن هَاشِم بْن الْمُطَّلِب \" قُلْت \" وَلَا مُنَافَاة بَيْن مَا ذَكَرَاهُ وَاَللَّه أَعْلَم . وَقَوْله تَعَالَى \" وَمَا جَعَلْنَا عِدَّتهمْ إِلَّا فِتْنَة لِلَّذِينَ كَفَرُوا \" أَيْ إِنَّمَا ذَكَرْنَا عِدَّتهمْ أَنَّهُمْ تِسْعَة عَشَر اِخْتِبَارًا مِنَّا لِلنَّاسِ\" لِيَسْتَيْقِن الَّذِينَ أُوتُوا الْكِتَاب \" أَيْ يَعْلَمُونَ أَنَّ هَذَا الرَّسُول حَقّ فَإِنَّهُ نَطَقَ بِمُطَابَقَةِ مَا بِأَيْدِيهِمْ مِنْ الْكُتُب السَّمَاوِيَّة الْمُنَزَّلَة عَلَى الْأَنْبِيَاء قَبْله وَقَوْله تَعَالَى \" وَيَزْدَاد الَّذِينَ آمَنُوا إِيمَانًا \" أَيْ إِلَى إِيمَانهمْ بِمَا يَشْهَدُونَ مِنْ صِدْق إِخْبَار نَبِيّهمْ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَلَا يَرْتَاب الَّذِينَ أُوتُوا الْكِتَاب وَالْمُؤْمِنُونَ وَلِيَقُولَ الَّذِينَ فِي قُلُوبهمْ مَرَض\" أَيْ مِنْ الْمُنَافِقِينَ \" وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّه بِهَذَا مَثَلًا \" أَيْ يَقُولُونَ مَا الْحِكْمَة فِي ذِكْر هَذَا هَهُنَا ؟ قَالَ اللَّه تَعَالَى \" كَذَلِكَ يُضِلّ اللَّه مَنْ يَشَاء وَيَهْدِي مَنْ يَشَاء \" أَيْ مِنْ مِثْل هَذَا وَأَشْبَاهه يَتَأَكَّد الْإِيمَان فِي قُلُوب أَقْوَام وَيَتَزَلْزَل عِنْد آخَرِينَ وَلَهُ الْحِكْمَة الْبَالِغَة وَالْحُجَّة الدَّامِغَة وَقَوْله تَعَالَى \" وَمَا يَعْلَم جُنُود رَبّك إِلَّا هُوَ \" أَيْ مَا يَعْلَم عَدَدهمْ وَكَثْرَتهمْ إِلَّا هُوَ تَعَالَى لِئَلَّا يَتَوَهَّم مُتَوَهِّم أَنَّهُمْ تِسْعَة عَشَر فَقَطْ كَمَا قَدْ قَالَهُ طَائِفَة مِنْ أَهْل الضَّلَالَة وَالْجَهَالَة وَمِنْ الْفَلَاسِفَة الْيُونَانِيِّينَ وَمَنْ شَايَعَهُمْ مِنْ الْمِلَّتَيْنِ الَّذِينَ سَمِعُوا هَذِهِ الْآيَة فَأَرَادُوا تَنْزِيلهَا عَلَى الْعُقُول الْعَشَرَة وَالنُّفُوس التِّسْعَة الَّتِي اِخْتَرَعُوا دَعْوَاهَا وَعَجَزُوا عَنْ إِقَامَة الدَّلَالَة عَلَى مُقْتَضَاهَا فَأُفْهِمُوا صَدْر هَذِهِ الْآيَة وَقَدْ كَفَرُوا بِآخِرِهَا وَهُوَ قَوْله \" وَمَا يَعْلَم جُنُود رَبّك إِلَّا هُوَ \" وَقَدْ ثَبَتَ فِي حَدِيث الْإِسْرَاء الْمَرْوِيّ فِي الصَّحِيحَيْنِ وَغَيْرهمَا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ فِي صِفَة الْبَيْت الْمَعْمُور الَّذِي فِي السَّمَاء السَّابِعَة \" فَإِذَا هُوَ يَدْخُلهُ فِي كُلّ يَوْم سَبْعُونَ أَلْف مَلَك لَا يَعُودُونَ إِلَيْهِ آخِر مَا عَلَيْهِمْ\" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَسْوَد حَدَّثَنَا إِسْرَائِيل عَنْ إِبْرَاهِيم بْن مُهَاجِر عَنْ مُجَاهِد عَنْ مُوَرِّق عَنْ أَبِي ذَرّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" إِنِّي أَرَى مَا لَا تَرَوْنَ وَأَسْمَع مَا لَا تَسْمَعُونَ أَطَّتْ السَّمَاء وَحُقّ لَهَا أَنْ تَئِطّ مَا فِيهَا مَوْضِع أُصْبُع إِلَّا عَلَيْهِ مَلَك سَاجِد لَوْ عَلِمْتُمْ مَا أَعْلَم لَضَحِكْتُمْ قَلِيلًا وَلَبَكَيْتُمْ كَثِيرًا وَلَا تَلَذَّذْتُمْ بِالنِّسَاءِ عَلَى الْفُرُشَات وَلَخَرَجْتُمْ إِلَى الصُّعُدَات تَجْأَرُونَ إِلَى اللَّه تَعَالَى\" فَقَالَ أَبُو ذَرّ وَاَللَّه لَوَدِدْت أَنِّي شَجَرَة تُعْضَد وَرَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث إِسْرَائِيل وَقَالَ التِّرْمِذِيّ حَدِيث حَسَن غَرِيب وَيُرْوَى عَنْ أَبِي ذَرّ مَوْقُوفًا . قَالَ الْحَافِظ أَبُو الْقَاسِم الطَّبَرَانِيّ حَدَّثَنَا حُسَيْن بْن عَرَفَة الْمِصْرِيّ حَدَّثَنَا عُرْوَة بْن مَرْوَان الرَّقِّيّ حَدَّثَنَا عُبَيْد اللَّه بْن عَمْرو عَنْ عَبْد الْكَرِيم بْن مَالِك عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا فِي السَّمَوَات السَّبْع مَوْضِع قَدَم وَلَا شِبْر وَلَا كَفّ إِلَّا وَفِيهِ مَلَك قَائِم أَوْ مَلَك سَاجِد أَوْ مَلَك رَاكِع فَإِذَا كَانَ يَوْم الْقِيَامَة قَالُوا جَمِيعًا سُبْحَانك مَا عَبَدْنَاك حَقّ عِبَادَتك إِلَّا أَنَّا لَمْ نُشْرِك بِك شَيْئًا\" . وَقَالَ مُحَمَّد بْن نَصْر الْمَرْوَزِيّ فِي كِتَاب الصَّلَاة حَدَّثَنَا عَمْرو بْن زُرَارَةَ أَخْبَرَنَا عَبْد الْوَهَّاب عَنْ عَطَاء عَنْ سَعِيد عَنْ قَتَادَة عَنْ صَفْوَان بْن مُحْرِز عَنْ حَكِيم بْن حِزَام قَالَ بَيْنَمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَ أَصْحَابه إِذْ قَالَ لَهُمْ \" هَلْ تَسْمَعُونَ مَا أَسْمَع ؟\" قَالُوا مَا نَسْمَع مِنْ شَيْء فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَسْمَع أَطِيط السَّمَاء وَمَا تُلَام أَنْ تَئِطّ مَا فِيهَا مَوْضِع شِبْر إِلَّا وَعَلَيْهِ مَلَك رَاكِع أَوْ سَاجِد\" . وَقَالَ أَيْضًا حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن قُهْزَاذ حَدَّثَنَا أَبُو مُعَاذ الْفَضْل بْن خَالِد النَّحْوِيّ حَدَّثَنَا عُبَيْد بْن سُلَيْمَان الْبَاهِلِيّ سَمِعْت الضَّحَّاك بْن مُزَاحِم يُحَدِّث عَنْ مَسْرُوق بْن الْأَجْدَع عَنْ عَائِشَة أَنَّهَا قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا فِي السَّمَاء الدُّنْيَا مَوْضِع قَدَم إِلَّا وَعَلَيْهِ مَلَك سَاجِد أَوْ قَائِم\" وَذَلِكَ قَوْل الْمَلَائِكَة \" وَمَا مِنَّا إِلَّا لَهُ مَقَام مَعْلُوم وَإِنَّا لَنَحْنُ الصَّافُّونَ وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ \" وَهَذَا مَرْفُوع غَرِيب جِدًّا ثُمَّ رَوَاهُ عَنْ مَحْمُود بْن آدَم عَنْ أَبِي مُعَاوِيَة عَنْ الْأَعْمَش عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق عَنْ اِبْن مَسْعُود أَنَّهُ قَالَ : إِنَّ مِنْ السَّمَوَات سَمَاء مَا فِيهَا مَوْضِع شِبْر إِلَّا وَعَلَيْهِ جَبْهَة مَلَك أَوْ قَدَمَاهُ قَائِم ثُمَّ قَرَأَ \" وَإِنَّا لَنَحْنُ الصَّافُّونَ وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ \" ثُمَّ قَالَ حَدَّثَنَا أَحْمَد بْن سَيَّار حَدَّثَنَا أَبُو جَعْفَر مُحَمَّد بْن خَالِد الدِّمَشْقِيّ الْمَعْرُوف بِابْنِ أُمّه حَدَّثَنَا الْمُغِيرَة بْن عُمَر بْن عَطِيَّة مِنْ بَنِي عَمْرو بْن عَوْف حَدَّثَنِي سُلَيْمَان بْن أَيُّوب عَنْ سَالِم بْن عَوْف حَدَّثَنِي عَطَاء بْن زَيْد بْن مَسْعُود مِنْ بَنِي الْحَكَم حَدَّثَنِي سُلَيْمَان بْن عَمْرو بْن الرَّبِيع مِنْ بَنِي سَالِم حَدَّثَنِي عَبْد الرَّحْمَن بْن الْعَلَاء مِنْ بَنِي سَاعِدَة عَنْ أَبِيهِ الْعَلَاء بْن سَعْد وَقَدْ شَهِدَ الْفَتْح وَمَا بَعْده أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ يَوْمًا لِجُلَسَائِهِ \" هَلْ تَسْمَعُونَ مَا أَسْمَع ؟ \" قَالُوا وَمَا تَسْمَع يَا رَسُول اللَّه ؟ قَالَ \" أَطَّتْ السَّمَاء وَحُقّ لَهَا أَنْ تَئِطّ إِنَّهُ لَيْسَ فِيهَا مَوْضِع قَدَم إِلَّا وَعَلَيْهِ مَلَك قَائِم أَوْ رَاكِع أَوْ سَاجِد وَقَالَتْ الْمَلَائِكَة \" وَإِنَّا لَنَحْنُ الصَّافُّونَ وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ\" وَهَذَا إِسْنَاد غَرِيب جِدًّا ثُمَّ قَالَ حَدَّثَنَا إِسْحَاق بْن مُحَمَّد بْن إِسْمَاعِيل الْفَرْوِيّ حَدَّثَنَا عَبْد الْمَلِك بْن قُدَامَة عَنْ عَبْد الرَّحْمَن عَنْ عَبْد اللَّه بْن دِينَار عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن عُمَر أَنَّ عُمَر جَاءَ وَالصَّلَاة قَائِمَة وَنَفَر ثَلَاثَة جُلُوس أَحَدهمْ أَبُو جَحْش اللَّيْثِيّ فَقَالَ قُومُوا فَصَلُّوا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَامَ اِثْنَانِ وَأَبَى أَبُو جَحْش أَنْ يَقُوم وَقَالَ لَا أَقُوم حَتَّى يَأْتِي رَجُل هُوَ أَقْوَى مِنِّي ذِرَاعَيْنِ وَأَشَدّ مِنِّي بَطْشًا فَيَصْرَعنِي ثُمَّ يَدُسّ وَجْهِي فِي التُّرَاب قَالَ عُمَر فَصَرَعْته وَدَسَسْت وَجْهه فِي التُّرَاب فَأَتَى عُثْمَان بْن عَفَّان فَحَجَزَنِي عَنْهُ فَخَرَجَ عُمَر مُغْضَبًا حَتَّى اِنْتَهَى إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" مَا رَأْيك يَا أَبَا حَفْص ؟ \" فَذَكَرَ لَهُ مَا كَانَ مِنْهُ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنْ رَضِيَ عُمَر رَحِمَهُ , وَاَللَّه عَلَى ذَلِكَ لَوَدِدْت أَنَّك جِئْتنِي بِرَأْسِ الْخَبِيث \" فَقَامَ عُمَر فَوَجَّهَ نَحْوه فَلَمَّا أَبْعَد نَادَاهُ فَقَالَ \" اِجْلِسْ حَتَّى أُخْبِرك بِغَنَاءِ الرَّبّ تَبَارَكَ وَتَعَالَى عَنْ صَلَاة اِبْن جَحْش وَإِنَّ لِلَّهِ تَعَالَى فِي السَّمَاء الدُّنْيَا مَلَائِكَة خُشُوع لَا يَرْفَعُونَ رُءُوسهمْ حَتَّى تَقُوم السَّاعَة فَإِذَا قَامَتْ رَفَعُوا رُءُوسهمْ ثُمَّ قَالُوا رَبّنَا مَا عَبَدْنَاك حَقّ عِبَادَتك وَإِنَّ لِلَّهِ فِي السَّمَاء الثَّانِيَة مَلَائِكَة سُجُود لَا يَرْفَعُونَ رُءُوسهمْ حَتَّى تَقُوم السَّاعَة فَإِذَا قَامَتْ السَّاعَة رَفَعُوا رُءُوسهمْ وَقَالُوا سُبْحَانك رَبّنَا مَا عَبَدْنَاك حَقّ عِبَادَتك \" فَقَالَ لَهُ عُمَر وَمَا يَقُولُونَ يَا رَسُول اللَّه ؟ فَقَالَ \" أَمَّا أَهْل السَّمَاء الدُّنْيَا فَيَقُولُونَ سُبْحَان ذِي الْمُلْك وَالْمَلَكُوت وَأَمَّا أَهْل السَّمَاء الثَّانِيَة فَيَقُولُونَ سُبْحَان ذِي الْعِزَّة وَالْجَبَرُوت . وَأَمَّا أَهْل السَّمَاء الثَّالِثَة فَيَقُولُونَ سُبْحَان الْحَيّ الَّذِي لَا يَمُوت فَقُلْهَا يَا عُمَر فِي صَلَاتك فَقَالَ عُمَر يَا رَسُول اللَّه فَكَيْف بِاَلَّذِي كُنْت عَلَّمْتنِي وَأَمَرْتنِي أَنْ أَقُولهُ فِي صَلَاتِي ؟ فَقَالَ \" قُلْ هَذَا مَرَّة وَهَذَا مَرَّة \" وَكَانَ الَّذِي أَمَرَهُ بِهِ أَنْ يَقُولهُ\" أَعُوذ بِعَفْوِك مِنْ عِقَابك وَأَعُوذ بِرِضَاك مِنْ سَخَطك وَأَعُوذ بِك مِنْك جَلَّ وَجْهك \" هَذَا حَدِيث غَرِيب جِدًّا بَلْ مُنْكَر نَكَارَة شَدِيدَة وَإِسْحَاق الْمَرْوَزِيّ رَوَى عَنْهُ الْبُخَارِيّ وَذَكَرَهُ اِبْن حِبَّان فِي الثِّقَات وَضَعَّفَهُ أَبُو دَاوُد وَالنَّسَائِيّ وَالْعُقَيْلِيّ وَالدَّارَقُطْنِيّ وَقَالَ أَبُو حَاتِم الرَّازِيّ كَانَ صَدُوقًا إِلَّا أَنَّهُ ذَهَبَ بَصَره فَرُبَّمَا لَقِنَ وَكُتُبه صَحِيحَة وَقَالَ مُرَّة هُوَ مُضْطَرِب وَشَيْخه عَبْد الْمَلِك بْن قُدَامَة أَبُو قَتَادَة الْجُمَحِيّ تَكَلَّمَ فِيهِ أَيْضًا وَالْعَجَب مِنْ الْإِمَام مُحَمَّد بْن نَصْر كَيْف رَوَاهُ وَلَمْ يَتَكَلَّم عَلَيْهِ وَلَا عَرَفَ بِحَالِهِ وَلَا تَعَرَّضَ لِضَعْفِ بَعْض رِجَاله غَيْر أَنَّهُ رَوَاهُ مِنْ وَجْه آخَر عَنْ سَعِيد بْن جُبَيْر مُرْسَلًا بِنَحْوِهِ وَمِنْ طَرِيق أُخْرَى عَنْ الْحَسَن الْبَصْرِيّ مُرْسَلًا قَرِيبًا مِنْهُ ثُمَّ قَالَ مُحَمَّد بْن نَصْر حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن قُهْزَاذ أَخْبَرَنَا النَّضْر أَخْبَرَنَا عَبَّاد بْن مَنْصُور قَالَ سَمِعْت عَدِيّ بْن أَرْطَاة وَهُوَ يَخْطُبنَا عَلَى مِنْبَر الْمَدَائِن قَالَ سَمِعْت رَجُلًا مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ لِلَّهِ تَعَالَى مَلَائِكَة تَرْعَد فَرَائِصهمْ مِنْ خِيفَته مَا مِنْهُمْ مَلَك تَقْطُر مِنْهُ دَمْعَة مِنْ عَيْنه إِلَّا وَقَعَتْ عَلَى مَلَك يُصَلِّي وَإِنَّ مِنْهُمْ مَلَائِكَة سُجُودًا مُنْذُ خَلَقَ اللَّه السَّمَوَات وَالْأَرْض لَمْ يَرْفَعُوا رُءُوسهمْ وَلَا يَرْفَعُونَهَا إِلَى يَوْم الْقِيَامَة وَإِنَّ مِنْهُمْ مَلَائِكَة رُكُوعًا لَمْ يَرْفَعُوا رُءُوسهمْ مُنْذُ خَلَقَ اللَّه السَّمَوَات وَالْأَرْض وَلَا يَرْفَعُونَهَا إِلَى يَوْم الْقِيَامَة فَإِذَا رَفَعُوا رُءُوسهمْ نَظَرُوا إِلَى وَجْه اللَّه عَزَّ وَجَلَّ قَالُوا سُبْحَانك مَا عَبَدْنَاك حَقّ عِبَادَتك \" وَهَذَا إِسْنَاد لَا بَأْس بِهِ وَقَوْله تَعَالَى \" وَمَا هِيَ إِلَّا ذِكْرَى لِلْبَشَرِ \" قَالَ مُجَاهِد وَغَيْر وَاحِد \" وَمَا هِيَ \" أَيْ النَّار الَّتِي وُصِفَتْ \" إِلَّا ذِكْرَى لِلْبَشَرِ \" .</p><BR> <br> ", "sura_id": 74, "type": 4, "id": 42816, "aya_id": 31}]