[{"text": "ثَمَانِيَةَ أَزْوَاجٍ مِّنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الأُنثَيَيْنِ نَبِّؤُونِي بِعِلْمٍ إِن كُنتُمْ صَادِقِينَ", "sura_id": 6, "type": 0, "id": 932, "aya_id": 143}, {"text": "ثمانية أزواج من الضأن اثنين ومن المعز اثنين قل آلذكرين حرم أم الأنثيين أما اشتملت عليه أرحام الأنثيين نبئوني بعلم إن كنتم صادقين", "sura_id": 6, "type": 1, "id": 7168, "aya_id": 143}, {"text": "143 - (ثمانية أزواج) أصناف بدل من حمولة وفرشا (من الضأن) زوجين (اثنين) ذكر وأنثى (ومن المعز) بالفتح والسكون (اثنين قل) يا محمد لمن حرم ذكور الأنعام تارة وإناثها أخرى ونسب ذلك إلى الله (آلذكرين) من الضأن والمعز (حرم) الله عليكم (أم الأنثيين) منهما (أما اشتملت عليه أرحام الأنثيين) ذكراً كان أو أنثى (نبئوني بعلم) عن كيفية تحريم ذلك (إن كنتم صادقين) فيه ، المعنى من أين جاء التحريم فإن كان من قبل الذكورة فجميع الذكور حرام أو الأنوثة فجميع الإناث أو اشتمال الرحم فالزوجان فمن أين التخصيص؟ والاستفهام للإنكار \r\n", "sura_id": 6, "type": 2, "id": 25876, "aya_id": 143}, {"text": "هذه الأنعام التي رزقها الله عباده من الإبل والبقر والغنم ثمانية أصناف: أربعة منها من الغنم, وهي الضأن ذكورًا وإناثًا, والمعز ذكورًا وإناثًا. قل -أيها الرسول- لأولئك المشركين: هل حَرَّم الله الذكرين من الغنم؟ فإن قالوا: نعم, فقد كذبوا في ذلك; لأنهم لا يحرمون كل ذكر من الضأن والمعز, وقل لهم: هل حَرَّم الله الأنثيين من الغنم؟ فإن قالوا: نعم, فقد كذبوا أيضًا; لأنهم لا يحرمون كل أنثى من ولد الضأن والمعز, وقل لهم: هل حَرَّم الله ما اشتملت عليه أرحام الأنثيين من الضأن والمعز من الحمل؟ فإن قالوا: نعم, فقد كذبوا أيضًا; لأنهم لا يحرمون كل حَمْل مِن ذلك, خبِّروني بعلم يدل على صحة ما ذهبتم إليه, إن كنتم صادقين فيما تنسبونه إلى ربكم.\r\n", "sura_id": 6, "type": 3, "id": 32112, "aya_id": 143}, {"text": " <font color=red>ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ</font><BR><p>هَذَا بَيَان لِجَهْلِ الْعَرَب قَبْل الْإِسْلَام فِيمَا كَانُوا حَرَّمُوا مِنْ الْأَنْعَام وَجَعَلُوهَا أَجْزَاء وَأَنْوَاعًا بِحِيرَةً وَسَائِبَةً وَوَصِيلَةً وَحَامًا وَغَيْر ذَلِكَ مِنْ الْأَنْوَاع الَّتِي اِبْتَدَعُوهَا فِي الْأَنْعَام وَالزُّرُوع وَالثِّمَار فَبَيَّنَ تَعَالَى أَنَّهُ أَنْشَأَ جَنَّات مَعْرُوشَات وَغَيْر مَعْرُوشَات وَأَنَّهُ أَنْشَأَ مِنْ الْأَنْعَام حَمُولَة وَفُرُشًا . ثُمَّ بَيَّنَ أَصْنَاف الْأَنْعَام إِلَى غَنَم وَهُوَ بَيَاض وَهُوَ الضَّأْن وَسَوَاد وَهُوَ الْمَعْز ذَكَرَهُ وَأُنْثَاهُ وَإِلَى إِبِل ذُكُورهَا وَإِنَاثهَا وَبَقَر كَذَلِكَ وَأَنَّهُ تَعَالَى لَمْ يُحَرِّم شَيْئًا مِنْ ذَلِكَ وَلَا شَيْئًا مِنْ أَوْلَادهَا بَلْ كُلّهَا مَخْلُوقَة لِبَنِي آدَم أَكْلًا وَرُكُوبًا وَحَمُولَة وَحَلْبًا وَغَيْر ذَلِكَ مِنْ وُجُوه الْمَنَافِع كَمَا قَالَ \" وَأَنْزَلَ لَكُمْ مِنْ الْأَنْعَام ثَمَانِيَة أَزْوَاج \" الْآيَة وَقَوْله تَعَالَى \" أَمَّا اِشْتَمَلَتْ عَلَيْهِ أَرْحَام الْأُنْثَيَيْنِ \" رَدَّ عَلَيْهِمْ فِي قَوْلهمْ \" مَا فِي بُطُون هَذِهِ الْأَنْعَام خَالِصَة لِذُكُورِنَا وَمُحَرَّم عَلَى أَزْوَاجنَا\" الْآيَة وَقَوْله تَعَالَى \" نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ\" أَيْ أَخْبِرُونِي عَنْ يَقِين كَيْفَ حَرَّمَ اللَّه عَلَيْكُمْ مَا زَعَمْتُمْ تَحْرِيمه مِنْ الْبَحِيرَة وَالسَّائِبَة وَالْوَصِيلَة وَالْحَام وَنَحْو ذَلِكَ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس قَوْله\" ثَمَانِيَة أَزْوَاج مِنْ الضَّأْن اِثْنَيْنِ وَمِنْ الْمَعْز اِثْنَيْنِ\" فَهَذِهِ أَرْبَعَة أَزْوَاج \" قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمْ الْأُنْثَيَيْنِ\" يَقُول لِمَ أُحَرِّم شَيْئًا مِنْ ذَلِكَ \" أَمَّا اِشْتَمَلَتْ عَلَيْهِ أَرْحَام الْأُنْثَيَيْنِ \" يَعْنِي هَلْ يَشْتَمِل الرَّحِم إِلَّا عَلَى ذَكَر أَوْ أُنْثَى فَلِمَ تُحَرِّمُونَ بَعْض وَتُحِلُّونَ بَعْضًا ؟ \" نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ \" يَقُول تَعَالَى : كُلّه حَلَال .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42125, "aya_id": 143}]