[{"text": "وَقُلْنَا يَا آدَمُ اسْكُنْ أَنتَ وَزَوْجُكَ الْجَنَّةَ وَكُلاَ مِنْهَا رَغَداً حَيْثُ شِئْتُمَا وَلاَ تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الْظَّالِمِينَ", "sura_id": 2, "type": 0, "id": 42, "aya_id": 35}, {"text": "وقلنا يا آدم اسكن أنت وزوجك الجنة وكلا منها رغدا حيث شئتما ولا تقربا هذه الشجرة فتكونا من الظالمين", "sura_id": 2, "type": 1, "id": 6278, "aya_id": 35}, {"text": "35 - (وقلنا يا آدم اسكن أنت) تأكيد للضمير المستتر ليعطف عليه (وزوجك) حواء بالمد وكان خلقها من ضلعه الأيسر (الجنة وكلا منها) أكلاً (رغداً) واسعاً لا حجر فيه (حيث شئتما ولا تقربا هذه الشجرة) بالأكل منها وهي الحنطة أو الكرم أو غيرهما (فتكونا) فتصيرا (من الظالمين) العاصين . [المُرجَّح عند الشيخ محمود الرنكوسي أن الجنة التي كانا فيها كانت على الأرض وليست هي جنة الخلد ، دار الحديث] \r\n", "sura_id": 2, "type": 2, "id": 24986, "aya_id": 35}, {"text": "وقال الله: يا آدم اسكن أنت وزوجك حواء الجنة, وتمتعا بثمارها تمتعًا هنيئًا واسعًا في أي مكان تشاءان فيها, ولا تقربا هذه الشجرة حتى لا تقعا في المعصية, فتصيرا من المتجاوزين أمر الله.\r\n", "sura_id": 2, "type": 3, "id": 31222, "aya_id": 35}, {"text": " <font color=red>وَقُلْنَا يَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ</font><BR><p>يَقُول اللَّه تَعَالَى إِخْبَارًا عَمَّا أَكْرَمَ بِهِ آدَم : أَنَّهُ أَمَرَ الْمَلَائِكَة بِالسُّجُودِ فَسَجَدُوا إِلَّا إِبْلِيس وَأَنَّهُ أَبَاحَ لَهُ الْجَنَّة يَسْكُن مِنْهَا حَيْثُ يَشَاء وَيَأْكُل مِنْهَا مَا شَاءَ رَغَدًا أَيْ هَنِيئًا وَاسِعًا طَيِّبًا. وَرَوَى الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ مِنْ حَدِيث مُحَمَّد بْن عِيسَى الدَّامَغَانِيّ . حَدَّثَنَا سَلَمَة بْن الْفَضْل عَنْ مِيكَائِيل عَنْ لَيْث عَنْ إِبْرَاهِيم التَّيْمِيّ عَنْ أَبِيهِ عَنْ أَبِي ذَرّ قَالَ قُلْت يَا رَسُول اللَّه أَرَأَيْت آدَم أَنَبِيًّا كَانَ قَالَ \" نَعَمْ نَبِيًّا رَسُولًا يُكَلِّمهُ اللَّه قَبِيلًا\" - يَعْنِي عِيَانًا - فَقَالَ \" اُسْكُنْ أَنْتَ وَزَوْجك الْجَنَّة\" وَقَدْ اُخْتُلِفَ فِي الْجَنَّة الَّتِي أُسْكِنهَا آدَم أَهِيَ فِي السَّمَاء أَوْ فِي الْأَرْض فَالْأَكْثَرُونَ عَلَى الْأَوَّل وَحَكَى الْقُرْطُبِيّ عَنْ الْمُعْتَزِلَة وَالْقَدَرِيَّة الْقَوْل بِأَنَّهَا فِي الْأَرْض وَسَيَأْتِي تَقْرِير ذَلِكَ فِي سُورَة الْأَعْرَاف إِنْ شَاءَ اللَّه تَعَالَى وَسِيَاق الْآيَة يَقْتَضِي أَنَّ حَوَّاء خُلِقَتْ قَبْل دُخُول آدَم الْجَنَّة وَقَدْ صَرَّحَ بِذَلِكَ مُحَمَّد بْن إِسْحَاق حَيْثُ قَالَ لَمَّا فَرَغَ اللَّه مِنْ مُعَاتَبَة إِبْلِيس أَقْبَلَ عَلَى آدَم وَعَلَّمَهُ الْأَسْمَاء كُلّهَا فَقَالَ يَا آدَم أَنْبِئْهُمْ بِأَسْمَائِهِمْ إِلَى قَوْله \" إِنَّك أَنْتَ الْعَلِيم الْحَكِيم \" قَالَ ثُمَّ أُلْقِيَتْ السِّنَة عَلَى آدَم فِيمَا بَلَغَنَا عَنْ أَهْل الْكِتَاب مِنْ أَهْل التَّوْرَاة وَغَيْرهمْ مِنْ أَهْل الْعِلْم عَنْ اِبْن عَبَّاس وَغَيْره ثُمَّ أَخَذَ ضِلْعًا مِنْ أَضْلَاعه مِنْ شِقّه الْأَيْسَر وَلَأَمَ مَكَانه لَحْمًا وَآدَم نَائِم لَمْ يَهَب مِنْ نَوْمه حَتَّى خَلَقَ اللَّه مِنْ ضِلْعه تِلْكَ زَوْجَته حَوَّاء فَسَوَّاهَا اِمْرَأَة لِيَسْكُن إِلَيْهَا فَلَمَّا كَشَفَ عَنْهُ السِّنَة وَهَبَّ مِنْ نَوْمه رَآهَا إِلَى جَنْبه فَقَالَ فِيمَا يَزْعُمُونَ وَاَللَّه أَعْلَم \" لَحْمِي وَدَمِي وَزَوْجَتِي \" فَسَكَنَ إِلَيْهَا فَلَمَّا زَوَّجَهُ اللَّه وَجَعَلَ لَهُ سَكَنًا مِنْ نَفْسه قَالَ لَهُ قَبِيلًا\" يَا آدَم اُسْكُنْ أَنْتَ وَزَوْجك الْجَنَّة وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَة فَتَكُونَا مِنْ الظَّالِمِينَ \" وَيُقَال إِنَّ خَلْق حَوَّاء كَانَ بَعْد دُخُول الْجَنَّة كَمَا قَالَ السُّدِّيّ فِي خَبَر ذَكَرَهُ عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود وَعَنْ نَاس مِنْ الصَّحَابَة أَخْرَجَ إِبْلِيس مِنْ الْجَنَّة وَأَسْكَنَ آدَم الْجَنَّة فَكَانَ يَمْشِي فِيهَا وَحِيشًا لَيْسَ لَهُ زَوْج يَسْكُن إِلَيْهِ فَنَامَ نَوْمَة فَاسْتَيْقَظَ وَعِنْد رَأْسه اِمْرَأَة قَاعِدَة خَلَقَهَا اللَّه مِنْ ضِلْعه فَسَأَلَهَا مَا أَنْتِ ؟ قَالَتْ اِمْرَأَة قَالَ وَلِمَ خُلِقْت ؟ قَالَتْ لِتَسْكُن إِلَيَّ قَالَتْ لَهُ الْمَلَائِكَة يَنْظُرُونَ مَا بَلَغَ مِنْ عِلْمه مَا اِسْمهَا يَا آدَم ؟ قَالَ حَوَّاء قَالُوا وَلِمَ حَوَّاء ؟ قَالَ إِنَّهَا خُلِقَتْ مِنْ شَيْء حَيّ . قَالَ اللَّه \" يَا آدَم اُسْكُنْ أَنْتَ وَزَوْجك الْجَنَّة وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا \" وَأَمَّا قَوْله \" وَلَا تَقْرَبَا هَذِهِ الشَّجَرَة \" فَهُوَ إِخْبَار مِنْ اللَّه تَعَالَى وَامْتِحَان لِآدَم وَقَدْ اُخْتُلِفَ فِي هَذِهِ الشَّجَرَة مَا هِيَ . قَالَ السُّدِّيّ عَمَّنْ حَدَّثَهُ عَنْ اِبْن عَبَّاس : الشَّجَرَة الَّتِي نُهِيَ عَنْهَا آدَم عَلَيْهِ السَّلَام هِيَ الْكَرْم . وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَالسُّدِّيّ وَالشَّعْبِيّ وَجَعْدَة بْن هُبَيْرَة وَمُحَمَّد بْن قَيْس قَالَ السُّدِّيّ أَيْضًا فِي خَبَر ذَكَرَهُ عَنْ أَبِي مَالِك وَعَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس وَعَنْ مُرَّة عَنْ اِبْن مَسْعُود عَنْ نَاس مِنْ الصَّحَابَة \" وَلَا تَقْرَبَا هَذِهِ الشَّجَرَة \" هِيَ الْكَرْم . وَتَزْعُم يَهُود أَنَّهَا الْحِنْطَة . وَقَالَ اِبْن جَرِير وَابْن أَبِي حَاتِم : حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل بْن سَمُرَة الْأَحْمَسِيّ حَدَّثَنَا أَبُو يَحْيَى الْحَمَّانِيّ حَدَّثَنَا أَبُو النَّضْر أَبُو عُمَر الْخَرَّاز عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : الشَّجَرَة الَّتِي نُهِيَ عَنْهَا آدَم عَلَيْهِ السَّلَام هِيَ السُّنْبُلَة وَقَالَ عَبْد الرَّزَّاق : أَنْبَأَنَا اِبْن عُيَيْنَة وَابْن الْمُبَارَك عَنْ الْحَسَن بْن عُمَارَة عَنْ الْمِنْهَال بْن عَمْرو عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : هِيَ السُّنْبُلَة وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ رَجُل مِنْ أَهْل الْعِلْم عَنْ حَجَّاج عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : هِيَ الْبُرّ وَقَالَ اِبْن جَرِير : وَحَدَّثَنِي الْمُثَنَّى بْن إِبْرَاهِيم حَدَّثَنَا مُسْلِم بْن إِبْرَاهِيم حَدَّثَنَا الْقَاسِم حَدَّثَنِي رَجُل مِنْ بَنِي تَمِيم أَنَّ اِبْن عَبَّاس كَتَبَ إِلَى أَبِي الْجَلَد يَسْأَلهُ عَنْ الشَّجَرَة الَّتِي أَكَلَ مِنْهَا آدَم وَالشَّجَرَة الَّتِي تَابَ عِنْدهَا آدَم فَكَتَبَ إِلَيْهِ أَبُو الْجَلَد : سَأَلْتنِي عَنْ الشَّجَرَة الَّتِي نُهِيَ عَنْهَا آدَم وَهِيَ السُّنْبُلَة وَسَأَلْتنِي عَنْ الشَّجَرَة الَّتِي تَابَ عِنْدهَا آدَم وَهِيَ الزَّيْتُونَة وَكَذَلِكَ فَسَّرَهُ الْحَسَن الْبَصْرِيّ وَوَهْب بْن مُنَبِّه وَعَطِيَّة الْعَوْفِيّ وَأَبُو مَالِك وَمُحَارِب بْن دِثَار وَعَبْد الرَّحْمَن بْن أَبِي لَيْلَى . وَقَالَ مُحَمَّد بْن إِسْحَاق عَنْ بَعْض أَهْل الْيَمَن عَنْ وَهْب بْن مُنَبِّه أَنَّهُ كَانَ يَقُول : هِيَ الْبُرّ وَلَكِنَّ الْحَبَّة مِنْهَا فِي الْجَنَّة كَكُلَى الْبَقَر وَأَلْيَن مِنْ الزُّبْد وَأَحْلَى مِنْ الْعَسَل . وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ حُصَيْن عَنْ أَبِي مَالِك \" وَلَا تَقْرَبَا هَذِهِ الشَّجَرَة \" قَالَ النَّخْلَة وَقَالَ اِبْن جَرِير عَنْ مُجَاهِد \" وَلَا تَقْرَبَا هَذِهِ الشَّجَرَة\" قَالَ التِّينَة وَبِهِ قَالَ قَتَادَة وَابْن جُرَيْج وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة كَانَتْ الشَّجَرَة مَنْ أَكَلَ مِنْهَا أَحْدَثَ وَلَا يَنْبَغِي أَنْ يَكُون فِي الْجَنَّة حَدَث وَقَالَ عَبْد الرَّزَّاق : حَدَّثَنَا عُمَر بْن عَبْد الرَّحْمَن بْن مِهْرَان قَالَ : سَمِعْت وَهْب بْن مُنَبِّه يَقُول : لَمَّا أَسْكَنَ اللَّه آدَم وَزَوْجَته الْجَنَّة وَنَهَاهُ عَنْ أَكْل الشَّجَرَة وَكَانَتْ شَجَرَة غُصُونهَا مُتَشَعِّب بَعْضهَا مِنْ بَعْض وَكَانَ لَهَا ثَمَر تَأْكُلهُ الْمَلَائِكَة لِخُلْدِهِمْ وَهِيَ الشَّجَرَة الَّتِي نَهَى اللَّه عَنْهَا آدَم وَزَوْجَته . فَهَذِهِ أَقْوَال سِتَّة فِي تَفْسِير هَذِهِ الشَّجَرَة . قَالَ الْإِمَام الْعَلَّامَة أَبُو جَعْفَر بْن جَرِير رَحِمَهُ اللَّه : وَالصَّوَاب فِي ذَلِكَ أَنْ يُقَال إِنَّ اللَّه عَزَّ وَجَلَّ ثَنَاؤُهُ نَهَى آدَم وَزَوْجَته عَنْ أَكْل شَجَرَة بِعَيْنِهَا مِنْ أَشْجَار الْجَنَّة دُون سَائِر أَشْجَارهَا فَأَكَلَا مِنْهَا وَلَا عِلْم . عِنْدنَا بِأَيِّ شَجَرَة كَانَتْ عَلَى التَّعْيِين لِأَنَّ اللَّه لَمْ يَضَع لِعِبَادِهِ دَلِيلًا عَلَى ذَلِكَ فِي الْقُرْآن وَلَا مِنْ السُّنَّة الصَّحِيحَة وَقَدْ قِيلَ : كَانَتْ شَجَرَة الْبُرّ . وَقِيلَ كَانَتْ شَجَرَة الْعِنَب. وَقِيلَ كَانَتْ شَجَرَة التِّين . وَجَائِز أَنْ تَكُون وَاحِدَة مِنْهَا وَذَلِكَ عِلْم إِذَا عُلِمَ لَمْ يَنْفَع الْعَالِم بِهِ عِلْمه وَإِنْ جَهِلَهُ جَاهِل لَمْ يَضُرّهُ جَهْله بِهِ وَاَللَّه أَعْلَم وَكَذَلِكَ رَجَّحَ الْإِبْهَام الرَّازِيّ فِي تَفْسِيره وَغَيْره وَهُوَ الصَّوَاب .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38711, "aya_id": 35}]