[{"text": "اقْتَرَبَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ", "sura_id": 54, "type": 0, "id": 4847, "aya_id": 1}, {"text": "اقتربت الساعة وانشق القمر", "sura_id": 54, "type": 1, "id": 11083, "aya_id": 1}, {"text": "سورة القمر 1 - (اقتربت الساعة) قربت القيامة (وانشق القمر) انفلق فلقتين على أبي قبيس وقيقعان آية له صلى الله غليه وسلم وقد سئلها فقال اشهدوا رواه الشيخان \r\n", "sura_id": 54, "type": 2, "id": 29791, "aya_id": 1}, {"text": "دنت القيامة, وانفلق القمر فلقتين, حين سأل كفار \"مكة\" النبي صلى الله عليه وسلم أن يريهم آية, فدعا الله, فأراهم تلك الآية.\r\n", "sura_id": 54, "type": 3, "id": 36027, "aya_id": 1}, {"text": " <font color=red>اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ</font><BR><p>سُورَة الْقَمَر : قَدْ تَقَدَّمَ فِي حَدِيث أَبِي وَاقِد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقْرَأ بِقاف وَاقْتَرَبَتْ السَّاعَة فِي الْأَضْحَى وَالْفِطْر وَكَانَ يَقْرَأ بِهِمَا فِي الْمَحَافِل الْكِبَار لِاشْتِمَالِهِمَا عَلَى ذِكْر الْوَعْد وَالْوَعِيد وَبَدْء الْخَلْق وَإِعَادَته وَالتَّوْحِيد وَإِثْبَات النُّبُوَّات وَغَيْر ذَلِكَ مِنْ الْمَقَاصِد الْعَظِيمَة . يُخْبِر تَعَالَى عَنْ اِقْتِرَاب السَّاعَة وَفَرَاغ الدُّنْيَا وَانْقِضَائِهَا كَمَا قَالَ تَعَالَى \" أَتَى أَمْر اللَّه فَلَا تَسْتَعْجِلُوهُ \" قَالَ \" اِقْتَرَبَ لِلنَّاسِ حِسَابهمْ وَهُمْ فِي غَفْلَة مُعْرِضُونَ \" وَقَدْ وَرَدَتْ الْأَحَادِيث بِذَلِكَ قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا مُحَمَّد بْن الْمُثَنَّى وَعَمْرو بْن عَلِيّ قَالَا حَدَّثَنَا خَلَف بْن مُوسَى حَدَّثَنِي أَبِي عَنْ قَتَادَة عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطَبَ أَصْحَابه ذَات يَوْم وَقَدْ كَادَتْ الشَّمْس أَنْ تَغْرُب فَلَمْ يَبْقَ مِنْهَا إِلَّا سَفّ يَسِير فَقَالَ \" وَالَّذِي نَفْسِي بِيَدِهِ مَا بَقِيَ مِنْ الدُّنْيَا فِيمَا مَضَى مِنْهَا إِلَّا كَمَا بَقِيَ مِنْ يَوْمكُمْ هَذَا فِيمَا مَضَى مِنْهُ \" وَمَا نَرَى مِنْ الشَّمْس إِلَّا يَسِيرًا \" قُلْت \" هَذَا حَدِيث مَدَاره عَلَى خَلَف بْن مُوسَى بْن خَلَف الْعَمِّيّ عَنْ أَبِيهِ وَقَدْ ذَكَرَهُ اِبْن حِبَّان فِي الثِّقَات وَقَالَ رُبَّمَا أَخْطَأَ \" حَدِيث آخَر يُعَضِّد الَّذِي قَبْله وَيُفَسِّرهُ \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا الْفَضْل بْن دُكَيْنٍ حَدَّثَنَا شَرِيك حَدَّثَنَا سَلَمَة بْن كُهَيْلٍ عَنْ مُجَاهِد عَنْ اِبْن عُمَر قَالَ : كُنَّا جُلُوسًا عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالشَّمْس عَلَى قُعَيْقِعَان بَعْد الْعَصْر فَقَالَ \" مَا أَعْمَاركُمْ فِي أَعْمَار مِنْ مَضَى إِلَّا كَمَا بَقِيَ مِنْ النَّهَار فِيمَا مَضَى \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حُسَيْن حَدَّثَنَا مُحَمَّد بْن مُطَرِّف عَنْ أَبِي حَازِم عَنْ سَهْل اِبْن سَعْد قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" بُعِثْت أَنَا وَالسَّاعَة هَكَذَا \" وَأَشَارَ بِأُصْبُعَيْهِ السَّبَّابَة وَالْوُسْطَى . أَخْرَجَاهُ مِنْ حَدِيث أَبِي حَازِم سَلَمَة بْن دِينَار . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن عُبَيْد أَخْبَرَنَا الْأَعْمَش عَنْ أَبِي خَالِد عَنْ وَهْب السَّوَائِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بُعِثْت أَنَا وَالسَّاعَة كَهَذِهِ مِنْ هَذِهِ إِنْ كَادَتْ لَتَسْبِقُنِي \" وَجَمَعَ الْأَعْمَش بَيْن السَّبَّابَة وَالْوُسْطَى وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا الْأَوْزَاعِيّ حَدَّثَنِي إِسْمَاعِيل بْن عُبَيْد اللَّه قَالَ قَدِمَ أَنَس بْن مَالِك عَلَى الْوَلِيد بْن عَبْد الْمَلِك فَسَأَلَهُ مَاذَا سَمِعْت مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَذْكُر بِهِ السَّاعَة ؟ فَقَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" أَنْتُمْ وَالسَّاعَة كَهَاتَيْنِ \" تَفَرَّدَ بِهِ أَحْمَد رَحِمَهُ اللَّه وَشَاهِد ذَلِكَ أَيْضًا فِي الصَّحِيح فِي أَسْمَاء رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ الْحَاشِر الَّذِي يُحْشَر النَّاس عَلَى قَدَمَيْهِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا بَهْز بْن أَسَد حَدَّثَنَا سُلَيْمَان بْن الْمُغِيرَة حَدَّثَنَا حُمَيْد بْن هِلَال عَنْ خَالِد بْن عُمَيْر قَالَ خَطَبَ عُتْبَة بْن غَزْوَان قَالَ بَهْز وَقَالَ قَبْل هَذِهِ الْمَرَّة خَطَبَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ فَحَمِدَ اللَّه تَعَالَى وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ \" أَمَّا بَعْد فَإِنَّ الدُّنْيَا قَدْ آذَنَتْ بِصَرْمٍ وَوَلَّتْ حَذَّاء وَلَمْ يَبْقَ مِنْهَا إِلَّا صُبَابَة كَصُبَابَةِ الْإِنَاء يَتَصَابُّهَا صَاحِبهَا وَإِنَّكُمْ مُنْتَقِلُونَ مِنْهَا إِلَى دَار لَا زَوَال لَهَا فَانْتَقِلُوا مِنْهَا بِخَيْرِ مَا بِحَضْرَتِكُمْ \" فَإِنَّهُ قَدْ ذُكِرَ لَنَا أَنَّ الْحَجَر يُلْقَى مِنْ شَفِير جَهَنَّم فَيَهْوِي فِيهَا سَبْعِينَ عَامًا مَا يُدْرِك لَهَا قَعْرًا وَاَللَّه لَتُمْلَأَنَّ أَفَعَجِبْتُمْ وَاَللَّه لَقَدْ ذُكِرَ لَنَا أَنَّ مَا بَيْن مِصْرَاعَيْ الْجَنَّة مَسِيرَةُ أَرْبَعِينَ عَامًا وَلَيَأْتِيَنَّ عَلَيْهِ يَوْم وَهُوَ كَظِيظ مِنْ الزِّحَام. وَذَكَرَ تَمَام الْحَدِيث اِنْفَرَدَ بِهِ مُسْلِم وَقَالَ أَبُو جَعْفَر بْن جَرِير حَدَّثَنِي يَعْقُوب حَدَّثَنِي اِبْن عُلَيَّة أَخْبَرَنَا عَطَاء بْن السَّائِب عَنْ أَبِي عَبْد الرَّحْمَن السُّلَمِيّ قَالَ نَزَلْنَا الْمَدَائِن فَكُنَّا مِنْهَا عَلَى فَرْسَخ فَجَاءَتْ الْجُمُعَة فَحَضَرَ أَبِي وَحَضَرَتْ مَعَهُ فَخَطَبَنَا حُذَيْفَة فَقَالَ أَلَا إِنَّ اللَّه يَقُول \" اِقْتَرَبَتْ السَّاعَة وَانْشَقَّ الْقَمَر \" أَلَا وَإِنَّ السَّاعَة قَدْ اِقْتَرَبَتْ أَلَا وَإِنَّ الْقَمَر قَدْ اِنْشَقَّ أَلَا وَإِنَّ الدُّنْيَا قَدْ آذَنَتْ بِفِرَاقٍ أَلَا وَإِنَّ الْيَوْم الْمِضْمَار وَغَدًا السِّبَاق فَقُلْت لِأَبِي أَيَسْتَبِقُ النَّاس غَدًا ؟ فَقَالَ يَا بُنَيّ إِنَّك لَجَاهِل إِنَّمَا هُوَ السِّبَاق بِالْأَعْمَالِ ثُمَّ جَاءَتْ الْجُمْعَة الْأُخْرَى فَحَضَرْنَا فَخَطَبَ حُذَيْفَة فَقَالَ أَلَا إِنَّ اللَّه عَزَّ وَجَلَّ يَقُول \" اِقْتَرَبَتْ السَّاعَة وَانْشَقَّ اِقْمَرْ \" أَلَا وَإِنَّ الدُّنْيَا قَدْ آذَنَتْ بِفِرَاقٍ أَلَا وَإِنَّ الْيَوْم الْمِضْمَار وَغَدًا السِّبَاق أَلَا وَإِنَّ الْغَايَة النَّار وَالسَّابِق مَنْ سَبَقَ إِلَى الْجَنَّة وَقَوْله تَعَالَى \" وَانْشَقَّ الْقَمَر \" قَدْ كَانَ هَذَا فِي زَمَان رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا وَرَدَ ذَلِكَ فِي الْأَحَادِيث الْمُتَوَاتِرَة بِالْأَسَانِيدِ الصَّحِيحَة . وَقَدْ ثَبَتَ فِي الصَّحِيح عَنْ اِبْن مَسْعُود أَنَّهُ قَالَ \" خَمْس قَدْ مَضَيْنَ الرُّوم وَالدُّخَان وَاللِّزَام وَالْبَطْشَة وَالْقَمَر \" وَهَذَا أَمْر مُتَّفَق عَلَيْهِ بَيْن الْعُلَمَاء أَيْ اِنْشِقَاق الْقَمَر قَدْ وَقَعَ فِي زَمَان النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَّهُ كَانَ إِحْدَى الْمُعْجِزَات الْبَاهِرَات \" ذِكْرُ الْأَحَادِيث الْوَارِدَة فِي ذَلِكَ \" \" رِوَايَة أَنَس بْن مَالِك \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ قَتَادَة عَنْ أَنَس بْن مَالِك قَالَ سَأَلَ أَهْل مَكَّة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ آيَة فَانْشَقَّ الْقَمَر بِمَكَّة مَرَّتَيْنِ فَقَالَ\" اِقْتَرَبَتْ السَّاعَة وَانْشَقَّ الْقَمَر \" وَرَوَاهُ مُسْلِم عَنْ مُحَمَّد بْن رَافِع عَنْ عَبْد الرَّزَّاق , وَقَالَ الْبُخَارِيّ حَدَّثَنِي عَبْد اللَّه بْن عَبْد الْوَهَّاب حَدَّثَنَا بِشْر بْن الْمُفَضَّل حَدَّثَنَا سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ أَنَس بْن مَالِك أَنَّ أَهْل مَكَّة سَأَلُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُرِيَهُمْ آيَة فَأَرَاهُمْ الْقَمَر شِقَّيْنِ حَتَّى رَأَوْا حِرَاء بَيْنهمَا . وَأَخْرَجَاهُ أَيْضًا مِنْ حَدِيث يُونُس بْن مُحَمَّد الْمُؤَدِّب عَنْ شَيْبَان عَنْ قَتَادَة وَرَوَاهُ مُسْلِم أَيْضًا عَنْ حَدِيث أَبِي دَاوُد الطَّيَالِسِيّ وَيَحْيَى الْقَطَّان وَغَيْرهمَا عَنْ شُعْبَة عَنْ قَتَادَة بِهِ \" رِوَايَة جُبَيْر بْن مُطْعِم رَضِيَ اللَّه عَنْهُ \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن كَثِير ثَنَا سُلَيْمَان بْن كَثِير عَنْ حُصَيْن بْن عَبْد الرَّحْمَن عَنْ مُحَمَّد بْن جُبَيْر بْن مُطْعِم عَنْ أَبِيهِ قَالَ : اِنْشَقَّ الْقَمَر عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَصَارَ فِرْقَتَيْنِ فِرْقَة عَلَى هَذَا الْجَبَل وَفِرْقَة عَلَى هَذَا الْجَبَل فَقَالُوا سَحَرَنَا مُحَمَّد فَقَالُوا إِنْ كَانَ سَحَرَنَا فَإِنَّهُ لَا يَسْتَطِيع أَنْ يَسْحَر النَّاس كُلّهمْ تَفَرَّدَ بِهِ الْإِمَام أَحْمَد مِنْ هَذَا الْوَجْه وَأَسْنَدَهُ الْبَيْهَقِيّ فِي الدَّلَائِل مِنْ طَرِيق مُحَمَّد بْن كَثِير عَنْ أَخِيهِ سُلَيْمَان بْن كَثِير عَنْ حُصَيْن بْن عَبْد الرَّحْمَن وَهَكَذَا رَوَاهُ اِبْن جَرِير مِنْ حَدِيث مُحَمَّد بْن فُضَيْل وَغَيْره عَنْ حُصَيْن بِهِ وَرَوَاهُ الْبَيْهَقِيّ أَيْضًا مِنْ طَرِيق إِبْرَاهِيم بْن طَهْمَان وَهُشَيْم كِلَاهُمَا عَنْ حُصَيْن عَنْ جُبَيْر بْن مُحَمَّد بْن جُبَيْر بْن مُطْعِم عَنْ أَبِيهِ عَنْ جَدّه فَذَكَرَهُ \" رِوَايَة عَبْد اللَّه بْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ الْبُخَارِيّ حَدَّثَنَا يَحْيَى بْن كَثِير حَدَّثَنَا بَكْر عَنْ جَعْفَر عَنْ عِرَاك بْن مَالِك عَنْ عُبَيْد اللَّه بْن عَبْد اللَّه بْن عُتْبَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : اِنْشَقَّ الْقَمَر فِي زَمَان النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَرَوَاهُ الْبُخَارِيّ أَيْضًا وَمُسْلِم مِنْ حَدِيث بَكْر بْن مُضَر عَنْ جَعْفَر بْن رَبِيعَة عَنْ عِرَاك بِهِ مِثْله . وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن مُثَنَّى حَدَّثَنَا عَبْد الْأَعْلَى حَدَّثَنَا دَاوُد بْن أَبِي هِنْد عَنْ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس . فِي قَوْله \" اِقْتَرَبَتْ السَّاعَة وَانْشَقَّ الْقَمَر وَإِنْ يَرَوْا آيَة يُعْرِضُوا وَيَقُولُوا سِحْر مُسْتَمِرّ \" قَالَ قَدْ مَضَى ذَلِكَ كَانَ قَبْل الْهِجْرَة اِنْشَقَّ الْقَمَر حَتَّى رَأَوْا شِقَّيْهِ . وَرَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس نَحْو هَذَا وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا أَحْمَد بْن عَمْرو الْبَزَّار حَدَّثَنَا مُحَمَّد بْن يَحْيَى الْقُطَعِيّ حَدَّثَنَا مُحَمَّد بْن شُكْر حَدَّثَنَا اِبْن جُرَيْج عَنْ عَمْرو بْن دِينَار عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ كُسِفَ الْقَمَر عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا سَحَرَ الْقَمَر فَنَزَلَتْ \" اِقْتَرَبَتْ السَّاعَة وَانْشَقَّ الْقَمَر - إِلَى قَوْله - مُسْتَمِرّ \" \" رِوَايَة عَبْد اللَّه بْن عُمَر \" قَالَ الْحَافِظ أَبُو بَكْر الْبَيْهَقِيّ أَخْبَرَنَا أَبُو عَبْد اللَّه الْحَافِظ وَأَبُو بَكْر أَحْمَد بْن الْحَسَن الْقَاضِي قَالَا حَدَّثَنَا أَبُو الْعَبَّاس الْأَصَمّ حَدَّثَنَا الْعَبَّاس بْن مُحَمَّد الدَّوْرِيّ حَدَّثَنَا وَهْب بْن جَرِير عَنْ شُعْبَة عَنْ الْأَعْمَش عَنْ مُجَاهِد عَنْ عَبْد اللَّه بْن عُمَر فِي قَوْله تَعَالَى \" اِقْتَرَبَتْ السَّاعَة وَانْشَقَّ الْقَمَر \" قَالَ وَقَدْ كَانَ ذَلِكَ عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِنْشَقَّ فِلْقَتَيْنِ فِلْقَة مِنْ دُون الْجَبَل وَفِلْقَة مِنْ خَلْف الْجَبَل فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اللَّهُمَّ اِشْهَدْ \" وَهَكَذَا رَوَاهُ مُسْلِم وَالتِّرْمِذِيّ مِنْ طُرُق عَنْ شُعْبَة عَنْ الْأَعْمَش عَنْ مُجَاهِد بِهِ قَالَ مُسْلِم كَرِوَايَةِ مُجَاهِد عَنْ أَبِي مَعْمَر عَنْ اِبْن مَسْعُود وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح \" رِوَايَة عَبْد اللَّه اِبْن مَسْعُود \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ أَبِي مَعْمَر عَنْ اِبْن مَسْعُود قَالَ اِنْشَقَّ الْقَمَر عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ شِقَتَيْنِ حَتَّى نَظَرُوا إِلَيْهِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِشْهَدُوا \" وَهَكَذَا رَوَاهُ الْبُخَارِيّ وَمُسْلِم مِنْ حَدِيث سُفْيَان بْن عُيَيْنَةَ بِهِ وَأَخْرَجَاهُ مِنْ حَدِيث الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ أَبِي مَعْمَر عَبْد اللَّه بْن سَخْبَرَة عَنْ اِبْن مَسْعُود بِهِ وَقَالَ اِبْن جَرِير حَدَّثَنِي عِيسَى بْن عُثْمَان بْن عِيسَى الرَّمْلِيّ حَدَّثَنَا عَمِّي يَحْيَى بْن عِيسَى عَنْ الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ رَجُل عَنْ عَبْد اللَّه قَالَ : كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمِنَى فَانْشَقَّ الْقَمَر فَأَخَذَتْ فِرْقَة خَلْف الْجَبَل فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِشْهَدُوا اِشْهَدُوا\" قَالَ الْبُخَارِيّ : وَقَالَ أَبُو الضُّحَى عَنْ مَسْرُوق عَنْ عَبْد اللَّه بِمَكَّة وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ حَدَّثَنَا أَبُو عَوَانَة عَنْ الْمُغِيرَة عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ اِنْشَقَّ الْقَمَر عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ قُرَيْش هَذَا سِحْر اِبْن أَبِي كَبْشَة قَالَ فَقَالُوا اُنْظُرُوا مَا يَأْتِيكُمْ بِهِ السِّفَار فَإِنَّ مُحَمَّدًا لَا يَسْتَطِيع أَنْ يَسْحَر النَّاس كُلّهمْ قَالَ فَجَاءَ السِّفَار فَقَالُوا ذَلِكَ وَقَالَ الْبَيْهَقِيّ أَخْبَرَنَا أَبُو عَبْد اللَّه الْحَافِظ أَخْبَرَنَا أَبُو الْعَبَّاس مُحَمَّد بْن يَعْقُوب حَدَّثَنَا الْعَبَّاس بْن مُحَمَّد الدَّوْرِيّ حَدَّثَنَا سَعِيد بْن سُلَيْمَان حَدَّثَنَا هِشَام حَدَّثَنَا مُغِيرَة عَنْ أَبَى الضُّحَى عَنْ مَسْرُوق عَنْ عَبْد اللَّه قَالَ اِنْشَقَّ الْقَمَر بِمَكَّة حَتَّى صَارَ فِرْقَتَيْنِ فَقَالَ كُفَّار قُرَيْش أَهْل مَكَّة هَذَا سِحْرٌ سَحَركُمْ بِهِ اِبْن أَبِي كَبْشَة اُنْظُرُوا السِّفَار فَإِنْ كَانُوا رَأَوْا مَا رَأَيْتُمْ فَقَدْ صَدَقَ وَإِنْ كَانُوا لَمْ يَرَوْا مِثْل مَا رَأَيْتُمْ فَهُوَ سِحْر سَحَركُمْ بِهِ قَالَ فَسُئِلَ السِّفَار قَالَ وَقَدِمُوا مِنْ كُلّ وَجِهَة فَقَالُوا : رَأَيْنَا . وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث الْمُغِيرَة بِهِ وَزَادَ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" اِقْتَرَبَتْ السَّاعَة وَانْشَقَّ الْقَمَر \" . ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة أَخْبَرَنَا أَيُّوب عَنْ مُحَمَّد هُوَ اِبْن سِيرِينَ قَالَ نُبِّئْت أَنَّ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ كَانَ يَقُول لَقَدْ اِنْشَقَّ الْقَمَر . وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنِي مُحَمَّد بْن عُمَارَة حَدَّثَنَا عَمْرو بْن حَمَّاد حَدَّثَنَا أَسْبَاط عَنْ سِمَاك عَنْ إِبْرَاهِيم عَنْ الْأَسْوَد عَنْ عَبْد اللَّه قَالَ لَقَدْ رَأَيْت الْجَبَل مِنْ فَرْج الْقَمَر حِين اِنْشَقَّ . وَرَوَاهُ الْإِمَام أَحْمَد عَنْ مُؤَمِّل عَنْ إِسْرَائِيل عَنْ سِمَاك عَنْ إِبْرَاهِيم عَنْ الْأَسْوَد عَنْ عَبْد اللَّه قَالَ اِنْشَقَّ الْقَمَر عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى رَأَيْت الْجَبَل مِنْ بَيْن فُرْجَتَيْ الْقَمَر وَقَالَ لَيْث عَنْ مُجَاهِد اِنْشَقَّ الْقَمَر عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَصَارَ فِرْقَتَيْنِ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَبِي بَكْر \" اِشْهَدْ يَا أَبَا بَكْر\" فَقَالَ الْمُشْرِكُونَ سَحَرَ الْقَمَر حَتَّى اِنْشَقَّ .</p><BR> <br> ", "sura_id": 54, "type": 4, "id": 41773, "aya_id": 1}]