[{"text": "وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا", "sura_id": 25, "type": 0, "id": 2860, "aya_id": 5}, {"text": "وقالوا أساطير الأولين اكتتبها فهي تملى عليه بكرة وأصيلا", "sura_id": 25, "type": 1, "id": 9096, "aya_id": 5}, {"text": "5 - (وقالوا) أيضا هو (أساطير الأولين) أكاذيبهم جمع أسطورة بالضم (اكتتبها) انتسخها من ذلك القوم بغيره (فهي تملى) تقرأ (عليه) ليحفظها (بكرة وأصيلا) غدوة وعشية قال تعالى ردا عليهم \r\n", "sura_id": 25, "type": 2, "id": 27804, "aya_id": 5}, {"text": "وقالوا عن القرآن: هو أحاديث الأولين المسطرة في كتبهم، استنسخها محمد، فهي تُقْرَأ عليه صباحًا ومساء.\r\n", "sura_id": 25, "type": 3, "id": 34040, "aya_id": 5}, {"text": " <font color=red>وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا</font><BR><p>\" وَقَالُوا أَسَاطِير الْأَوَّلِينَ اِكْتَتَبَهَا \" يَعْنُونَ كُتُب الْأَوَائِل أَيْ اِسْتَنْسَخَهَا \" فَهِيَ تُمْلَى عَلَيْهِ \" أَيْ تُقْرَأ عَلَيْهِ \" بُكْرَة وَأَصِيلًا \" أَيْ فِي أَوَّل النَّهَار وَآخِره وَهَذَا الْكَلَام لِسَخَافَتِهِ وَكَذِبه وَبُهْته مِنْهُمْ يَعْلَم كُلّ أَحَد بُطْلَانه فَإِنَّهُ قَدْ عُلِمَ بِالتَّوَاتُرِ وَبِالضَّرُورَةِ أَنَّ مُحَمَّدًا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَكُنْ يُعَانِي شَيْئًا مِنْ الْكِتَابَة لَا فِي أَوَّل عُمْره وَلَا فِي آخِره وَقَدْ نَشَأَ بَيْن أَظْهُرهمْ مِنْ أَوَّل مَوْلِده إِلَى أَنْ بَعَثَهُ اللَّه نَحْوًا مِنْ أَرْبَعِينَ سَنَة وَهُمْ يَعْرِفُونَ مَدْخَله وَمَخْرَجه وَصِدْقه وَنَزَاهَته وَبِرّه وَأَمَانَته وَبُعْده عَنْ الْكَذِب وَالْفُجُور وَسَائِر الْأَخْلَاق الرَّذِيلَة حَتَّى إِنَّهُمْ كَانُوا يُسَمُّونَهُ فِي صِغَره وَإِلَى أَنْ بُعِثَ الْأَمِين ; لِمَا يَعْلَمُونَ مِنْ صِدْقه وَبِرّه فَلَمَّا أَكْرَمَهُ اللَّه بِمَا أَكْرَمَهُ بِهِ نَصَبُوا لَهُ الْعَدَاوَة وَرَمَوْهُ بِهَذِهِ الْأَقْوَال الَّتِي يَعْلَم كُلّ عَاقِل بَرَاءَته مِنْهَا وَحَارُوا فِيمَا يَقْذِفُونَهُ بِهِ فَتَارَة مِنْ إِفْكهمْ يَقُولُونَ سَاحِر وَتَارَة يَقُولُونَ شَاعِر وَتَارَة يَقُولُونَ مَجْنُون وَتَارَة يَقُولُونَ كَذَّاب وَقَالَ اللَّه تَعَالَى \" اُنْظُرْ كَيْف ضَرَبُوا لَك الْأَمْثَال فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا \"</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39333, "aya_id": 5}]