[{"text": "قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَّا يَنبَغِي لِأَحَدٍ مِّنْ بَعْدِي إِنَّكَ أَنتَ الْوَهَّابُ", "sura_id": 38, "type": 0, "id": 4005, "aya_id": 35}, {"text": "قال رب اغفر لي وهب لي ملكا لا ينبغي لأحد من بعدي إنك أنت الوهاب", "sura_id": 38, "type": 1, "id": 10241, "aya_id": 35}, {"text": "35 - (قال رب اغفر لي وهب لي ملكا لا ينبغي) لا يكون (لأحد من بعدي) أي سواي نحو فمن يهديه من بعد الله أي سوى الله (إنك أنت الوهاب) \r\n", "sura_id": 38, "type": 2, "id": 28949, "aya_id": 35}, {"text": "قال: رب اغفر لي ذنبي, وأعطني ملكًا عظيمًا خاصًا لا يكون مثله لأحد من البشر بعدي، إنك- سبحانك- كثير الجود والعطاء.\r\n", "sura_id": 38, "type": 3, "id": 35185, "aya_id": 35}, {"text": " <font color=red>قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ</font><BR><p>قَالَ \" رَبّ اِغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّك أَنْتَ الْوَهَّاب \" قَالَ بَعْضهمْ مَعْنَاهُ لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي أَيْ لَا يَصْلُح لِأَحَدٍ أَنْ يَسْلُبَنِيهِ بَعْدِي كَمَا كَانَ مِنْ قَضِيَّة الْجَسَد الَّذِي أُلْقِيَ عَلَى كُرْسِيّه لَا أَنَّهُ يَحْجُر عَلَى مَنْ بَعْده مِنْ النَّاس وَالصَّحِيح أَنَّهُ سَأَلَ مِنْ اللَّه تَعَالَى مُلْكًا لَا يَكُون لِأَحَدٍ مِنْ بَعْده مِنْ الْبَشَر مِثْله وَهَذَا هُوَ ظَاهِر السِّيَاق مِنْ الْآيَة وَبِذَلِكَ وَرَدَتْ الْأَحَادِيث الصَّحِيحَة مِنْ طُرُق عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ الْبُخَارِيّ عِنْد تَفْسِير هَذِهِ الْآيَة حَدَّثَنَا إِسْحَاق بْن إِبْرَاهِيم أَخْبَرَنَا رَوْح وَمُحَمَّد بْن جَعْفَر عَنْ شُعْبَة عَنْ مُحَمَّد بْن زِيَاد عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ عِفْرِيتًا مِنْ الْجِنّ تَفَلَّتَ عَلَيَّ الْبَارِحَة - أَوْ كَلِمَة نَحْوهَا لِيَقْطَع عَلَيَّ الصَّلَاة فَأَمْكَنَنِي اللَّه تَبَارَكَ وَتَعَالَى مِنْهُ وَأَرَدْت أَنْ أَرْبِطهُ إِلَى سَارِيَة مِنْ سَوَارِي الْمَسْجِد حَتَّى تُصْبِحُوا وَتَنْظُرُوا إِلَيْهِ كُلّكُمْ فَذَكَرْت قَوْل أَخِي سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام \" رَبّ اِغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي \" قَالَ رَوْح فَرَدَّهُ خَاسِئًا وَكَذَا رَوَاهُ مُسْلِم وَالنَّسَائِيّ مِنْ حَدِيث شُعْبَة بِهِ وَقَالَ مُسْلِم فِي صَحِيحه حَدَّثَنَا مُحَمَّد بْن سَلَمَة الْمُرَادِيّ حَدَّثَنَا عَبْد اللَّه بْن وَهْب عَنْ مُعَاوِيَة بْن صَالِح حَدَّثَنِي رَبِيعه بْن يَزِيد عَنْ أَبِي إِدْرِيس الْخَوْلَانِيّ عَنْ أَبِي الدَّرْدَاء رَضِيَ اللَّه عَنْهُ قَالَ قَامَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي فَسَمِعْنَاهُ يَقُول \" أَعُوذ بِاَللَّهِ مِنْك - ثُمَّ قَالَ أَلْعَنك بِلَعْنَةِ اللَّه \" ثَلَاثًا وَبَسَطَ يَده كَأَنَّهُ يَتَنَاوَل شَيْئًا فَلَمَّا فَرَغَ مِنْ الصَّلَاة قُلْنَا يَا رَسُول اللَّه سَمِعْنَاك تَقُول فِي الصَّلَاة شَيْئًا لَمْ نَسْمَعك تَقُولهُ قَبْل ذَلِكَ وَرَأَيْنَاك بَسَطْت يَدك قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ عَدُوّ اللَّه إِبْلِيس جَاءَ بِشِهَابٍ مِنْ نَار لِيَجْعَلهُ فِي وَجْهِي فَقُلْت أَعُوذ بِاَللَّهِ مِنْك ثَلَاث مَرَّات ثُمَّ قُلْت أَلْعَنك بِلَعْنَةِ اللَّه التَّامَّة فَلَمْ يَسْتَأْخِر ثَلَاث مَرَّات ثُمَّ أَرَدْت أَنْ آخُذَهُ وَاَللَّه لَوْلَا دَعْوَة أَخِينَا سُلَيْمَان لَأَصْبَحَ مُوثَقًا يَلْعَب بِهِ صِبْيَان أَهْل الْمَدِينَة \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو أَحْمَد ثنا مَيْسَرَة بْن مَعْبَد حَدَّثَنَا أَبُو عُبَيْد حَاجِب سُلَيْمَان قَالَ رَأَيْت عَطَاء بْن يَزِيد اللَّيْثِيّ قَائِمًا يُصَلِّي فَذَهَبْت أَمُرُّ بَيْن يَدَيْهِ فَرَدَّنِي ثُمَّ قَالَ حَدَّثَنِي أَبُو سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَامَ يُصَلِّي صَلَاة الصُّبْح وَهُوَ خَلْفه فَقَرَأَ فَالْتَبَسَتْ عَلَيْهِ الْقِرَاءَة فَلَمَّا فَرَغَ مِنْ صَلَاته قَالَ \" لَوْ رَأَيْتُمُونِي وَإِبْلِيس فَأَهْوَيْت بِيَدِي فَمَا زِلْت أَخْنُقهُ حَتَّى وَجَدْت بَرْد لُعَابِهِ بَيْن أُصْبُعَيَّ هَاتَيْنِ - الْإِبْهَام وَاَلَّتِي تَلِيهَا - وَلَوْلَا دَعْوَة أَخِي سُلَيْمَان لَأَصْبَحَ مَرْبُوطًا بِسَارِيَةٍ مِنْ سَوَارِي الْمَسْجِد يَتَلَاعَب بِهِ صِبْيَان الْمَدِينَة فَمَنْ اِسْتَطَاعَ مِنْكُمْ أَنْ لَا يَحُول بَيْنه وَبَيْن الْقِبْلَة أَحَد فَلْيَفْعَلْ \" وَقَدْ رَوَى أَبُو دَاوُد مِنْهُ \" مَنْ اِسْتَطَاعَ مِنْكُمْ أَنْ لَا يَحُول بَيْنه وَبَيْن الْقِبْلَة أَحَد فَلْيَفْعَلْ \" عَنْ أَحْمَد بْن أَبِي سُرَيْج عَنْ أَبِي أَحْمَد الزُّبَيْرِيّ بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُعَاوِيَة بْن عَمْرو حَدَّثَنَا إِبْرَاهِيم بْن مُحَمَّد الْفَزَارِيّ حَدَّثَنَا الْأَوْزَاعِيّ حَدَّثَنِي رَبِيعَة بْن يَزِيد بْن عَبْد اللَّه الدَّيْلَمِيّ قَالَ دَخَلْت عَلَى عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا وَهُوَ فِي حَائِط لَهُ بِالطَّائِفِ يُقَال لَهُ الْوَهْط وَهُوَ مَخَاصِر فَتًى مِنْ قُرَيْش يُزَنُّ بِشُرْبِ الْخَمْر فَقُلْت بَلَغَنِي عَنْك حَدِيث أَنَّهُ \" مَنْ شَرِبَ مِنْ الْخَمْر لَمْ يَقْبَل اللَّه عَزَّ وَجَلَّ لَهُ تَوْبَة أَرْبَعِينَ صَبَاحًا وَأَنَّ الشَّقِيَّ مَنْ شَقِيَ فِي بَطْن أُمّه وَأَنَّهُ مَنْ أَتَى بَيْت الْمَقْدِس لَا تَنْهَزهُ إِلَّا الصَّلَاة فِيهِ خَرَجَ مِنْ خَطِيئَته مِثْل يَوْم وَلَدَتْهُ أُمّه\" فَلَمَّا سَمِعَ الْفَتَى ذِكْر الْخَمْر اِجْتَذَبَ يَده مِنْ يَده ثُمَّ اِنْطَلَقَ فَقَالَ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا إِنِّي لَا أُحِلُّ لِأَحَدٍ أَنْ يَقُول عَلَيَّ مَا لَمْ أَقُلْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ شَرِبَ مِنْ الْخَمْر شَرْبَة لَا تُقْبَلْ لَهُ صَلَاة أَرْبَعِينَ صَبَاحًا فَإِنْ تَابَ تَابَ اللَّه عَلَيْهِ فَإِنْ عَادَ لَمْ تُقْبَلْ لَهُ صَلَاة أَرْبَعِينَ صَبَاحًا فَإِنْ تَابَ تَابَ اللَّه عَلَيْهِ - قَالَ فَلَا أَدْرِي فِي الثَّالِثَة أَوْ الرَّابِعَة قَالَ - فَإِنْ عَادَ كَانَ حَقًّا عَلَى اللَّه تَعَالَى أَنْ يَسْقِيه مِنْ طِينَة الْخَبَال يَوْم الْقِيَامَة \" قَالَ وَسَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه عَزَّ وَجَلَّ خَلَقَ خَلْقه فِي ظُلْمَة ثُمَّ أَلْقَى عَلَيْهِمْ مِنْ نُوره فَمَنْ أَصَابَهُ مِنْ نُوره يَوْمئِذٍ اِهْتَدَى وَمَنْ أَخْطَأَهُ ضَلَّ فَلِذَلِكَ أَقُول جَفَّ الْقَلَم عَلَى عِلْم اللَّه عَزَّ وَجَلَّ \" وَسَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ سُلَيْمَان عَلَيْهِ السَّلَام سَأَلَ اللَّه تَعَالَى ثَلَاثًا فَأَعْطَاهُ اِثْنَتَيْنِ وَنَحْنُ نَرْجُو أَنْ تَكُون لَنَا الثَّالِثَة سَأَلَهُ حُكْمًا يُصَادِف حُكْمه فَأَعْطَاهُ إِيَّاهُ وَسَأَلَهُ مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْده فَأَعْطَاهُ إِيَّاهُ وَسَأَلَهُ أَيّمَا رَجُل خَرَجَ مِنْ بَيْته لَا يُرِيد إِلَّا الصَّلَاة فِي هَذَا الْمَسْجِد خَرَجَ مِنْ خَطِيئَته كَيَوْمِ وَلَدَتْهُ أُمّه فَنَحْنُ نَرْجُو أَنْ يَكُون اللَّه عَزَّ وَجَلَّ قَدْ أَعْطَانَا إِيَّاهَا \" وَقَدْ رَوَى هَذَا الْفَصْل الْأَخِير مِنْ هَذَا الْحَدِيث النَّسَائِيّ وَابْن مَاجَهْ مِنْ طُرُق عَنْ عَبْد اللَّه بْن فَيْرُوز الدَّيْلَمِيّ عَنْ عَبْد اللَّه بْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام لَمَّا بَنَى بَيْت الْمَقْدِس سَأَلَ رَبّه عَزَّ وَجَلَّ خِلَالًا ثَلَاثًا \" وَذَكَرَهُ وَقَدْ رُوِيَ مِنْ حَدِيث رَافِع بْن عُمَيْر رَضِيَ اللَّه عَنْهُ بِإِسْنَادٍ وَسِيَاق غَرِيبَيْنِ فَقَالَ الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن الْحَسَن بْن قُتَيْبَة الْعَسْقَلَانِيّ حَدَّثَنَا مُحَمَّد بْن أَيُّوب بْن سُوَيْد حَدَّثَنِي أَبِي حَدَّثَنَا إِبْرَاهِيم بْن أَبِي عَبْلَة عَنْ أَبِي الزَّاهِرِيَّة عَنْ رَافِع بْن عُمَيْر قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" قَالَ اللَّه عَزَّ وَجَلَّ لِدَاوُدَ عَلَيْهِ الصَّلَاة وَالسَّلَام اِبْنِ لِي بَيْتًا فِي الْأَرْض فَبَنَى دَاوُد بَيْتًا لِنَفْسِهِ قَبْل الْبَيْت الَّذِي أُمِرَ بِهِ فَأَوْحَى اللَّه إِلَيْهِ : يَا دَاوُد نَصَبْت بَيْتك قَبْل بَيْتِي قَالَ : يَا رَبّ هَكَذَا قَضَيْت مِنْ مَلِك اِسْتَأْثَرَ ثُمَّ أَخَذَ فِي بِنَاء الْمَسْجِد فَلَمَّا تَمَّ السُّوَر سَقَطَ ثَلَاثًا فَشَكَا ذَلِكَ إِلَى اللَّه عَزَّ وَجَلَّ فَقَالَ : يَا دَاوُد إِنَّك لَا تَصْلُح أَنْ تَبْنِي لِي بَيْتًا قَالَ : وَلِمَ يَا رَبّ ؟ قَالَ : لِمَا جَرَى عَلَى يَدَيْك مِنْ الدِّمَاء قَالَ : يَا رَبّ أَوَمَا كَانَ ذَلِكَ فِي هَوَاك وَمَحَبَّتك ؟ قَالَ : بَلَى وَلَكِنَّهُمْ عِبَادِي وَأَنَا أَرْحَمهُمْ فَشَقَّ ذَلِكَ عَلَيْهِ فَأَوْحَى اللَّه إِلَيْهِ : لَا تَحْزَن فَإِنِّي سَأَقْضِي بِنَاءَهُ عَلَى يَدَيْ اِبْنك سُلَيْمَان فَلَمَّا مَاتَ دَاوُد أَخَذَ سُلَيْمَان فِي بِنَائِهِ وَلَمَّا تَمَّ قَرَّبَ الْقَرَابِينَ وَذَبَحَ الذَّبَائِح وَجَمَعَ بَنِي إِسْرَائِيل فَأَوْحَى اللَّه إِلَيْهِ قَدْ أَرَى سُرُورك بِبُنْيَانِ بَيْتِي فَسَلْنِي أُعْطِك قَالَ أَسْأَلك ثَلَاث خِصَال حُكْمًا يُصَادِف حُكْمك وَمُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي وَمَنْ أُتِيَ هَذَا الْبَيْت لَا يُرِيد إِلَّا الصَّلَاة فِيهِ خَرَجَ مِنْ ذُنُوبه كَيَوْمِ وَلَدَتْهُ أُمّه - قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَمَّا الثِّنْتَانِ فَقَدْ أُعْطِيهِمَا وَأَنَا أَرْجُو أَنْ يَكُون قَدْ أُعْطِيَ الثَّالِثَة \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا عُمَر بْن رَاشِد الْيَمَامِيّ حَدَّثَنَا إِيَاس بْن سَلَمَة بْن الْأَكْوَع عَنْ أَبِيهِ رَضِيَ اللَّه عَنْهُ قَالَ مَا سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ دَعَا إِلَّا اِسْتَفْتَحَهُ \" سُبْحَان اللَّه رَبِّي الْعَلِيّ الْأَعْلَى الْوَهَّاب \" وَقَدْ قَالَ أَبُو عُبَيْد حَدَّثَنَا عَلِيّ بْن ثَابِت عَنْ جَعْفَر بْن بُرْقَان عَنْ صَالِح بْن مِسْمَار قَالَ : لَمَّا مَاتَ نَبِيّ اللَّه دَاوُد عَلَيْهِ السَّلَام أَوْحَى اللَّه تَبَارَكَ وَتَعَالَى إِلَى اِبْنه سُلَيْمَان عَلَيْهِ الصَّلَاة وَالسَّلَام أَنْ سَلْنِي حَاجَتك قَالَ : أَسْأَلك أَنْ تَجْعَل لِي قَلْبًا يَخْشَاك كَمَا كَانَ قَلْب أَبِي وَأَنْ تَجْعَل قَلْبِيّ يُحِبّك كَمَا كَانَ قَلْب أَبِي فَقَالَ اللَّه عَزَّ وَجَلَّ : أَرْسَلْت إِلَى عَبْدِي وَسَأَلْته حَاجَته فَكَانَتْ حَاجَته أَنْ أَجْعَلَ قَلْبه يَخْشَانِي وَأَنْ أَجْعَل قَلْبه يُحِبّنِي لَأَهَبَن لَهُ مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْده .</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40632, "aya_id": 35}]