[{"text": "وَآمِنُواْ بِمَا أَنزَلْتُ مُصَدِّقاً لِّمَا مَعَكُمْ وَلاَ تَكُونُواْ أَوَّلَ كَافِرٍ بِهِ وَلاَ تَشْتَرُواْ بِآيَاتِي ثَمَناً قَلِيلاً وَإِيَّايَ فَاتَّقُونِ", "sura_id": 2, "type": 0, "id": 48, "aya_id": 41}, {"text": "وآمنوا بما أنزلت مصدقا لما معكم ولا تكونوا أول كافر به ولا تشتروا بآياتي ثمنا قليلا وإياي فاتقون", "sura_id": 2, "type": 1, "id": 6284, "aya_id": 41}, {"text": "41 - (وآمنوا بما أنزلت) من القرآن (مصدقا لما معكم) من التوراة بموافقته له في التوحيد والنبوة (ولا تكونوا أول كافر به) من أهل الكتاب لأن خلفكم تبع لكم فإثمهم عليكم (ولا تشتروا) تستبدلوا (بآياتي) التي في كتابكم من نعت محمد صلى الله عليه وسلم (ثمنا قليلا) عرضا يسيرا من الدنيا أي لا تكتموها خوف فوات ما تأخذونه من سلفتكم (وإياي فاتقون) خافون في ذلك دون غيري \r\n", "sura_id": 2, "type": 2, "id": 24992, "aya_id": 41}, {"text": "وآمنوا- يا بني إسرائيل- بالقرآن الذي أنزَلْتُه على محمد نبي الله ورسوله, موافقًا لما تعلمونه من صحيح التوراة, ولا تكونوا أول فريق من أهل الكتاب يكفر به, ولا تستبدلوا بآياتي ثمنًا قليلا من حطام الدنيا الزائل, وإياي وحدي فاعملوا بطاعتي واتركوا معصيتي.\r\n", "sura_id": 2, "type": 3, "id": 31228, "aya_id": 41}, {"text": " <font color=red>وَآمِنُوا بِمَا أَنْزَلْتُ مُصَدِّقًا لِمَا مَعَكُمْ وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ</font><BR><p>وَلِهَذَا قَالَ \" وَآمِنُوا بِمَا أَنْزَلْت مُصَدِّقًا لِمَا مَعَكُمْ \" يَعْنِي بِهِ الْقُرْآن الَّذِي أُنْزِلَ عَلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النَّبِيّ الْأُمِّيّ الْعَرَبِيّ بَشِيرًا وَنَذِيرًا وَسِرَاجًا مُنِيرًا مُشْتَمِلًا عَلَى الْحَقّ مِنْ اللَّه تَعَالَى مُصَدِّقًا لِمَا بَيْن يَدَيْهِ مِنْ التَّوْرَاة وَالْإِنْجِيل . قَالَ أَبُو الْعَالِيَة رَحِمَهُ اللَّه فِي قَوْله تَعَالَى \" وَآمِنُوا بِمَا أَنْزَلْت مُصَدِّقًا لِمَا مَعَكُمْ \" يَقُول يَا مَعْشَر أَهْل الْكِتَاب آمِنُوا بِمَا أَنْزَلْت مُصَدِّقًا لِمَا مَعَكُمْ يَقُول لِأَنَّهُمْ يَجِدُونَ مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَكْتُوبًا عِنْدهمْ فِي التَّوْرَاة وَالْإِنْجِيل وَرُوِيَ عَنْ مُجَاهِد وَالرَّبِيع بْن أَنَس وَقَتَادَة نَحْو ذَلِكَ وَقَوْله\" وَلَا تَكُونُوا أَوَّل كَافِر بِهِ \" قَالَ بَعْض الْمُعْرِبِينَ أَوَّل فَرِيق كَافِر بِهِ أَوْ نَحْو ذَلِكَ . قَالَ اِبْن عَبَّاس : وَلَا تَكُونُوا أَوَّل كَافِر بِهِ وَعِنْدكُمْ فِيهِ مِنْ الْعِلْم مَا لَيْسَ عِنْد غَيْركُمْ قَالَ أَبُو الْعَالِيَة : يَقُول وَلَا تَكُونُوا أَوَّل مَنْ كَفَرَ بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْنِي مِنْ جِنْسكُمْ أَهْل الْكِتَاب بَعْد سَمَاعكُمْ بِمَبْعَثِهِ وَكَذَا قَالَ الْحَسَن وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس وَاخْتَارَ اِبْن جَرِير أَنَّ الضَّمِير فِي قَوْله بِهِ عَائِد عَلَى الْقُرْآن الَّذِي تَقَدَّمَ ذِكْره فِي قَوْله \" بِمَا أَنْزَلْت \" وَكِلَا الْقَوْلَيْنِ صَحِيحٌ لِأَنَّهُمَا مُتَلَازِمَانِ لِأَنَّ مَنْ كَفَرَ بِالْقُرْآنِ فَقَدْ كَفَرَ بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَنْ كَفَرَ بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَدْ كَفَرَ بِالْقُرْآنِ وَأَمَّا قَوْله \" أَوَّل كَافِر بِهِ \" فَيَعْنِي بِهِ أَوَّل مَنْ كَفَرَ بِهِ مِنْ بَنِي إِسْرَائِيل لِأَنَّهُ قَدْ تَقَدَّمَهُمْ مِنْ كُفَّار قُرَيْش وَغَيْرهمْ مِنْ الْعَرَب بَشَر كَثِير وَإِنَّمَا الْمُرَاد أَوَّل مَنْ كَفَرَ بِهِ مِنْ بَنِي إِسْرَائِيل مُبَاشَرَة فَإِنَّ يَهُود الْمَدِينَة أَوَّل بَنِي إِسْرَائِيل خُوطِبُوا بِالْقُرْآنِ فَكُفْرهمْ بِهِ يَسْتَلْزِم أَنَّهُمْ أَوَّل مَنْ كَفَرَ بِهِ مِنْ جِنْسهمْ وَقَوْله تَعَالَى \" وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا\" يَقُول لَا تَعْتَاضُوا عَنْ الْإِيمَان بِآيَاتِي وَتَصْدِيق رَسُولِي بِالدُّنْيَا وَشَهَوَاتهَا فَإِنَّهَا قَلِيلَة فَانِيَة كَمَا قَالَ عَبْد اللَّه بْن الْمُبَارَك : أَنْبَأَنَا عَبْد الرَّحْمَن بْن زَيْد بْن جَابِر عَنْ هَارُون بْن يَزِيد قَالَ : سُئِلَ الْحَسَن يَعْنِي الْبَصْرِيّ عَنْ قَوْله تَعَالَى \" ثَمَنًا قَلِيلًا \" قَالَ : الثَّمَن الْقَلِيل الدُّنْيَا بِحَذَافِيرِهَا وَقَالَ اِبْن لَهِيعَة : حَدَّثَنِي عَطَاء بْن دِينَار عَنْ سَعِيد بْن جُبَيْر فِي قَوْله تَعَالَى \" وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا \" إِنَّ آيَاته كِتَابه الَّذِي أَنْزَلَهُ إِلَيْهِمْ وَإِنَّ الثَّمَن الْقَلِيل الدُّنْيَا وَشَهَوَاتهَا وَقَالَ السُّدِّيّ : \" وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا\" يَقُول لَا تَأْخُذُوا طَمَعًا قَلِيلًا وَلَا تَكْتُمُوا اِسْم اللَّه فَذَلِكَ الطَّمَع هُوَ الثَّمَن وَقَالَ أَبُو جَعْفَر عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة فِي قَوْله تَعَالَى \" وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا \" يَقُول لَا تَأْخُذُوا عَلَيْهِ أَجْرًا قَالَ وَهُوَ مَكْتُوب عِنْدهمْ فِي الْكِتَاب الْأَوَّل : يَا اِبْن آدَم عَلِّمْ مَجَّانًا كَمَا عُلِّمْت مَجَّانًا وَقِيلَ مَعْنَاهُ لَا تَعْتَاضُوا عَنْ الْبَيَان وَالْإِيضَاح وَنَشْر الْعِلْم النَّافِع فِي النَّاس بِالْكِتْمَانِ وَاللَّبْس لِتَسْتَمِرُّوا عَلَى رِيَاسَتكُمْ فِي الدُّنْيَا الْقَلِيلَة الْحَقِيرَة الزَّائِلَة عَنْ قَرِيب وَفِي سُنَن أَبِي دَاوُد عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ تَعَلَّمَ عِلْمًا مِمَّا يُبْتَغَى بِهِ وَجْه اللَّه لَا يَتَعَلَّمهُ إِلَّا لِيُصِيبَ بِهِ عَرَضًا مِنْ الدُّنْيَا لَمْ يَرِحْ رَائِحَة الْجَنَّة يَوْم الْقِيَامَة \" فَأَمَّا تَعْلِيم الْعِلْم بِأُجْرَةٍ فَإِنْ كَانَ قَدْ تَعَيَّنَ عَلَيْهِ فَلَا يَجُوز أَنْ يَأْخُذ عَلَيْهِ أُجْرَة وَيَجُوز أَنْ يَتَنَاوَل مِنْ بَيْت الْمَال مَا يَقُوم بِهِ حَاله وَعِيَاله فَإِنْ لَمْ يَحْصُل لَهُ مِنْهُ شَيْء وَقَطَعَهُ التَّعْلِيم عَنْ التَّكَسُّب فَهُوَ كَمَا لَمْ يَتَعَيَّن عَلَيْهِ وَإِذَا لَمْ يَتَعَيَّن عَلَيْهِ فَإِنَّهُ يَجُوز أَنْ يَأْخُذ عَلَيْهِ أُجْرَة عِنْد مَالِك وَالشَّافِعِيّ وَأَحْمَد وَجُمْهُور الْعُلَمَاء كَمَا فِي صَحِيح الْبُخَارِيّ عَنْ أَبِي سَعِيد فِي قِصَّة اللَّدِيغ \" إِنَّ أَحَقّ مَا أَخَذْتُمْ عَلَيْهِ أَجْرًا كِتَاب اللَّه \" وَقَوْله فِي قِصَّة الْمَخْطُوبَة \" زَوَّجْتُكهَا بِمَا مَعَك مِنْ الْقُرْآن \" فَأَمَّا حَدِيث عُبَادَة بْن الصَّامِت أَنَّهُ عَلَّمَ رَجُلًا مِنْ أَهْل الصُّفَّة شَيْئًا مِنْ الْقُرْآن فَأَهْدَى لَهُ قَوْسًا فَسَأَلَ عَنْهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ \" إِنْ أَحْبَبْت أَنْ تُطَوَّق بِقَوْسٍ مِنْ نَار فَاقْبَلْهُ \" فَتَرَكَهُ رَوَاهُ أَبُو دَاوُد وَرُوِيَ مِثْله عَنْ أُبَيّ بْن كَعْب مَرْفُوعًا فَإِنْ صَحَّ إِسْنَاده فَهُوَ مَحْمُول عِنْد كَثِير مِنْ الْعُلَمَاء مِنْهُمْ أَبُو عُمَر بْن عَبْد الْبَرّ عَلَى أَنَّهُ لَمَّا عَلَّمَهُ اللَّه لَمْ يَجُزْ بَعْد هَذَا أَنْ يَعْتَاض عَنْ ثَوَاب اللَّه بِذَلِكَ الْقَوْس فَأَمَّا إِذَا كَانَ مِنْ أَوَّل الْأَمْر عَلَى التَّعْلِيم بِالْأُجْرَةِ فَإِنَّهُ يَصِحّ كَمَا فِي حَدِيث اللَّدِيغ وَحَدِيث سَهْل فِي الْمَخْطُوبَة وَاَللَّه أَعْلَم وَقَوْله \" وَإِيَّايَ فَاتَّقُونِ\" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو عُمَر الدَّوْرِيّ حَدَّثَنَا أَبُو إِسْمَاعِيل الْمُؤَدِّب عَنْ عَاصِم الْأَحْوَل عَنْ أَبِي الْعَالِيَة عَنْ طَلْق بْن حَبِيب قَالَ : التَّقْوَى أَنْ تَعْمَل بِطَاعَةِ اللَّه رَجَاء رَحْمَة اللَّه عَلَى نُور مِنْ اللَّه وَأَنْ تَتْرُك مَعْصِيَة اللَّه عَلَى نُور مِنْ اللَّه تَخَاف عِقَاب اللَّه . وَمَعْنَى قَوْله\" وَإِيَّايَ فَاتَّقُونِ \" أَنَّهُ تَعَالَى يَتَوَعَّدهُمْ فِيمَا يَتَعَمَّدُونَهُ مِنْ كِتْمَان الْحَقّ وَإِظْهَار خِلَافه وَمُخَالَفَتهمْ الرَّسُول صَلَوَات اللَّه وَسَلَامه عَلَيْهِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38718, "aya_id": 41}]