[{"text": "فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ وَلَا تَعْجَلْ بِالْقُرْآنِ مِن قَبْلِ أَن يُقْضَى إِلَيْكَ وَحْيُهُ وَقُل رَّبِّ زِدْنِي عِلْمًا", "sura_id": 20, "type": 0, "id": 2462, "aya_id": 114}, {"text": "فتعالى الله الملك الحق و لا تعجل بالقرآن من قبل أن يقضى إليك وحيه و قل رب زدني علما", "sura_id": 20, "type": 1, "id": 8698, "aya_id": 114}, {"text": "114 - (فتعالى الله الملك الحق) عما يقول المشركون (ولا تعجل بالقرآن) أي بقراءته (من قبل أن يقضى إليك وحيه) أي يفرغ جبريل من إبلاغه (وقل رب زدني علما) أي بالقرآن فكلما انزل عليه شيء منه زاد به علمه \r\n", "sura_id": 20, "type": 2, "id": 27406, "aya_id": 114}, {"text": "فتنزَّه الله - سبحانه - وارتفع, وتقدَّس عن كل نقص, الملك الذي قهر سلطانه كل ملك وجبار, المتصرف بكل شيء, الذي هو حق, ووعده حق, ووعيده حق, وكل شيء منه حق. ولا تعجل - أيها الرسول - بمسابقة جبريل في تَلَقِّي القرآن قبل أن يَفْرَغ منه, وقل: ربِّ زدني علمًا إلى ما علمتني.\r\n", "sura_id": 20, "type": 3, "id": 33642, "aya_id": 114}, {"text": " <font color=red>فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ وَقُلْ رَبِّ زِدْنِي عِلْمًا</font><BR><p>وَقَالَ فِي هَذِهِ الْآيَة \" وَلَا تَعْجَل بِالْقُرْآنِ مِنْ قَبْل أَنْ يُقْضَى إِلَيْك وَحْيه \" أَيْ بَلْ أَنْصِتْ فَإِذَا فَرَغَ الْمَلَك مِنْ قِرَاءَته عَلَيْك فَاقْرَأْهُ بَعْده \" وَقُلْ رَبّ زِدْنِي عِلْمًا \" أَيْ زِدْنِي مِنْك عِلْمًا قَالَ اِبْن عُيَيْنَة رَحِمَهُ اللَّه وَلَمْ يَزَلْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي زِيَادَة حَتَّى تَوَفَّاهُ اللَّه عَزَّ وَجَلَّ وَلِهَذَا جَاءَ فِي الْحَدِيث \" إِنَّ اللَّه تَابَعَ الْوَحْي عَلَى رَسُوله حَتَّى كَانَ الْوَحْي أَكْثَر مَا كَانَ يَوْم تُوُفِّيَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَقَالَ اِبْن مَاجَهْ حَدَّثَنَا أَبُو بَكْر بْن أَبَى شَيْبَة حَدَّثَنَا عَبْد اللَّه بْن نُمَيْر عَنْ مُوسَى بْن عُبَيْدَة عَنْ مُحَمَّد بْن ثَابِت عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" اللَّهُمَّ اِنْفَعْنِي بِمَا عَلَّمْتنِي وَعَلِّمْنِي مَا يَنْفَعنِي وَزِدْنِي عِلْمًا وَالْحَمْد لِلَّهِ عَلَى كُلّ حَال \" وَأَخْرَجَهُ التِّرْمِذِيّ عَنْ أَبِي كُرَيْب عَنْ عَبْد اللَّه بْن نُمَيْر بِهِ وَقَالَ غَرِيب مِنْ هَذَا الْوَجْه وَرَوَاهُ الْبَزَّار عَنْ عَمْرو بْن عَلِيّ الْفَلَّاس عَنْ أَبِي عَاصِم عَنْ مُوسَى بْن عُبَيْدَة بِهِ وَزَادَ فِي آخِره وَأَعُوذ بِاَللَّهِ مِنْ حَال أَهْل النَّار \" .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38799, "aya_id": 114}]