[{"text": "وَضَرَبَ اللَّهُ مَثَلًا لِّلَّذِينَ آمَنُوا اِمْرَأَةَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِندَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِن فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ", "sura_id": 66, "type": 0, "id": 5240, "aya_id": 11}, {"text": "وضرب الله مثلا للذين آمنوا امرأة فرعون إذ قالت رب ابن لي عندك بيتا في الجنة ونجني من فرعون وعمله ونجني من القوم الظالمين", "sura_id": 66, "type": 1, "id": 11476, "aya_id": 11}, {"text": "11 - (وضرب الله مثلا للذين آمنوا امرأة فرعون) آمنت بموسى واسمها آسية فعذبها فرعون بأن أوتد يديها ورجليها وألقى على صدرها رحى عظيمة واستقبل بها الشمس فكانت إذا تفرق عنها من وكل بها ظللتها الملائكة (إذ قالت) في حال التعذيب (رب ابن لي عندك بيتا في الجنة) فكشف لها فرأته فسهل عليها التعذيب (ونجني من فرعون وعمله) وتعذيبه (ونجني من القوم الظالمين) أهل دينه فقبض الله روحها وقال ابن كيسان رفعت إلى الجنة حية فهي تأكل وتشرب \r\n", "sura_id": 66, "type": 2, "id": 30184, "aya_id": 11}, {"text": "وضرب الله مثلا لحال المؤمنين- الذين صدَّقوا الله, وعبدوه وحده, وعملوا بشرعه, وأنهم لا تضرهم مخالطة الكافرين في معاملتهم- بحال زوجة فرعون التي كانت في عصمة أشد الكافرين بالله, وهي مؤمنة بالله, حين قالت: رب ابْنِ لي دارًا عندك في الجنة, وأنقذني من سلطان فرعون وفتنته, ومما يصدر عنه من أعمال الشر, وأنقذني من القوم التابعين له في الظلم والضلال, ومن عذابهم.\r\n", "sura_id": 66, "type": 3, "id": 36420, "aya_id": 11}, {"text": " <font color=red>وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا امْرَأَةَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ</font><BR><p>وَهَذَا مَثَل ضَرَبَهُ اللَّه لِلْمُؤْمِنِينَ أَنَّهُمْ لَا تَضُرّهُمْ مُخَالَطَة الْكَافِرِينَ إِذَا كَانُوا مُحْتَاجِينَ إِلَيْهِمْ كَمَا قَالَ تَعَالَى\" لَا يَتَّخِذ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاء مِنْ دُون الْمُؤْمِنِينَ وَمَنْ يَفْعَل ذَلِكَ فَلَيْسَ مِنْ اللَّه فِي شَيْء إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاة \" قَالَ قَتَادَة كَانَ فِرْعَوْن أَعْتَى أَهْل الْأَرْض وَأَكْفَرهمْ فَوَاَللَّهِ مَا ضَرّ اِمْرَأَته كُفْر زَوْجهَا حِين أَطَاعَتْ رَبّهَا لِيَعْلَمُوا أَنَّ اللَّه تَعَالَى حَكَمٌ عَدْلٌ لَا يُؤَاخِذ أَحَدًا إِلَّا بِذَنْبِهِ . وَقَالَ اِبْن جَرِير ثَنَا إِسْمَاعِيل بْن حَفْص الْأَيْلِيّ ثَنَا مُحَمَّد بْن جَعْفَر عَنْ سُلَيْمَان التَّيْمِيّ عَنْ أَبِي عُثْمَان النَّهْدِيّ عَنْ سُلَيْمَان قَالَ كَانَتْ اِمْرَأَة فِرْعَوْن تُعَذَّب فِي الشَّمْس فَإِذَا اِنْصَرَفَ عَنْهَا أَظَلَّتْهَا الْمَلَائِكَة بِأَجْنِحَتِهَا وَكَانَتْ تَرَى بَيْتهَا فِي الْجَنَّة ثُمَّ رَوَاهُ عَنْ عُبَيْد بْن مُحَمَّد الْمُحَارِبِيّ عَنْ أَسْبَاط بْن مُحَمَّد عَنْ سُلَيْمَان التَّيْمِيّ بِهِ . ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم ثَنَا اِبْن عُلَيَّة عَنْ هِشَام الدَّسْتُوَائِيّ ثَنَا الْقَاسِم بْن أَبِي بَزَّة قَالَ : كَانَتْ اِمْرَأَة فِرْعَوْن تَسْأَل مَنْ غَلَبَ ؟ فَيُقَال غَلَبَ مُوسَى وَهَارُون فَتَقُول آمَنْت بِرَبِّ مُوسَى وَهَارُون فَأَرْسَلَ إِلَيْهَا فِرْعَوْن فَقَالَ اُنْظُرُوا أَعْظَم صَخْرَة تَجِدُونَهَا فَإِنْ مَضَتْ عَلَى قَوْلهَا فَأَلْقُوهَا عَلَيْهَا وَإِنْ رَجَعَتْ عَنْ قَوْلهَا فَهِيَ اِمْرَأَتِي فَلَمَّا أَتَوْهَا رَفَعَتْ بَصَرهَا إِلَى السَّمَاء فَأَبْصَرَتْ بَيْتهَا فِي الْجَنَّة فَمَضَتْ عَلَى قَوْلهَا وَانْتُزِعَتْ رُوحهَا وَأُلْقِيَتْ الصَّخْرَة عَلَى جَسَد لَيْسَ فِيهِ رُوح فَقَوْلهَا \" رَبّ اِبْن لِي عِنْدك بَيْتًا فِي الْجَنَّة\" قَالَتْ الْعُلَمَاء اِخْتَارَتْ الْجَار قَبْل الدَّار وَقَدْ وَرَدَ شَيْء مِنْ ذَلِكَ فِي حَدِيث مَرْفُوع \" وَنَجِّنِي مِنْ فِرْعَوْن وَعَمَله \" أَيْ خَلِّصْنِي مِنْهُ فَإِنِّي أَبْرَأ إِلَيْك مِنْ عَمَله\" وَنَجِّنِي مِنْ الْقَوْم الظَّالِمِينَ \" وَهَذِهِ الْمَرْأَة هِيَ آسِيَة بِنْت مُزَاحِم رَضِيَ اللَّه عَنْهَا وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة قَالَ كَانَ إِيمَان اِمْرَأَة فِرْعَوْن مِنْ قِبَل إِيمَان اِمْرَأَة خَازِن فِرْعَوْن وَذَلِكَ أَنَّهَا جَلَسَتْ تُمَشِّط اِبْنَة فِرْعَوْن فَوَقَعَ الْمُشْط مِنْ يَدهَا فَقَالَتْ تَعِسَ مَنْ كَفَرَ بِاَللَّهِ فَقَالَتْ لَهَا بِنْت فِرْعَوْن وَلَك رَبّ غَيْر أَبِي ؟ قَالَتْ : رَبِّي وَرَبّ أَبِيك وَرَبّ كُلّ شَيْء اللَّه فَلَطَمَتْهَا بِنْت فِرْعَوْن وَضَرَبَتْهَا وَأَخْبَرَتْ أَبَاهَا فَأَرْسَلَ إِلَيْهَا فِرْعَوْن فَقَالَ تَعْبُدِينَ رَبًّا غَيْرِي قَالَتْ نَعَمْ رَبِّي وَرَبّك وَرَبّ كُلّ شَيْء وَإِيَّاهُ أَعْبُد فَعَذَّبَهَا فِرْعَوْن وَأَوْتَدَ لَهَا أَوْتَادًا فَشَدَّ يَدَيْهَا وَرِجْلَيْهَا وَأَرْسَلَ عَلَيْهَا الْحَيَّات فَكَانَتْ كَذَلِكَ فَأَتَى عَلَيْهَا يَوْمًا فَقَالَ لَهَا مَا أَنْتِ مُنْتَهِيَة فَقَالَتْ لَهُ رَبِّي وَرَبّك وَرَبّ كُلّ شَيْء اللَّه فَقَالَ لَهَا إِنِّي ذَابِح اِبْنك فِي فِيك إِنْ لَمْ تَفْعَلِي فَقَالَتْ لَهُ اِقْضِ مَا أَنْتَ قَاضٍ فَذَبَحَ اِبْنهَا فِي فِيهَا وَإِنَّ رُوح اِبْنهَا بَشَّرَهَا فَقَالَ لَهَا أَبْشِرِي يَا أُمّه فَإِنَّ لَك عِنْد اللَّه مِنْ الثَّوَاب كَذَا وَكَذَا فَصَبَرَتْ ثُمَّ أَتَى عَلَيْهَا فِرْعَوْن يَوْمًا آخَر فَقَالَ لَهَا مِثْل ذَلِكَ فَقَالَتْ لَهُ مِثْل ذَلِكَ فَذَبَحَ اِبْنهَا الْآخَر فِي فِيهَا فَبَشَّرَهَا رُوحه أَيْضًا وَقَالَ لَهَا اِصْبِرِي يَا أُمّه فَإِنَّ لَك عِنْد اللَّه مِنْ الثَّوَاب كَذَا وَكَذَا قَالَ وَسَمِعَتْ اِمْرَأَة فِرْعَوْن كَلَام رُوح اِبْنهَا الْأَكْبَر ثُمَّ الْأَصْغَر فَآمَنَتْ اِمْرَأَة فِرْعَوْن وَقَبَضَ اللَّه رُوح اِمْرَأَة خَازِن فِرْعَوْن وَكَشَفَ الْغِطَاء عَنْ ثَوَابهَا وَمَنْزِلَتهَا وَكَرَامَتهَا فِي الْجَنَّة لِامْرَأَةِ فِرْعَوْن حَتَّى رَأَتْ فَازْدَادَتْ إِيمَانًا وَيَقِينًا وَتَصْدِيقًا فَأَطْلَعَ اللَّه فِرْعَوْن عَلَى إِيمَانهَا فَقَالَ لِلْمَلَأِ مَا تَعْلَمُونَ مِنْ آسِيَة بِنْت مُزَاحِم ؟ فَأَثْنَوْا عَلَيْهَا فَقَالَ لَهُمْ إِنَّهَا تَعْبُد غَيْرِي فَقَالُوا لَهُ اُقْتُلْهَا فَأَوْتَدَ لَهَا أَوْتَادًا فَشَدَّ يَدَيْهَا وَرِجْلَيْهَا فَدَعَتْ آسِيَة رَبّهَا فَقَالَتْ\" رَبّ اِبْن لِي عِنْدك بَيْتًا فِي الْجَنَّة \" فَوَافَقَ ذَلِكَ أَنْ حَضَرَهَا فِرْعَوْن فَضَحِكَتْ حِين رَأَتْ بَيْتهَا فِي الْجَنَّة فَقَالَ فِرْعَوْن أَلَا تَعْجَبُونَ مِنْ جُنُونهَا ؟ إِنَّا نُعَذِّبهَا وَهِيَ تَضْحَك فَقَبَضَ اللَّه رُوحهَا فِي الْجَنَّة رَضِيَ اللَّه عَنْهَا .</p><BR> <br> ", "sura_id": 66, "type": 4, "id": 42322, "aya_id": 11}]