[{"text": "إِلاَّ مَن رَّحِمَ رَبُّكَ وَلِذَلِكَ خَلَقَهُمْ وَتَمَّتْ كَلِمَةُ رَبِّكَ لأَمْلأنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ", "sura_id": 11, "type": 0, "id": 1592, "aya_id": 119}, {"text": "إلا من رحم ربك ولذلك خلقهم وتمت كلمة ربك لأملأن جهنم من الجنة والناس أجمعين", "sura_id": 11, "type": 1, "id": 7828, "aya_id": 119}, {"text": "119 - (إلا من رحم ربك) أراد لهم الخير فلا يختلفون فيه (ولذلك خلقهم) أي أهل الاختلاف له وأهل الرحمة لها (وتمت كلمة ربك) وهي (لأملأن جهنم من الجنة والناس أجمعين) \r\n", "sura_id": 11, "type": 2, "id": 26536, "aya_id": 119}, {"text": "إلا مَن رحم ربك فآمنوا به واتبعوا رسله, فإنهم لا يختلفون في توحيد الله وما جاءت به الرسل من عند الله, وقد اقتضت حكمته سبحانه وتعالى أنه خَلَقهم مختلفين: فريق شقيٌّ وفريق سعيد, وكل ميسر لما خُلِق له. وبهذا يتحقق وعد ربك في قضائه وقدره: أنه سبحانه سيملأ جهنم من الجن والإنس الذين اتبعوا إبليس وجنده ولم يهتدوا للإيمان.\r\n", "sura_id": 11, "type": 3, "id": 32772, "aya_id": 119}, {"text": " <font color=red>إِلَّا مَنْ رَحِمَ رَبُّكَ وَلِذَلِكَ خَلَقَهُمْ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ</font><BR><p>وَقَوْله \" إِلَّا مَنْ رَحِمَ رَبُّك \" أَيْ إِلَّا الْمَرْحُومِينَ مِنْ أَتْبَاع الرُّسُل الَّذِينَ تَمَسَّكُوا بِمَا أُمِرُوا بِهِ مِنْ الَّذِينَ أَخْبَرَتْهُمْ بِهِ رُسُل اللَّه إِلَيْهِمْ وَلَمْ يَزَلْ ذَلِكَ دَأْبَهُمْ حَتَّى كَانَ النَّبِيّ وَخَاتَم الرُّسُل وَالْأَنْبِيَاء فَاتَّبَعُوهُ وَصَدَّقُوهُ وَوَازَرُوهُ فَفَازُوا بِسَعَادَةِ الدُّنْيَا وَالْآخِرَة لِأَنَّهُمْ الْفِرْقَة النَّاجِيَة كَمَا جَاءَ فِي الْحَدِيث الْمَرْوِيّ فِي الْمَسَانِيد وَالسُّنَن مِنْ طُرُق يَشُدُّ بَعْضُهَا بَعْضًا \" إِنَّ الْيَهُودَ اِفْتَرَقَتْ عَلَى إِحْدَى وَسَبْعِينَ فِرْقَة وَأَنَّ النَّصَارَى اِفْتَرَقَتْ عَلَى ثِنْتَيْنِ وَسَبْعِينَ فِرْقَة وَسَتَفْتَرِقُ هَذِهِ الْأُمَّة عَلَى ثَلَاث وَسَبْعِينَ فِرْقَة كُلّهَا فِي النَّار إِلَّا فِرْقَة وَاحِدَة \" قَالُوا : وَمَنْ هُمْ يَا رَسُول اللَّهِ ؟ قَالَ \" مَا أَنَا عَلَيْهِ وَأَصْحَابِي \" رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه بِهَذِهِ الزِّيَادَة وَقَالَ عَطَاء \" وَلَا يَزَالُونَ مُخْتَلِفِينَ \" يَعْنِي الْيَهُود وَالنَّصَارَى وَالْمَجُوس\" إِلَّا مَنْ رَحِمَ رَبُّك \" يَعْنِي الْحَنِيفِيَّة وَقَالَ قَتَادَة : أَهْل رَحْمَة اللَّه أَهْل الْجَمَاعَة وَإِنْ تَفَرَّقَتْ دِيَارهمْ وَأَبْدَانهمْ وَأَهْل مَعْصِيَته أَهْل فُرْقَة وَإِنْ اِجْتَمَعَتْ دِيَارهمْ وَأَبْدَانهمْ وَقَوْله \" وَلِذَلِكَ خَلَقَهُمْ \" قَالَ الْحَسَن الْبَصْرِيّ فِي رِوَايَة عَنْهُ وَلِلِاخْتِلَافِ خَلَقَهُمْ وَقَالَ مَكِّيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : خَلَقَهُمْ فَرِيقَيْنِ كَقَوْلِهِ \" فَمِنْهُمْ شَقِيّ وَسَعِيد وَقِيلَ لِلرَّحْمَةِ خَلَقَهُمْ قَالَ اِبْن وَهْب : أَخْبَرَنِي مُسْلِم بْن خَالِد عَنْ اِبْن أَبِي نَجِيح عَنْ طَاوُس أَنَّ رَجُلَيْنِ اِخْتَصَمَا إِلَيْهِ فَأَكْثَرَا فَقَالَ طَاوُس اِخْتَلَفْتُمَا وَأَكْثَرْتُمَا فَقَالَ أَحَد الرَّجُلَيْنِ لِذَلِكَ خَلَقَنَا فَقَالَ طَاوُس كَذَبْت فَقَالَ أَلَيْسَ اللَّه يَقُول \" وَلَا يَزَالُونَ مُخْتَلِفِينَ إِلَّا مَنْ رَحِمَ رَبّك وَلِذَلِكَ خَلَقَهُمْ \" قَالَ لَمْ يَخْلُقهُمْ لِيَخْتَلِفُوا وَلَكِنْ خَلَقَهُمْ لِلْجَمَاعَةِ وَالرَّحْمَة كَمَا قَالَ الْحَكَم بْن أَبَان عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : لِلرَّحْمَةِ خَلَقَهُمْ وَلَمْ يَخْلُقْهُمْ لِلْعَذَابِ , وَكَذَا قَالَ مُجَاهِد وَالضَّحَّاك وَقَتَادَة وَيَرْجِع مَعْنَى هَذَا الْقَوْل إِلَى قَوْله تَعَالَى \" وَمَا خَلَقْت الْجِنّ وَالْإِنْس إِلَّا لِيَعْبُدُونِ \" وَقِيلَ بَلْ الْمُرَاد وَلِلرَّحْمَةِ وَالِاخْتِلَاف خَلَقَهُمْ كَمَا قَالَ الْحَسَن الْبَصْرِيّ فِي رِوَايَة عَنْهُ فِي قَوْله \" وَلَا يَزَالُونَ مُخْتَلِفِينَ إِلَّا مَنْ رَحِمَ رَبّك وَلِذَلِكَ خَلَقَهُمْ \" قَالَ النَّاس مُخْتَلِفُونَ عَلَى أَدْيَان شَتَّى \" إِلَّا مَنْ رَحِمَ رَبُّك \" فَمَنْ رَحِمَ رَبّك غَيْر مُخْتَلِف فَقِيلَ لَهُ لِذَلِكَ خَلَقَهُمْ قَالَ خَلَقَ هَؤُلَاءِ لِجَنَّتِهِ وَخَلَقَ هَؤُلَاءِ لِنَارِهِ وَخَلَقَ هَؤُلَاءِ لِعَذَابِهِ , وَكَذَا قَالَ عَطَاء بْن أَبِي رَبَاح وَالْأَعْمَش وَقَالَ اِبْن وَهْب سَأَلْت مَالِكًا عَنْ قَوْله تَعَالَى \" وَلَا يَزَالُونَ مُخْتَلِفِينَ إِلَّا مَنْ رَحِمَ رَبّك وَلِذَلِكَ خَلَقَهُمْ \" قَالَ فَرِيق فِي الْجَنَّة وَفَرِيق فِي السَّعِير , وَقَدْ اِخْتَارَ هَذَا الْقَوْل اِبْن جَرِير وَأَبُو عُبَيْد الْفَرَّاء وَعَنْ مَالِك فِيمَا رُوِّينَا عَنْهُ مِنْ التَّفْسِير \" وَلِذَلِكَ خَلَقَهُمْ \" قَالَ لِلرّحْمَةِ وَقَالَ قَوْم لِلِاخْتِلَافِ وَقَوْله \" وَتَمَّتْ كَلِمَة رَبّك لَأَمْلَأَنَّ جَهَنَّم مِنْ الْجِنَّة وَالنَّاس أَجْمَعِينَ \" يُخْبِر تَعَالَى أَنَّهُ قَدْ سَبَقَ فِي قَضَائِهِ وَقَدَره لِعِلْمِهِ التَّامّ وَحِكْمَته النَّافِذَة أَنَّ مِمَّنْ خَلَقَهُ مَنْ يَسْتَحِقّ الْجَنَّة وَمِنْهُمْ مِنْ يَسْتَحِقّ النَّار وَأَنَّهُ لَا بُدّ أَنْ يَمْلَأ جَهَنَّم مِنْ هَذَيْنَ الثَّقَلَيْنِ الْجِنّ وَالْإِنْس وَلَهُ الْحُجَّة الْبَالِغَة وَالْحِكْمَة التَّامَّة. وَفِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلِّي اللَّه عَلَيْهِ وَسَلَّمَ \" اِخْتَصَمَتْ الْجَنَّة وَالنَّار فَقَالَتْ الْجَنَّة مَا لِي لَا يَدْخُلنِي إِلَّا ضُعَفَاء النَّاس وَسَقَطهمْ وَقَالَتْ النَّار أُوثِرْت بِالْمُتَكَبِّرِينَ وَالْمُتَجَبِّرِينَ فَقَالَ اللَّه عَزَّ وَجَلَّ لِلْجَنَّةِ : أَنْتِ رَحْمَتِي أَرْحَم بِك مَنْ أَشَاء وَقَالَ لِلنَّارِ أَنْتِ عَذَابِي أَنْتَقِم بِك مِمَّنْ أَشَاء وَلِكُلِّ وَاحِدَة مِنْكُمَا مِلْؤُهَا فَأَمَّا الْجَنَّة فَلَا يَزَال فِيهَا فَضْل حَتَّى يُنْشِئ اللَّه لَهَا خَلْقًا يَسْكُن فَضْل الْجَنَّة وَأَمَّا النَّار فَلَا تَزَال تَقُول هَلْ مِنْ مَزِيد حَتَّى يَضَع عَلَيْهَا رَبّ الْعِزَّة قَدَمَهُ فَتَقُول قَطْ قَطْ وَعِزَّتك \" .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37622, "aya_id": 119}]