[{"text": "اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاء مِنْ غَيْرِ سُوءٍ وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ فَذَانِكَ بُرْهَانَانِ مِن رَّبِّكَ إِلَى فِرْعَوْنَ وَمَلَئِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ", "sura_id": 28, "type": 0, "id": 3284, "aya_id": 32}, {"text": "اسلك يدك في جيبك تخرج بيضاء من غير سوء واضمم إليك جناحك من الرهب فذانك برهانان من ربك إلى فرعون وملئه إنهم كانوا قوما فاسقين", "sura_id": 28, "type": 1, "id": 9520, "aya_id": 32}, {"text": "32 - (اسلك) أدخل (يدك) اليمنى بمعنى الكف (في جيبك) وهو طوق القميص وأخرجها (تخرج) خلاف ما كانت عليه من الأدمة (بيضاء من غير سوء) أي برص فأدخلها وأخرجها تضيء كشعاع الشمس تعشي البصر (واضمم إليك جناحك من الرهب) بفتح الحرفين وسكون الثاني مع فتح الأول وضمه أي الخوف الحاصل من إضاءة اليد بأن تدخلها في جيبك فتعود إلى حالتها الأولى وعبر عنها بالجناح لأنها للإنسان كالجناح للطائر (فذانك) بالتشديد والتخفيف أي العصا واليد وهما مؤنثان وإنما ذكر المشار به إليهما المبتدأ لتذكير خبره (برهانان) مرسلان (من ربك إلى فرعون وملئه إنهم كانوا قوما فاسقين) \r\n", "sura_id": 28, "type": 2, "id": 28228, "aya_id": 32}, {"text": "أدخل يدك في فتحة قميصك وأخرجها تخرج بيضاء كالثلج مِن غير مرض ولا برص, واضمم إليك يدك لتأمن من الخوف, فهاتان اللتان أريتُكَهما يا موسى: مِن تحوُّل العصا حية, وجَعْلِ يدك بيضاء تلمع من غير مرض ولا برص, آيتان من ربك إلى فرعون وأشراف قومه. إن فرعون وملأه كانوا قومًا كافرين.\r\n", "sura_id": 28, "type": 3, "id": 34464, "aya_id": 32}, {"text": " <font color=red>اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ إِلَى فِرْعَوْنَ وَمَلَئِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ</font><BR><p>قَالَ اللَّه تَعَالَى : \" اُسْلُكْ يَدك فِي جَيْبك تَخْرُج بَيْضَاء مِنْ غَيْر سُوء \" أَيْ إِذَا أَدْخَلْت يَدك فِي جَيْب دِرْعك ثُمَّ أَخْرَجْتهَا فَإِنَّهَا تَخْرُج تَتَلَأْلَأ كَأَنَّهَا قِطْعَة قَمَر فِي لَمَعَان الْبَرْق وَلِهَذَا قَالَ : \" مِنْ غَيْر سُوء \" أَيْ مِنْ غَيْر بَرَص وَقَوْله تَعَالَى : \" وَاضْمُمْ إِلَيْك جَنَاحك مِنْ الرَّهْب \" قَالَ مُجَاهِد مِنْ الْفَزَع وَقَالَ قَتَادَة مِنْ الرُّعْب , وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَابْن جَرِير مِمَّا حَصَلَ لَك مِنْ خَوْفك مِنْ الْحَيَّة وَالظَّاهِر أَنَّ الْمُرَاد أَعَمّ مِنْ هَذَا وَهُوَ أَنَّهُ أُمِرَ عَلَيْهِ السَّلَام إِذَا خَافَ مِنْ شَيْء أَنْ يَضُمّ إِلَيْهِ جَنَاحه مِنْ الرَّهْب وَهُوَ يَده فَإِذَا فَعَلَ ذَلِكَ ذَهَبَ عَنْهُ مَا يَجِدهُ مِنْ الْخَوْف وَرُبَّمَا إِذَا اِسْتَعْمَلَ أَحَد ذَلِكَ عَلَى سَبِيل الِاقْتِدَاء فَوَضَعَ يَده عَلَى فُؤَاده فَإِنَّهُ يَزُول عَنْهُ مَا يَجِدهُ أَوْ يَخِفّ إِنْ شَاءَ اللَّه تَعَالَى وَبِهِ الثِّقَة . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا الرَّبِيع بْن تَغْلِب الشَّيْخ صَالِح أَخْبَرَنَا أَبُو إِسْمَاعِيل الْمُؤَدِّب عَنْ عَبْد اللَّه بْن مُسْلِم عَنْ مُجَاهِد قَالَ : كَانَ مُوسَى عَلَيْهِ السَّلَام قَدْ مُلِئَ قَلْبه رُعْبًا مِنْ فِرْعَوْن فَكَانَ إِذَا رَآهُ قَالَ : اللَّهُمَّ إِنِّي أَدْرَأ بِك فِي نَحْره وَأَعُوذ بِك مِنْ شَرّه فَنَزَعَ اللَّه مَا كَانَ فِي قَلْب مُوسَى عَلَيْهِ السَّلَام وَجَعَلَهُ فِي قَلْب فِرْعَوْن فَكَانَ إِذَا رَآهُ بَالَ كَمَا يَبُول الْحِمَار . وَقَوْله تَعَالَى : \" فَذَانِكَ بُرْهَانَانِ مِنْ رَبّك \" يَعْنِي إِلْقَاء الْعَصَا وَجَعْلهَا حَيَّة تَسْعَى وَإِدْخَاله يَده فِي جَيْبه فَتَخْرُج بَيْضَاء مِنْ غَيْر سُوء دَلِيلَانِ قَاطِعَانِ وَاضِحَانِ عَلَى قُدْرَة الْفَاعِل الْمُخْتَار وَصِحَّة نُبُوَّة مَنْ جَرْي هَذَا الْخَارِق عَلَى يَدَيْهِ وَلِهَذَا قَالَ تَعَالَى : \" إِلَى فِرْعَوْن وَمَلَئِهِ \" أَيْ وَقَوْمه مِنْ الرُّؤَسَاء وَالْكُبَرَاء وَالْأَتْبَاع \" إِنَّهُمْ كَانُوا قَوْمًا فَاسْقِينَ \" أَيْ خَارِجِينَ عَنْ طَاعَة اللَّه مُخَالِفِينَ لِأَمْرِهِ وَدِينه .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39711, "aya_id": 32}]