[{"text": "وَأَذِّن فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍ", "sura_id": 22, "type": 0, "id": 2622, "aya_id": 27}, {"text": "و أذن في الناس بالحج يأتوك رجالا وعلى كل ضامر يأتين من كل فج عميق", "sura_id": 22, "type": 1, "id": 8858, "aya_id": 27}, {"text": "27 - (وأذن) ناد (في الناس بالحج) فنادى على جبل أبي قبيس يا أيها الناس إن ربكم بنى بيتا وأوجب عليكم الحج إليه فأجيبوا ربككم والتفت بوجهه يمينا وشمالا وشرقا وغربا فأجابه كل من كتب له أن يحج من أصلاب الرجال وأرحام الأمهات لبيك اللهم لبيك وجواب الأمر (يأتوك رجالا) مشاة جمع راجل كقائم وقيام وركبانا (وعلى كل ضامر) أي بعير مهزول وهو يطلق على الذكر والأنثى (يأتين) أي الضوامر حملا على المعنى (من كل فج عميق) طريد بعيد \r\n", "sura_id": 22, "type": 2, "id": 27566, "aya_id": 27}, {"text": "وأعلِمْ- يا إبراهيم- الناس بوجوب الحج عليهم يأتوك على مختلف أحوالهم مشاةً وركبانًا على كل ضامر من الإبل، وهو: (الخفيف اللحم من السَّيْر والأعمال لا من الهُزال)، يأتين من كل طريق بعيد;\r\n", "sura_id": 22, "type": 3, "id": 33802, "aya_id": 27}, {"text": " <font color=red>وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ</font><BR><p>وَقَوْله \" وَأَذِّنْ فِي النَّاس بِالْحَجِّ \" أَيْ نَادِ فِي النَّاس بِالْحَجِّ دَاعِيًا لَهُمْ إِلَى الْحَجّ إِلَى هَذَا الْبَيْت الَّذِي أَمَرْنَاك بِبِنَائِهِ فَذَكَرَ أَنَّهُ قَالَ يَا رَبّ كَيْف أُبَلِّغ النَّاس وَصَوْتِي لَا يَنْفُذهُمْ فَقَالَ نَادِ وَعَلَيْنَا الْبَلَاغ فَقَامَ عَلَى مَقَامه وَقِيلَ عَلَى الْحِجْر وَقِيلَ عَلَى الصَّفَا وَقِيلَ عَلَى أَبِي قُبَيْس وَقَالَ : يَا أَيّهَا النَّاس إِنَّ رَبّكُمْ قَدْ اِتَّخَذَ بَيْتًا فَحُجُّوهُ فَيُقَال إِنَّ الْجِبَال تَوَاضَعَتْ حَتَّى بَلَغَ الصَّوْت أَرْجَاء الْأَرْض وَأَسْمَعَ مَنْ فِي الْأَرْحَام وَالْأَصْلَاب وَأَجَابَهُ كُلّ شَيْء سَمِعَهُ مِنْ حَجَر وَمَدَر وَشَجَر وَمَنْ كَتَبَ اللَّه أَنَّهُ يَحُجّ إِلَى يَوْم الْقِيَامَة لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ هَذَا مَضْمُون مَا وَرَدَ عَنْ اِبْن عَبَّاس وَمُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَغَيْر وَاحِد مِنْ السَّلَف وَاَللَّه أَعْلَم وَأَوْرَدَهَا اِبْن جَرِير وَابْن أَبِي حَاتِم مُطَوَّلَة وَقَوْله \" يَأْتُوك رِجَالًا وَعَلَى كُلّ ضَامِر \" الْآيَة قَدْ يُسْتَدَلّ بِهَذِهِ الْآيَة مَنْ ذَهَبَ مِنْ الْعُلَمَاء إِلَى أَنَّ الْحَجّ مَاشِيًا لِمَنْ قَدَرَ عَلَيْهِ أَفْضَل مِنْ الْحَجّ رَاكِبًا لِأَنَّهُ قَدَّمَهُمْ فِي الذِّكْر فَدَلَّ عَلَى الِاهْتِمَام بِهِمْ وَقُوَّة هِمَمهمْ وَشِدَّة عَزْمهمْ وَقَالَ وَكِيع عَنْ أَبِي الْعُمَيْس عَنْ أَبِي حَلْحَلَة عَنْ مُحَمَّد بْن كَعْب عَنْ اِبْن عَبَّاس قَالَ شَيْء إِلَّا أَنِّي وَدِدْت أَنِّي كُنْت حَجَجْت مَاشِيًا لِأَنَّ اللَّه يَقُول \" يَأْتُوك رِجَالًا \" وَاَلَّذِي عَلَيْهِ الْأَكْثَرُونَ أَنَّ الْحَجّ رَاكِبًا أَفْضَل اِقْتِدَاء بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنَّهُ حَجّ رَاكِبًا مَعَ كَمَالِ قُوَّته عَلَيْهِ السَّلَام وَقَوْله \" يَأْتِينَ مِنْ كُلّ فَجّ \" يَعْنِي طَرِيق كَمَا قَالَ \" وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا \" وَقَوْله \" عَمِيق \" أَيْ بَعِيد قَالَهُ مُجَاهِد وَعَطَاء وَالسُّدِّيّ وَقَتَادَة وَمُقَاتِل اِبْن حَيَّان وَالثَّوْرِيّ وَغَيْر وَاحِد وَهَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى إِخْبَارًا عَنْ إِبْرَاهِيم حَيْثُ قَالَ فِي دُعَائِهِ \" فَاجْعَلْ أَفْئِدَة مِنْ النَّاس تَهْوِي إِلَيْهِمْ \" فَلَيْسَ أَحَد مِنْ أَهْل الْإِسْلَام إِلَّا وَهُوَ يَحِنّ إِلَى رُؤْيَة الْكَعْبَة وَالطَّوَاف وَالنَّاس يَقْصِدُونَهَا مِنْ سَائِر الْجِهَات وَالْأَقْطَار.</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39048, "aya_id": 27}]