[{"text": "وَلَقَدْ جَاءهُمْ رَسُولٌ مِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَالِمُونَ", "sura_id": 16, "type": 0, "id": 2014, "aya_id": 113}, {"text": "ولقد جاءهم رسول منهم فكذبوه فأخذهم العذاب وهم ظالمون", "sura_id": 16, "type": 1, "id": 8250, "aya_id": 113}, {"text": "113 - (ولقد جاءهم رسول منهم) محمد صلى الله عليه وسلم (فكذبوه فأخذهم العذاب) الجوع والخوف (وهم ظالمون) \r\n", "sura_id": 16, "type": 2, "id": 26958, "aya_id": 113}, {"text": "ولقد أرسل الله إلى أهل \"مكة\" رسولا منهم, هو النبي محمد صلى الله عليه وسلم، يعرفون نسبه وصدقه وأمانته, فلم يقبلوا ما جاءهم به, ولم يصدقوه, فأخذهم العذاب من الشدائد والجوع والخوف, وقَتْل عظمائهم في \"بدر\" وهم ظالمون لأنفسهم بالشرك بالله, والصدِّ عن سبيله.\r\n", "sura_id": 16, "type": 3, "id": 33194, "aya_id": 113}, {"text": " <font color=red>وَلَقَدْ جَاءَهُمْ رَسُولٌ مِنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَالِمُونَ</font><BR><p>وَجَعَلَ كُلّ مَا لَهُمْ فِي دَمَار وَسَفَال حَتَّى فَتَحَهَا اللَّه عَلَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَذَلِكَ بِسَبَبِ صَنِيعهمْ وَبَغْيهمْ وَتَكْذِيبهمْ الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الَّذِي بَعَثَهُ اللَّه فِيهِمْ مِنْهُمْ وَامْتَنَّ بِهِ عَلَيْهِمْ فِي قَوْله \" لَقَدْ مَنَّ اللَّه عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسهمْ \" الْآيَة . وَقَوْله تَعَالَى \" فَاتَّقُوا اللَّه يَا أُولِي الْأَلْبَاب الَّذِينَ آمَنُوا قَدْ أَنْزَلَ اللَّه إِلَيْكُمْ ذِكْرًا رَسُولًا \" الْآيَة وَقَوْله \" كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتنَا وَيُزَكِّيكُمْ وَيُعَلِّمكُمْ الْكِتَاب وَالْحِكْمَة - إِلَى قَوْله - وَلَا تَكْفُرُونَ \" وَكَمَا أَنَّهُ اِنْعَكَسَ عَلَى الْكَافِرِينَ حَالهمْ فَخَافُوا بَعْد الْأَمْن وَجَاعُوا بَعْد الرَّغَد فَبَدَّلَ اللَّه الْمُؤْمِنِينَ مِنْ بَعْد خَوْفهمْ أَمْنًا وَرَزَقَهُمْ بَعْد الْعَيْلَة وَجَعَلَهُمْ أُمَرَاء النَّاس وَحُكَّامهمْ وَسَادَتهمْ وَقَادَتهمْ وَأَئِمَّتهمْ . وَهَذَا الَّذِي قُلْنَاهُ مِنْ أَنَّ هَذَا الْمَثَل ضُرِبَ لِأَهْلِ مَكَّة قَالَهُ الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَإِلَيْهِ ذَهَبَ مُجَاهِد وَقَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَحَكَاهُ مَالِك عَنْ الزُّهْرِيّ رَحِمَهُمْ اللَّه وَقَالَ اِبْن جَرِير حَدَّثَنِي اِبْن عَبْد الرَّحِيم الْبَرْقِيّ حَدَّثَنَا اِبْن أَبِي مَرْيَم حَدَّثَنَا نَافِع بْن يَزِيد حَدَّثَنَا عَبْد الرَّحْمَن بْن شُرَيْح أَنَّ عَبْد الْكَرِيم بْن الْحَارِث الْحَضْرَمِيّ حَدَّثَهُ أَنَّهُ سَمِعَ مِشْرَح بْن هَاعَان يَقُول سَمِعْت سُلَيْم بْن نُمَيْر يَقُول صَدَرْنَا مِنْ الْحَجّ مَعَ حَفْصَة زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعُثْمَان رَضِيَ اللَّه عَنْهُ مَحْصُور بِالْمَدِينَةِ فَكَانَتْ تَسْأَل عَنْهُ مَا فَعَلَ ؟ حَتَّى رَأَتْ رَاكِبَيْنِ فَأَرْسَلَتْ إِلَيْهِمَا تَسْأَلهُمَا فَقَالَا قُتِلَ. فَقَالَتْ حَفْصَة وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّهَا الْقَرْيَة - تَعْنِي الْمَدِينَة - الَّتِي قَالَ اللَّه تَعَالَى \" وَضَرَبَ اللَّه مَثَلًا قَرْيَة كَانَتْ آمِنَة مُطْمَئِنَّة يَأْتِيهَا رِزْقهَا رَغَدًا مِنْ كُلّ مَكَان فَكَفَرَتْ بِأَنْعُمِ اللَّه \" قَالَ اِبْن شُرَيْح وَأَخْبَرَنِي عُبَيْد اللَّه بْن الْمُغِيرَة عَمَّنْ حَدَّثَهُ أَنَّهُ كَانَ يَقُول إِنَّهَا الْمَدِينَة .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38067, "aya_id": 113}]