[{"text": "وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ وَجِئْنَا بِكَ شَهِيدًا عَلَى هَؤُلاء وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ", "sura_id": 16, "type": 0, "id": 1990, "aya_id": 89}, {"text": "ويوم نبعث في كل أمة شهيدا عليهم من أنفسهم وجئنا بك شهيدا على هؤلاء ونزلنا عليك الكتاب تبيانا لكل شيء وهدى ورحمة وبشرى للمسلمين", "sura_id": 16, "type": 1, "id": 8226, "aya_id": 89}, {"text": "89 - واذكر (ويوم نبعث في كل أمة شهيدا عليهم من أنفسهم) هو نبيهم (وجئنا بك) يا محمد (شهيدا على هؤلاء) أي قومك (ونزلنا عليك الكتاب) القرآن (تبيانا) بيانا (لكل شيء) يحتاج إليه الناس من أمر الشريعة (وهدى) من الضلالة (ورحمة وبشرى) بالجنة (للمسلمين) الموحدين \r\n", "sura_id": 16, "type": 2, "id": 26934, "aya_id": 89}, {"text": "واذكر -أيها الرسول- حين نبعث يوم القيامة في كل أمة من الأمم شهيدًا عليهم, هو الرسول الذي بعثه الله إليهم من أنفسهم وبلسانهم, وجئنا بك -أيها الرسول- شهيدًا على أمتك, وقد نَزَّلْنا عليك القرآن توضيحًا لكل أمر يحتاج إلى بيان, كأحكام الحلال والحرام, والثواب والعقاب, وغير ذلك, وليكون هداية من الضلال, ورحمة لمن صدَّق وعمل به, وبشارة طيبة للمؤمنين بحسن مصيرهم.\r\n", "sura_id": 16, "type": 3, "id": 33170, "aya_id": 89}, {"text": " <font color=red>وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِمْ مِنْ أَنْفُسِهِمْ وَجِئْنَا بِكَ شَهِيدًا عَلَى هَؤُلَاءِ وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ</font><BR><p>يَقُول تَعَالَى مُخَاطِبًا عَبْده وَرَسُوله مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَيَوْم نَبْعَث فِي كُلّ أُمَّة شَهِيدًا عَلَيْهِمْ مِنْ أَنْفُسهمْ وَجِئْنَا بِك شَهِيدًا عَلَى هَؤُلَاءِ\" يَعْنِي أُمَّتك . أَيْ اُذْكُرْ ذَلِكَ الْيَوْم وَهَوْلَهُ وَمَا مَنَحَك اللَّه فِيهِ مِنْ الشَّرَف الْعَظِيم وَالْمَقَام الرَّفِيع وَهَذِهِ الْآيَة شَبِيهَة بِالْآيَةِ الَّتِي اِنْتَهَى إِلَيْهَا عَبْد اللَّه بْن مَسْعُود حِين قَرَأَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَدْر سُورَة النِّسَاء فَلَمَّا وَصَلَ إِلَى قَوْله \" فَكَيْف إِذَا جِئْنَا مِنْ كُلّ أُمَّة بِشَهِيدٍ وَجِئْنَا بِك عَلَى هَؤُلَاءِ شَهِيدًا \" فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" حَسْبك \" فَقَالَ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ فَالْتَفَتّ فَإِذَا عَيْنَاهُ تَذْرِقَانِ وَقَوْله \" وَنَزَّلْنَا عَلَيْك الْكِتَاب تِبْيَانًا لِكُلِّ شَيْء \" قَالَ اِبْن مَسْعُود قَدْ بَيَّنَ لَنَا فِي هَذَا الْقُرْآن كُلّ عِلْم وَكُلّ شَيْء وَقَالَ مُجَاهِد كُلّ حَلَال وَكُلّ حَرَام وَقَوْل اِبْن مَسْعُود أَعَمّ وَأَشْمَل فَإِنَّ الْقُرْآن اِشْتَمَلَ عَلَى كُلّ عِلْم نَافِع مِنْ خَبَر مَا سَبَقَ وَعِلْم مَا سَيَأْتِي وَكُلّ حَلَال وَحَرَام وَمَا النَّاس إِلَيْهِ مُحْتَاجُونَ فِي أَمْر دُنْيَاهُمْ وَدِينهمْ وَمَعَاشهمْ وَمَعَادهمْ \" وَهُدًى \" أَيْ لِلْقُلُوبِ \" وَرَحْمَة وَبُشْرَى لِلْمُسْلِمِينَ \" وَقَالَ الْأَوْزَاعِيّ \" وَنَزَّلْنَا عَلَيْك الْكِتَاب تِبْيَانًا لِكُلِّ شَيْء \" أَيْ بِالسُّنَّةِ وَوَجْه اِقْتِرَان قَوْله \" وَنَزَّلْنَا عَلَيْك الْكِتَاب \" مَعَ قَوْله \" وَجِئْنَا بِك شَهِيدًا عَلَى هَؤُلَاءِ \" أَنَّ الْمُرَاد وَاَللَّه أَعْلَم إِنَّ الَّذِي فَرَضَ عَلَيْك تَبْلِيغ الْكِتَاب الَّذِي أَنْزَلَهُ عَلَيْك سَائِلك عَنْ ذَلِكَ يَوْم الْقِيَامَة \" فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ \" \" فَوَرَبِّك لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ \" \" يَوْم يَجْمَع اللَّه الرُّسُل فَيَقُول مَاذَا أُجِبْتُمْ قَالُوا لَا عِلْم لَنَا إِنَّك أَنْتَ عَلَّام الْغُيُوب \" . وَقَالَ تَعَالَى \" إِنَّ الَّذِي فَرَضَ عَلَيْك الْقُرْآن لَرَادّك إِلَى مَعَاد \" أَيْ إِنَّ الَّذِي أَوْجَبَ عَلَيْك تَبْلِيغ الْقُرْآن لَرَادّك إِلَيْهِ وَمُعِيدك يَوْم الْقِيَامَة وَسَائِلك عَنْ أَدَاء مَا فَرَضَ عَلَيْك. هَذَا أَحَد الْأَقْوَال وَهُوَ مُتَّجَه حَسَن .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38166, "aya_id": 89}]