[{"text": "ذَلِكَ أَن لَّمْ يَكُن رَّبُّكَ مُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ", "sura_id": 6, "type": 0, "id": 920, "aya_id": 131}, {"text": "ذلك أن لم يكن ربك مهلك القرى بظلم وأهلها غافلون", "sura_id": 6, "type": 1, "id": 7156, "aya_id": 131}, {"text": "131 - (ذلك) أي إرسال الرسل (أن) اللام مقدرة وهي مخففة أي لأنه (لم يكن ربك مهلك القرى بظلم) منها (وأهلها غافلون) ألم يرسل إليهم رسول يبين لهم \r\n", "sura_id": 6, "type": 2, "id": 25864, "aya_id": 131}, {"text": "إنما أعذرنا إلى الثقلين بإرسال الرسل وإنزال الكتب, لئلا يؤاخَذَ أحد بظلمه, وهو لم تبلغه دعوة, ولكن أعذرنا إلى الأمم, وما عذَّبنا أحدًا إلا بعد إرسال الرسل إليهم.\r\n", "sura_id": 6, "type": 3, "id": 32100, "aya_id": 131}, {"text": " <font color=red>ذَلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ مُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ</font><BR><p>يَقُول تَعَالَى \" ذَلِكَ أَنْ لَمْ يَكُنْ رَبّك مُهْلِك الْقُرَى بِظُلْمٍ وَأَهْلهَا غَافِلُونَ \" أَيْ إِنَّمَا أَعْذَرْنَا إِلَى الثَّقَلَيْنِ بِإِرْسَالِ الرُّسُل وَإِنْزَال الْكُتُب لِئَلَّا يُؤَاخَذ أَحَد بِظُلْمِهِ وَهُوَ لَمْ تَبْلُغهُ دَعْوَة وَلَكِنْ أَعْذَرْنَا إِلَى الْأُمَم وَمَا عَذَّبْنَا أَحَدًا إِلَّا بَعْد إِرْسَال الرُّسُل إِلَيْهِمْ كَمَا قَالَ تَعَالَى \" وَإِنْ مِنْ قَرْيَة إِلَّا خَلَا فِيهَا نَذِير \" وَقَالَ تَعَالَى \" وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا أَنْ اُعْبُدُوا اللَّه وَاجْتَنِبُوا الطَّاغُوت \" كَقَوْلِهِ\" وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَث رَسُولًا \" وَقَالَ تَعَالَى\" كُلَّمَا أُلْقِيَ فِيهَا فَوْج سَأَلَهُمْ خَزَنَتهَا أَلَم يَأْتِكُمْ نَذِير قَالُوا بَلَى قَدْ جَاءَنَا نَذِير فَكَذَّبْنَا \" وَالْآيَات فِي هَذَا كَثِيرَة قَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير وَيَحْتَمِل قَوْله تَعَالَى \" بِظُلْمٍ \" وَجْهَيْنِ : \" أَحَدهمَا \" \" ذَلِكَ \" مِنْ أَجْل \" أَنْ لَمْ يَكُنْ رَبّك مُهْلِك الْقُرَى بِظُلْمٍ \" أَهْلهَا بِالشِّرْكِ وَنَحْوه \" وَهُمْ غَافِلُونَ \" يَقُول إِنْ لَمْ يَكُنْ يُعَاجِلهُمْ بِالْعُقُوبَةِ حَتَّى يَبْعَث إِلَيْهِمْ رَسُولًا يُنَبِّههُمْ عَلَى حُجَج اللَّه عَلَيْهِمْ وَيُنْذِرهُمْ عَذَاب اللَّه يَوْم مَعَادهمْ وَلَمْ يَكُنْ بِاَلَّذِي يُؤَاخِذهُمْ غَفْلَة فَيَقُولُوا مَا جَاءَنَا مِنْ بَشِير وَلَا نَذِير \" وَالْوَجْه الثَّانِي \" \" ذَلِكَ أَنْ لَمْ يَكُنْ رَبّك مُهْلِك الْقُرَى بِظُلْمٍ \" يَقُول لَمْ يَكُنْ رَبّك لِيُهْلِكهُمْ دُون التَّنْبِيه وَالتَّذْكِير بِالرُّسُلِ وَالْآيَات وَالْعِبَر فَيَظْلِمهُمْ بِذَلِكَ وَاَللَّه غَيْر ظَلَّام لِعَبِيدِهِ ثُمَّ شَرَعَ يُرَجِّح الْوَجْه الْأَوَّل وَلَا شَكَّ أَنَّهُ أَقْوَى وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42112, "aya_id": 131}]