[{"text": "وَأَنكِحُوا الْأَيَامَى مِنكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِن يَكُونُوا فُقَرَاء يُغْنِهِمُ اللَّهُ مِن فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ", "sura_id": 24, "type": 0, "id": 2823, "aya_id": 32}, {"text": "وأنكحوا الأيامى منكم والصالحين من عبادكم وإمائكم إن يكونوا فقراء يغنهم الله من فضله والله واسع عليم", "sura_id": 24, "type": 1, "id": 9059, "aya_id": 32}, {"text": "32 - (وأنكحوا الأيامى منكم) جمع أيم وهي من ليس لها زوج بكرا كانت أو ثيبا ومن ليس له زوج وهذا في الأحرار والحرائر (والصالحين) المؤمنين (من عبادكم وإمائكم) وعباد من جموع عبد (إن يكونوا) أي الأحرار (فقراء يغنهم الله) بالتزوج (من فضله والله واسع) لخلقه (عليم) بهم \r\n", "sura_id": 24, "type": 2, "id": 27767, "aya_id": 32}, {"text": "وزوِّجوا- أيها المؤمنون- مَن لا زوج له من الأحرار والحرائر والصالحين مِن عبيدكم وجواريكم، إن يكن الراغب في الزواج للعفة فقيرًا يغنه الله من واسع رزقه. والله واسع كثير الخير عظيم الفضل، عليم بأحوال عباده.\r\n", "sura_id": 24, "type": 3, "id": 34003, "aya_id": 32}, {"text": " <font color=red>وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ</font><BR><p>اِشْتَمَلَتْ هَذِهِ الْآيَات الْكَرِيمَات الْمُبِينَة عَلَى جُمَل مِنْ الْأَحْكَام الْمُحْكَمَة وَالْأَوَامِر الْمُبْرَمَة فَقَوْله تَعَالَى \" وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ\" إِلَى آخِره هَذَا أَمْر بِالتَّزْوِيجِ . وَقَدْ ذَهَبَ طَائِفَة مِنْ الْعُلَمَاء إِلَى وُجُوبه عَلَى كُلّ مَنْ قَدَرَ عَلَيْهِ وَاحْتَجُّوا بِظَاهِرِ قَوْله \" عَلَيْهِ السَّلَام \" يَا مَعْشَر الشَّبَاب مَنْ اِسْتَطَاعَ مِنْكُمْ الْبَاءَة فَلْيَتَزَوَّجْ فَإِنَّهُ أَغَضّ لِلْبَصَرِ وَأَحْصَن لِلْفَرْجِ وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وِجَاء \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث اِبْن مَسْعُود وَقَدْ جَاءَ فِي السُّنَن مِنْ غَيْر وَجْه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" تَزَوَّجُوا الْوَلُود تَنَاسَلُوا فَإِنِّي مُبَاهٍ بِكُمْ الْأُمَم يَوْم الْقِيَامَة \" وَفِي رِوَايَة \" حَتَّى بِالسِّقْطِ \" الْأَيَامَى جَمْع أَيِّم وَيُقَال ذَلِكَ لِلْمَرْأَةِ الَّتِي لَا زَوْج لَهَا وَلِلرَّجُلِ الَّذِي لَا زَوْجَة لَهُ وَسَوَاء كَانَ قَدْ تَزَوَّجَ ثُمَّ فَارَقَ أَوْ لَمْ يَتَزَوَّج وَاحِد مِنْهُمَا حَكَاهُ الْجَوْهَرِيّ عَنْ أَهْل اللُّغَة يُقَال رَجُل أَيِّم وَامْرَأَة أَيِّم . وَقَوْله تَعَالَى \" إِنْ يَكُونُوا فُقَرَاء يُغْنِهِمْ اللَّه مِنْ فَضْله \" الْآيَة قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَغَّبَهُمْ اللَّه فِي التَّزْوِيج وَأَمَرَ بِهِ الْأَحْرَار وَالْعَبِيد وَوَعَدَهُمْ عَلَيْهِ الْغِنَى فَقَالَ : \" إِنْ يَكُونُوا فُقَرَاء يُغْنِهِمْ اللَّه مِنْ فَضْله\" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مَحْمُود بْن خَالِد الْأَزْرَق حَدَّثَنَا عُمَر بْن عَبْد الْوَاحِد عَنْ سَعِيد - يَعْنِي اِبْن عَبْد الْعَزِيز - قَالَ بَلَغَنِي أَنَّ أَبَا بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ قَالَ : أَطِيعُوا اللَّه فِيمَا أَمَرَكُمْ بِهِ مِنْ النِّكَاح يُنْجِز لَكُمْ مَا وَعَدَكُمْ مِنْ الْغِنَى قَالَ تَعَالَى : \" إِنْ يَكُونُوا فُقَرَاء يُغْنِهِمْ اللَّه مِنْ فَضْله\" وَعَنْ اِبْن مَسْعُود اِلْتَمِسُوا الْغِنَى فِي النِّكَاح . يَقُول اللَّه تَعَالَى \" إِنْ يَكُونُوا فُقَرَاء يُغْنِهِمْ اللَّه مِنْ فَضْله\" رَوَاهُ اِبْن جَرِير وَذَكَرَ الْبَغَوِيّ عَنْ عُمَر نَحْوه . وَعَنْ اللَّيْث عَنْ مُحَمَّد بْن عَجْلَان عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثَلَاثَة حَقَّ عَلَى اللَّه عَوْنهمْ النَّاكِح يُرِيد الْعَفَاف وَالْمُكَاتَب يُرِيد الْأَدَاء وَالْغَازِي فِي سَبِيل اللَّه \" رَوَاهُ الْإِمَام أَحْمَد وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ وَقَدْ زَوَّجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَلِكَ الرَّجُل الَّذِي لَمْ يَجِد عَلَيْهِ إِلَّا إِزَاره وَلَمْ يَقْدِر عَلَى خَاتَم مِنْ حَدِيد وَمَعَ هَذَا فَزَوَّجَهُ بِتِلْكَ الْمَرْأَة وَجَعَلَ صَدَاقهَا عَلَيْهِ أَنْ يُعَلِّمهَا مَا مَعَهُ مِنْ الْقُرْآن . وَالْمَعْهُود مِنْ كَرَم اللَّه تَعَالَى وَلُطْفه أَنْ يَرْزُقهُ مَا فِيهِ كِفَايَة لَهَا وَلَهُ وَأَمَّا مَا يُورِدهُ كَثِير مِنْ النَّاس عَلَى أَنَّهُ حَدِيث \" تَزَوَّجُوا فُقَرَاء يُغْنِكُمْ اللَّه \" فَلَا أَصْل لَهُ وَلَمْ أَرَهُ بِإِسْنَادٍ قَوِيّ وَلَا ضَعِيف إِلَى الْآن وَفِي الْقُرْآن غُنْيَة عَنْهُ وَكَذَا هَذِهِ الْأَحَادِيث الَّتِي أَوْرَدْنَاهَا وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39250, "aya_id": 32}]