[{"text": "وَإِذَآ أُنزِلَتْ سُورَةٌ أَنْ آمِنُواْ بِاللّهِ وَجَاهِدُواْ مَعَ رَسُولِهِ اسْتَأْذَنَكَ أُوْلُواْ الطَّوْلِ مِنْهُمْ وَقَالُواْ ذَرْنَا نَكُن مَّعَ الْقَاعِدِينَ", "sura_id": 9, "type": 0, "id": 1321, "aya_id": 86}, {"text": "وإذا أنزلت سورة أن آمنوا بالله وجاهدوا مع رسوله استأذنك أولو الطول منهم وقالوا ذرنا نكن مع القاعدين", "sura_id": 9, "type": 1, "id": 7557, "aya_id": 86}, {"text": "86 - (وإذا أنزلت سورة) أي طائفة من القرآن (أن) أي بأن (آمنوا بالله وجاهدوا مع رسوله استأذنك أولوا الطول) ذوو الغنى (منهم وقالوا ذرنا نكن مع القاعدين) \r\n", "sura_id": 9, "type": 2, "id": 26265, "aya_id": 86}, {"text": "وإذا أنزلت سورة على محمد صلى الله عليه ولم تأمر بالإيمان بالله والإخلاص له والجهاد مع رسول الله, طلب الإذن منك -أيها الرسول- أولو اليسار من المنافقين, وقالوا: اتركنا مع القاعدين العاجزين عن الخروج.\r\n", "sura_id": 9, "type": 3, "id": 32501, "aya_id": 86}, {"text": " <font color=red>وَإِذَا أُنْزِلَتْ سُورَةٌ أَنْ آمِنُوا بِاللَّهِ وَجَاهِدُوا مَعَ رَسُولِهِ اسْتَأْذَنَكَ أُولُو الطَّوْلِ مِنْهُمْ وَقَالُوا ذَرْنَا نَكُنْ مَعَ الْقَاعِدِينَ</font><BR><p>يَقُول تَعَالَى مُنْكِرًا وَذَامًّا لِلْمُتَخَلِّفِينَ عَنْ الْجِهَاد النَّاكِلِينَ عَنْهُ مَعَ الْقُدْرَة عَلَيْهِ وَوُجُود السَّعَة وَالطَّوْل وَاسْتَأْذَنُوا الرَّسُول فِي الْقُعُود وَقَالُوا ذَرْنَا نَكُنْ مَعَ الْقَاعِدِينَ . وَرَضُوا لِأَنْفُسِهِمْ بِالْعَارِ وَالْقُعُود فِي الْبَلَد مَعَ النِّسَاء وَهُنَّ الْخَوَالِف بَعْد خُرُوج الْجَيْش فَإِذَا وَقَعَ الْحَرْب كَانُوا أَجْبَن النَّاس وَإِذَا كَانَ أَمْن كَانُوا أَكْثَر النَّاس كَلَامًا كَمَا قَالَ تَعَالَى عَنْهُمْ فِي الْآيَة الْأُخْرَى \" فَإِذَا جَاءَ الْخَوْف رَأَيْتهمْ يَنْظُرُونَ إِلَيْك تَدُور أَعْيُنهمْ كَاَلَّذِي يُغْشَى عَلَيْهِ مِنْ الْمَوْت فَإِذَا ذَهَبَ الْخَوْف سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَاد \" . أَيْ عَلَتْ أَلْسِنَتهمْ بِالْكَلَامِ الْحَادّ الْقَوِيّ فِي الْأَمْن وَفِي الْحَرْب أَجْبَن شَيْء وَكَمَا قَالَ الشَّاعِر : أَفِي السِّلْم أَعْيَار جَفَاء وَغِلْظَة وَفِي الْحَرْب أَشْبَاه النِّسَاء الْفَوَارِك ؟ وَقَالَ تَعَالَى فِي الْآيَة الْأُخْرَى \" وَيَقُول الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَة فَإِذَا أُنْزِلَتْ سُورَة مُحْكَمَة وَذُكِرَ فِيهَا الْقِتَال رَأَيْت الَّذِينَ فِي قُلُوبهمْ مَرَض يَنْظُرُونَ إِلَيْك نَظَر الْمَغْشِيّ عَلَيْهِ مِنْ الْمَوْت فَأَوْلَى لَهُمْ طَاعَة وَقَوْل مَعْرُوف فَإِذَا عَزَمَ الْأَمْر فَلَوْ صَدَقُوا اللَّه لَكَانَ خَيْرًا لَهُمْ \" الْآيَة .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43508, "aya_id": 86}]