[{"text": "وَمِنَ الَّذِينَ قَالُواْ إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُواْ حَظًّا مِّمَّا ذُكِّرُواْ بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاء إِلَى يَوْمِ الْقِيَامَةِ وَسَوْفَ يُنَبِّئُهُمُ اللّهُ بِمَا كَانُواْ يَصْنَعُونَ", "sura_id": 5, "type": 0, "id": 683, "aya_id": 14}, {"text": "ومن الذين قالوا إنا نصارى أخذنا ميثاقهم فنسوا حظا مما ذكروا به فأغرينا بينهم العداوة والبغضاء إلى يوم القيامة وسوف ينبئهم الله بما كانوا يصنعون", "sura_id": 5, "type": 1, "id": 6919, "aya_id": 14}, {"text": "14 - (ومن الذين قالوا إنا نصارى) متعلق بقوله (أخذنا ميثاقهم) كما أخذنا على بني إسرائيل اليهود (فنسوا حظا مما ذكروا به) في الإنجيل من الإيمان وغيره ونقضوا الميثاق (فأغرينا) أوقعنا (بينهم العداوة والبغضاء إلى يوم القيامة) بتفرقهم واختلاف أهوائهم فكل فرقة تكفر الأخرى (وسوف ينبئهم الله) في الآخرة (بما كانوا يصنعون) فيجازيهم عليه \r\n", "sura_id": 5, "type": 2, "id": 25627, "aya_id": 14}, {"text": "وأخذنا على الذين ادَّعوا أنهم أتباع المسيح عيسى -وليسوا كذلك- العهد المؤكد الذي أخذناه على بني إسرائيل: بأن يُتابعوا رسولهم وينصروه ويؤازروه, فبدَّلوا دينهم, وتركوا نصيبًا مما ذكروا به, فلم يعملوا به, كما صنع اليهود, فألقينا بينهم العداوة والبغضاء إلى يوم القيامة, وسوف ينبئهم الله بما كانوا يصنعون يوم الحساب, وسيعاقبهم على صنيعهم.\r\n", "sura_id": 5, "type": 3, "id": 31863, "aya_id": 14}, {"text": " <font color=red>وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِمَا كَانُوا يَصْنَعُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَمِنْ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقهمْ \" أَيْ وَمِنْ الَّذِينَ اِدَّعَوْا لِأَنْفُسِهِمْ أَنَّهُمْ نَصَارَى مُتَابِعُونَ الْمَسِيحَ اِبْنَ مَرْيَمَ عَلَيْهِ السَّلَام وَلَيْسُوا كَذَلِكَ أَخَذْنَا عَلَيْهِمْ الْعُهُود وَالْمَوَاثِيق عَلَى مُتَابَعَة الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمُنَاصَرَته وَمُؤَازَرَته وَاقْتِفَاء آثَاره وَعَلَى الْإِيمَان بِكُلِّ نَبِيّ يُرْسِلهُ اللَّه إِلَى أَهْل الْأَرْض فَفَعَلُوا كَمَا فَعَلَ الْيَهُود خَالَفُوا الْمَوَاثِيق وَنَقَضُوا الْعُهُود وَلِهَذَا قَالَ تَعَالَى\" فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنهمْ الْعَدَاوَة وَالْبَغْضَاء إِلَى يَوْم الْقِيَامَة \" أَيْ فَأَلْقَيْنَا بَيْنهمْ الْعَدَاوَة وَالْبَغْضَاء لِبَعْضِهِمْ بَعْضًا وَلَا يَزَالُونَ كَذَلِكَ إِلَى قِيَام السَّاعَة وَلِذَلِكَ طَوَائِف النَّصَارَى عَلَى اِخْتِلَاف أَجْنَاسهمْ لَا يَزَالُونَ مُتَبَاغِضِينَ مُتَعَادِينَ يُكَفِّر بَعْضهمْ بَعْضًا وَيَلْعَن بَعْضهمْ بَعْضًا فَكُلّ فِرْقَة تُحَرِّم الْأُخْرَى وَلَا تَدَعُهَا تَلِجُ مَعْبَدَهَا فَالْمَلَكِيَّةُ تُكَفِّرُ الْيَعْقُوبِيَّةَ وَكَذَلِكَ الْآخَرُونَ وَكَذَلِكَ النَّسْطُورِيَّةُ والآريوسية كُلّ طَائِفَة تُكَفِّر الْأُخْرَى فِي هَذِهِ الدُّنْيَا وَيَوْم يَقُوم الْأَشْهَاد ثُمَّ قَالَ \" وَسَوْفَ يُنَبِّئهُمْ اللَّه بِمَا كَانُوا يَصْنَعُونَ \" وَهَذَا تَهْدِيد وَوَعِيد أَكِيد لِلنَّصَارَى عَلَى مَا اِرْتَكَبُوهُ مِنْ الْكَذِب عَلَى اللَّه وَرَسُوله وَمَا نَسَبُوهُ إِلَى الرَّبّ عَزَّ وَجَلَّ وَتَعَالَى وَتَقَدَّسَ عَنْ قَوْلهمْ عُلُوًّا كَبِيرًا مِنْ جَعْلِهِمْ لَهُ صَاحِبَةً وَوَلَدًا تَعَالَى الْوَاحِدُ الْأَحَدُ الْفَرْدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41463, "aya_id": 14}]