[{"text": "قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُواْ بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلاَ تَقْتُلُواْ أَوْلاَدَكُم مِّنْ إمْلاَقٍ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلاَ تَقْرَبُواْ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلاَ تَقْتُلُواْ النَّفْسَ الَّتِي حَرَّمَ اللّهُ إِلاَّ بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ", "sura_id": 6, "type": 0, "id": 940, "aya_id": 151}, {"text": "قل تعالوا أتل ما حرم ربكم عليكم ألا تشركوا به شيئا وبالوالدين إحسانا ولا تقتلوا أولادكم من إملاق نحن نرزقكم وإياهم ولا تقربوا الفواحش ما ظهر منها وما بطن ولا تقتلوا النفس التي حرم الله إلا بالحق ذلكم وصاكم به لعلكم تعقلون", "sura_id": 6, "type": 1, "id": 7176, "aya_id": 151}, {"text": "151 - (قل تعالوا أتل) أقرأ (ما حرم ربكم عليكم أ) ن مفسرة (لا تشركوا به شيئا و) أحسنوا (بالوالدين إحسانا ولا تقتلوا أولادكم) بالوأد (من) أجل (إملاق) فقر تخافونه (نحن نرزقكم وإياهم ولا تقربوا الفواحش) الكبائر كالزنا (ما ظهر منها وما بطن) أي علانيتها وسرها (ولا تقتلوا النفس التي حرم الله إلا بالحق) كالقود وحد الردة ورجم المحصن (ذلكم) المذكور (وصاكم به لعلكم تعقلون) تتدبرون \r\n", "sura_id": 6, "type": 2, "id": 25884, "aya_id": 151}, {"text": "قل -أيها الرسول- لهم: تعالوا أتل ما حرم ربكم عليكم: أن لا تشركوا معه شيئًا من مخلوقاته في عبادته, بل اصرفوا جميع أنواع العبادة له وحده, كالخوف والرجاء والدعاء, وغير ذلك, وأن تحسنوا إلى الوالدين بالبر والدعاء ونحو ذلك من الإحسان, ولا تقتلوا أولادكم مِن أجل فقر نزل بكم; فإن الله يرزقكم وإياهم, ولا تقربوا ما كان ظاهرًا من كبير الآثام, وما كان خفيًّا, ولا تقتلوا النفس التي حرم الله قتلها إلا بالحق, وذلك في حال القصاص من القاتل أو الزنى بعد الإحصان أو الردة عن الإسلام, ذلكم المذكور مما نهاكم الله عنه, وعهد إليكم باجتنابه, ومما أمركم به, وصَّاكم به ربكم; لعلكم تعقلون أوامره ونواهيه.\r\n", "sura_id": 6, "type": 3, "id": 32120, "aya_id": 151}, {"text": " <font color=red>قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ</font><BR><p>قَالَ دَاوُد الْأَوْدِيّ عَنْ الشَّعْبِيّ عَنْ عَلْقَمَة عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : مَنْ أَرَادَ أَنْ يَنْظُر إِلَى وَصِيَّة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الَّتِي عَلَيْهَا خَاتَمه فَلْيَقْرَأْ هَؤُلَاءِ الْآيَات \" قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا - إِلَى قَوْله - لَعَلَّكُمْ تَتَّقُونَ \" وَقَالَ الْحَاكِم فِي مُسْتَدْرَكه : حَدَّثَنَا بَكْر بْن مُحَمَّد الصَّيْرَفِيّ عَنْ عُرْوَة حَدَّثَنَا عَبْد الصَّمَد بْن الْفَضْل حَدَّثَنَا مَالِك بْن إِسْمَاعِيل الْمَهْدِيّ حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ عَبْد اللَّه بْن خَلِيفَة قَالَ : سَمِعْت اِبْن عَبَّاس يَقُول فِي الْأَنْعَام آيَات مُحْكَمَات هُنَّ أُمّ الْكِتَاب ثُمَّ قَرَأَ \" قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبّكُمْ عَلَيْكُمْ \" الْآيَات ثُمَّ قَالَ الْحَاكِم : صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ قُلْت وَرَوَاهُ زُهَيْر وَقَيْس بْن الرَّبِيع كِلَاهُمَا عَنْ أَبِي إِسْحَاق عَنْ عَبْد اللَّه بْن قَيْس عَنْ اِبْن عَبَّاس بِهِ وَاَللَّه أَعْلَم . وَرَوَى الْحَاكِم أَيْضًا فِي مُسْنَده مِنْ حَدِيث يَزِيد بْن هَارُون عَنْ سُفْيَان بْن حُسَيْن عَنْ الزُّهْرِيّ عَنْ أَبِي إِدْرِيس عَنْ عُبَادَة بْن الصَّامِت قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيّكُمْ يُبَايِعنِي عَلَى ثَلَاث ثُمَّ تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبّكُمْ عَلَيْكُمْ \" حَتَّى فَرَغَ مِنْ الْآيَات فَمَنْ وَفَى فَأَجْره عَلَى اللَّه وَمَنْ اِنْتَقَضَ مِنْهُنَّ شَيْئًا فَأَدْرَكَهُ اللَّه بِهِ فِي الدُّنْيَا كَانَتْ عُقُوبَته وَمَنْ أَخَّرَ إِلَى الْآخِرَة فَأَمْره إِلَى اللَّه إِنْ شَاءَ عَذَّبَهُ وَإِنْ شَاءَ عَفَا عَنْهُ ثُمَّ قَالَ صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ وَإِنَّمَا اِتَّفَقَا عَلَى حَدِيث الزُّهْرِيّ عَنْ أَبِي إِدْرِيس عَنْ أَبِي عُبَادَة بَايِعُونِي عَلَى أَنْ لَا تُشْرِكُوا بِاَللَّهِ شَيْئًا الْحَدِيث وَقَدْ رَوَى سُفْيَان بْن حُسَيْن كِلَا الْحَدِيثَيْنِ فَلَا يَنْبَغِي أَنْ يُنْسَب إِلَى الْوَهْم فِي أَحَد الْحَدِيثَيْنِ إِذَا جَمَعَ بَيْنهمَا وَاَللَّه أَعْلَم. وَأَمَّا تَفْسِيرهَا فَيَقُول تَعَالَى لِنَبِيِّهِ وَرَسُوله مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : قُلْ يَا مُحَمَّد لِهَؤُلَاءِ الْمُشْرِكِينَ الَّذِينَ عَبَدُوا غَيْر اللَّه وَحَرَّمُوا مَا رَزَقَهُمْ اللَّه وَقَتَلُوا أَوْلَادهمْ وَكُلّ ذَلِكَ فَعَلُوهُ بِآرَائِهِمْ وَتَسْوِيل الشَّيَاطِين لَهُمْ \" قُلْ \" لَهُمْ \" تَعَالَوْا \" أَيْ هَلُمُّوا وَأَقْبِلُوا \" أَتْلُ مَا حَرَّمَ رَبّكُمْ عَلَيْكُمْ \" أَيْ أَقُصّ عَلَيْكُمْ وَأُخْبِركُمْ بِمَا حَرَّمَ رَبّكُمْ عَلَيْكُمْ حَقًّا لَا تَخَرُّصًا وَلَا ظَنًّا بَلْ وَحْيًا مِنْهُ وَأَمْرًا مِنْ عِنْده\" أَلَّا تُشْرِكُوا بِهِ شَيْئًا \" وَكَأَنَّ فِي الْكَلَام مَحْذُوفًا دَلَّ عَلَيْهِ السِّيَاق وَتَقْدِيره وَأَوْصَاكُمْ \" أَلَّا تُشْرِكُوا شَيْئًا \" وَلِهَذَا قَالَ فِي آخِر الْآيَة \" ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ \" وَكَمَا قَالَ الشَّاعِر : حَجَّ وَأَوْصَى بِسُلَيْمَى الْأَعْبُدَا أَنْ لَا تُرَى وَلَا تُكَلِّم أَحَدَا وَلَا يَزَلْ شَرَابُهَا مُبَرَّدًا وَتَقُول الْعَرَب أَمَرْتُك أَنْ لَا تَقُوم وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَتَانِي جِبْرِيل فَبَشَّرَنِي أَنَّهُ مَنْ مَاتَ لَا يُشْرِك بِاَللَّهِ شَيْئًا مِنْ أُمَّتك دَخَلَ الْجَنَّة قُلْت وَإِنْ زَنَى وَإِنْ سَرَقَ ؟ قَالَ وَإِنْ زَنَى وَإِنْ سَرَقَ قُلْت وَإِنْ زَنَى وَإِنْ سَرَقَ ؟ قَالَ وَإِنْ زَنَى وَإِنْ سَرَقَ قُلْت وَإِنْ زَنَى وَإِنْ سَرَقَ ؟ قَالَ وَإِنْ زَنَى وَإِنْ سَرَقَ وَإِنْ شَرِبَ الْخَمْر وَفِي بَعْض الرِّوَايَات أَنَّ قَائِل ذَلِكَ هُوَ أَبُو ذَرّ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام قَالَ فِي الثَّالِثَة وَإِنْ رَغِمَ أَنْف أَبِي ذَرّ فَكَانَ أَبُو ذَرّ يَقُول بَعْد تَمَام الْحَدِيث وَإِنْ رَغِمَ أَنْف أَبِي ذَرّ وَفِي بَعْض الْمَسَانِيد وَالسُّنَن عَنْ أَبِي ذَرّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول اللَّه تَعَالَى\" يَا اِبْن آدَم إِنَّك مَا دَعَوْتنِي وَرَجَوْتنِي فَإِنِّي أَغْفِر لَك عَلَى مَا كَانَ مِنْك وَلَا أُبَالِي وَلَوْ أَتَيْتنِي بِقُرَابِ الْأَرْض خَطِيئَة أَتَيْتُك بِقُرَابِهَا مَغْفِرَة مَا لَمْ تُشْرِك بِي شَيْئًا وَإِنْ أَخْطَأْت حَتَّى تَبْلُغ خَطَايَاك عَنَان السَّمَاء ثُمَّ اِسْتَغْفَرْتنِي غَفَرْت لَك \" وَلِهَذَا شَاهِد فِي الْقُرْآن قَالَ اللَّه تَعَالَى \" إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرَك بِهِ وَيَغْفِر مَا دُون ذَلِكَ لِمَنْ يَشَاء \" وَفِي صَحِيح مُسْلِم عَنْ اِبْن مَسْعُود مَنْ مَاتَ لَا يُشْرِك بِاَللَّهِ شَيْئًا دَخَلَ الْجَنَّة وَالْآيَات وَالْأَحَادِيث فِي هَذَا كَثِيرَة جِدًّا وَرَوَى اِبْن مَرْدُوَيْهِ مِنْ حَدِيث عُبَادَة وَأَبِي الدَّرْدَاء لَا تُشْرِكُوا بِاَللَّهِ شَيْئًا وَإِنْ قُطِعْتُمْ أَوْ صُلِبْتُمْ أَوْ حُرِقْتُمْ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا مُحَمَّد بْن عَوْف الْحِمْصِيّ حَدَّثَنَا اِبْن أَبِي مَرْيَم حَدَّثَنَا نَافِع بْن يَزِيد حَدَّثَنِي سَيَّار بْن عَبْد الرَّحْمَن عَنْ يَزِيد بْن قوذر عَنْ سَلَمَة بْن شُرَيْح عَنْ عُبَادَة بْن الصَّامِت قَالَ : أَوْصَانَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِسَبْعِ خِصَال أَلَّا تُشْرِكُوا بِاَللَّهِ شَيْئًا وَإِنْ حُرِقْتُمْ وَقُطِعْتُمْ وَصُلِبْتُمْ رَوَاهُ اِبْن أَبِي حَاتِم وَقَوْله تَعَالَى \" وَبِالْوَالِدَيْنِ إِحْسَانًا\" أَيْ وَأَوْصَاكُمْ وَأَمَرَكُمْ بِالْوَالِدَيْنِ إِحْسَانًا أَيْ أَنْ تُحْسِنُوا إِلَيْهِمْ كَمَا قَالَ تَعَالَى \" وَقَضَى رَبّك أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا \" وَقَرَأَ بَعْضهمْ وَوَصَّى رَبّك أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا أَيْ أَحْسِنُوا إِلَيْهِمْ وَاَللَّه تَعَالَى كَثِيرًا مَا يَقْرِن بَيْن طَاعَته وَبِرّ الْوَالِدَيْنِ كَمَا قَالَ \" أَنْ اُشْكُرْ لِي وَلِوَالِدَيْك إِلَيَّ الْمَصِير وَإِنْ جَاهَدَاك عَلَى أَنْ تُشْرِك بِي مَا لَيْسَ لَك بِهِ عِلْم فَلَا تُطِعْهُمَا وَصَاحِبهمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيل مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعكُمْ فَأُنَبِّئكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ \" فَأَمَرَ بِالْإِحْسَانِ إِلَيْهِمَا وَإِنْ كَانَا مُشْرِكَيْنِ بِحَسْبِهِمَا وَقَالَ تَعَالَى \" وَإِذْ أَخَذْنَا مِيثَاق بَنِي إِسْرَائِيل لَا تَعْبُدُونَ إِلَّا اللَّه وَبِالْوَالِدَيْنِ إِحْسَانًا \" الْآيَة وَالْآيَات فِي هَذَا كَثِيرَة وَفِي الصَّحِيحَيْنِ عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : سَأَلْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيّ الْعَمَل أَفْضَل ؟ قَالَ الصَّلَاة عَلَى وَقْتهَا قُلْت ثُمَّ أَيّ ؟ قُلْ بِرّ الْوَالِدَيْنِ قُلْت ثُمَّ أَيّ ؟ قَالَ الْجِهَاد فِي سَبِيل اللَّه قَالَ اِبْن مَسْعُود : حَدَّثَنِي بِهِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَوْ اِسْتَزَدْته لَزَادَنِي وَرَوَى الْحَافِظ أَبُو بَكْر بْن مَرْدُوَيْهِ بِسَنَدِهِ عَنْ أَبِي الدَّرْدَاء وَعَنْ عُبَادَة بْن الصَّامِت كُلّ مِنْهُمَا يَقُول أَوْصَانِي خَلِيلِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَطِعْ وَالِدَيْك وَإِنْ أَمَرَاك أَنْ تَخْرُج لَهُمَا مِنْ الدُّنْيَا فَافْعَلْ وَلَكِنْ فِي إِسْنَادَيْهِمَا ضَعْف وَاَللَّه أَعْلَم . وَقَوْله تَعَالَى \" وَلَا تَقْتُلُوا أَوْلَادكُمْ مِنْ إِمْلَاق نَحْنُ نَرْزُقكُمْ وَإِيَّاهُمْ \" لَمَّا أَوْصَى تَعَالَى بِالْوَالِدَيْنِ وَالْأَجْدَاد عَطَفَ عَلَى ذَلِكَ الْإِحْسَان إِلَى الْأَبْنَاء وَالْأَحْفَاد فَقَالَ تَعَالَى \" وَلَا تَقْتُلُوا أَوْلَادكُمْ مِنْ إِمْلَاق \" وَذَلِكَ أَنَّهُمْ كَانُوا يَقْتُلُونَ أَوْلَادهمْ كَمَا سَوَّلَتْ لَهُمْ الشَّيَاطِين ذَلِكَ فَكَانُوا يَئِدُونَ الْبَنَات خَشْيَة الْعَار وَرُبَّمَا قَتَلُوا بَعْض الذُّكُور خَشْيَة الِافْتِقَار وَلِهَذَا وَرَدَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث عَبْد اللَّه بْن مَسْعُود رَضِيَ اللَّه عَنْهُ أَنَّهُ سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ أَيّ الذَّنْب أَعْظَم ؟ قَالَ أَنْ تَجْعَل لِلَّهِ نِدًّا وَهُوَ خَلَقَك قُلْت ثُمَّ أَيّ ؟ قَالَ أَنْ تَقْتُل وَلَدَك خَشْيَة أَنْ يُطْعَم مَعَك قُلْت ثُمَّ أَيّ ؟ قَالَ أَنْ تُزَانِي حَلِيلَة جَارك ثُمَّ تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَاَلَّذِينَ لَا يَدْعُونَ مَعَ اللَّه إِلَهًا آخَر وَلَا يَقْتُلُونَ النَّفْس الَّتِي حَرَّمَ اللَّه إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ \" الْآيَة وَقَوْله تَعَالَى\" مِنْ إِمْلَاق \" قَالَ اِبْن عَبَّاس وَقَتَادَة وَالسُّدِّيّ وَغَيْره : هُوَ الْفَقْر أَيْ وَلَا تَقْتُلُوهُمْ مِنْ فَقْركُمْ الْحَاصِل. وَقَالَ فِي سُورَة الْإِسْرَاء \" وَلَا تَقْتُلُوا أَوْلَادكُمْ خَشْيَة إِمْلَاق \" أَيْ لَا تَقْتُلُوهُمْ خَوْفًا مِنْ الْفَقْر فِي الْآجِل وَلِهَذَا قَالَ هُنَاكَ \" نَحْنُ نَرْزُقهُمْ وَإِيَّاكُمْ \" فَبَدَأَ بِرِزْقِهِمْ لِلِاهْتِمَامِ بِهِمْ أَيْ لَا تَخَافُوا مِنْ فَقْركُمْ بِسَبَبِ رِزْقهمْ فَهُوَ عَلَى اللَّه وَأَمَّا هُنَا فَلَمَّا كَانَ الْفَقْر حَاصِلًا قَالَ \" نَحْنُ نَرْزُقكُمْ وَإِيَّاهُمْ \" لِأَنَّهُ الْأَهَمّ هَهُنَا وَاَللَّه أَعْلَم وَقَوْله تَعَالَى \" وَلَا تَقْرَبُوا الْفَوَاحِش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ \" كَقَوْلِهِ تَعَالَى\" قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْم وَالْبَغْي بِغَيْرِ الْحَقّ وَأَنْ تُشْرِكُوا بِاَللَّهِ مَا لَمْ يُنَزِّل بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّه مَا لَا تَعْلَمُونَ \" وَقَدْ تَقَدَّمَ تَفْسِيرهَا فِي قَوْله تَعَالَى\" وَذَرُوا ظَاهِر الْإِثْم وَبَاطِنه \" وَفِي الصَّحِيحَيْنِ عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا أَحَد أَغْيَر مِنْ اللَّه مِنْ أَجْل ذَلِكَ حَرَّمَ الْفَوَاحِش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَقَالَ عَبْد الْمَلِك بْن عُمَيْر عَنْ وَرَّاد عَنْ مَوْلَاهُ الْمُغِيرَة قَالَ : قَالَ سَعْد بْن عُبَادَة لَوْ رَأَيْت مَعَ اِمْرَأَتِي رَجُلًا لَضَرَبْته بِالسَّيْفِ غَيْر مُصَفَّح فَبَلَغَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَتَعْجَبُونَ مِنْ غَيْرَة سَعْد ؟ فَوَاَللَّهِ لَأَنَا أَغْيَر مِنْ سَعْد وَاَللَّه أَغْيَر مِنِّي مِنْ أَجْل ذَلِكَ حَرَّمَ الْفَوَاحِش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ أَخْرَجَاهُ وَقَالَ كَامِل أَبُو الْعَلَاء عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قِيلَ يَا رَسُول اللَّه إِنَّا نَغَار قَالَ وَاَللَّه إِنِّي لَأَغَار وَاَللَّه أَغْيَر مِنِّي وَمِنْ غَيْرَته نَهَى عَنْ الْفَوَاحِش رَوَاهُ اِبْن مَرْدُوَيْهِ وَلَمْ يُخْرِجهُ أَحَد مِنْ أَصْحَاب الْكُتُب السِّتَّة وَمَرَّ عَلَى شَرْط التِّرْمِذِيّ فَقَدْ رُوِيَ بِهَذَا السَّنَد أَعْمَار أُمَّتِي مَا بَيْن السِّتِّينَ إِلَى السَّبْعِينَ وَقَوْله تَعَالَى\" وَلَا تَقْتُلُوا النَّفْس الَّتِي حَرَّمَ اللَّه إِلَّا بِالْحَقِّ\" وَهَذَا مِمَّا نَصَّ تَبَارَكَ وَتَعَالَى عَنْ النَّهْي عَنْهُ تَأْكِيدًا وَإِلَّا فَهُوَ دَاخِل فِي النَّهْي عَنْ الْفَوَاحِش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ فَقَدْ جَاءَ فِي الصَّحِيحَيْنِ عَنْ اِبْن مَسْعُود رَضِيَ اللَّه تَعَالَى عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يَحِلّ دَم اِمْرِئٍ مُسْلِم يَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَنِّي رَسُول اللَّه إِلَّا بِإِحْدَى ثَلَاث الثَّيِّب الزَّانِي وَالنَّفْس بِالنَّفْسِ وَالتَّارِك لِدِينِهِ الْمُفَارِق لِلْجَمَاعَةِ وَفِي لَفْظ لِمُسْلِمٍ وَاَلَّذِي لَا إِلَه غَيْره لَا يَحِلّ دَم رَجُل مُسْلِم وَذَكَرَهُ قَالَ الْأَعْمَش فَحَدَّثْت بِهِ إِبْرَاهِيم فَحَدَّثَنِي عَنْ الْأَسْوَد عَنْ عَائِشَة بِمِثْلِهِ وَرَوَى أَبُو دَاوُد وَالنَّسَائِيّ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَا يَحِلّ دَم اِمْرِئٍ مُسْلِم إِلَّا بِإِحْدَى ثَلَاث خِصَال زَانٍ مُحْصَن يُرْجَم وَرَجُل قَتَلَ مُتَعَمِّدًا فَيُقْتَل وَرَجُل يَخْرُج مِنْ الْإِسْلَام وَحَارَبَ اللَّه وَرَسُوله فَيُقْتَل أَوْ يُصْلَب أَوْ يُنْفَى مِنْ الْأَرْض وَهَذَا لَفْظ النَّسَائِيّ . وَعَنْ أَمِير الْمُؤْمِنِينَ عُثْمَان بْن عَفَّان أَنَّهُ قَالَ وَهُوَ مَحْصُور : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول لَا يَحِلّ دَم اِمْرِئٍ مُسْلِم إِلَّا بِإِحْدَى ثَلَاث : رَجُل كَفَرَ بَعْد إِسْلَامه أَوْ زَنَى بَعْد إِحْصَانه أَوْ قَتَلَ نَفْسًا بِغَيْرِ نَفْس فَوَاَللَّهِ مَا زَنَيْت فِي جَاهِلِيَّة وَلَا إِسْلَام وَلَا تَمَنَّيْت أَنَّ لِي بِدِينِي بَدَلًا مِنْهُ بَعْد إِذْ هَدَانِي اللَّه وَلَا قَتَلْت نَفْسًا فَبِمَ تَقْتُلُونِي ؟ . رَوَاهُ الْإِمَام أَحْمَد وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن وَقَدْ جَاءَ النَّهْي وَالزَّجْر وَالْوَعِيد فِي قَتْل الْمُعَاهَد وَهُوَ الْمُسْتَأْمَن مِنْ أَهْل الْحَرْب فَرَوَى الْبُخَارِيّ عَنْ عَبْد اللَّه بْن عُمَر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَرْفُوعًا مَنْ قَتْل مُعَاهَدًا لَمْ يُرَحْ رَائِحَة الْجَنَّة وَإِنَّ رِيحهَا لَيُوجَد مِنْ مَسِيرَة أَرْبَعِينَ عَامًا وَعَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ مَنْ قَتَلَ مُعَاهَدًا لَهُ ذِمَّة اللَّه وَذِمَّة رَسُوله فَقَدْ أَخْفَرَ بِذِمَّةِ اللَّه فَلَا يُرَحْ رَائِحَة الْجَنَّة وَإِنَّ رِيحهَا لَيُوجَد مِنْ مَسِيرَة سَبْعِينَ خَرِيفًا رَوَاهُ اِبْن مَاجَهْ وَالتِّرْمِذِيّ وَقَالَ حَسَن صَحِيح وَقَوْله \" ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ \" أَيْ هَذَا مِمَّا وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ عَنْ اللَّه أَمْره وَنَهْيه .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42134, "aya_id": 151}]