[{"text": "وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ", "sura_id": 62, "type": 0, "id": 5184, "aya_id": 7}, {"text": "ولا يتمنونه أبدا بما قدمت أيديهم والله عليم بالظالمين", "sura_id": 62, "type": 1, "id": 11420, "aya_id": 7}, {"text": "7 - (ولا يتمنونه أبدا بما قدمت أيديهم) من كفرهم بالنبي المستلزم لكذبهم (والله عليم بالظالمين) الكافرين \r\n", "sura_id": 62, "type": 2, "id": 30128, "aya_id": 7}, {"text": "ولا يتمنى هؤلاء اليهود الموت أبدًا إيثارًا للحياة الدنيا على الآخرة, وخوفًا من عقاب الله لهم؛ بسبب ما قدَّموه من الكفر وسوء الفعال. والله عليم بالظالمين, لا يخفى عليه من ظلمهم شيء.\r\n", "sura_id": 62, "type": 3, "id": 36364, "aya_id": 7}, {"text": " <font color=red>وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ</font><BR><p>أَيْ بِمَا يَعْلَمُونَ لَهُمْ مِنْ الْكُفْر وَالظُّلْم وَالْفُجُور \" وَاَللَّه عَلِيم بِالظَّالِمِينَ \" وَقَدْ قَدَّمْنَا الْكَلَام فِي سُورَة الْبَقَرَة عَلَى هَذِهِ الْمُبَاهَلَة لِلْيَهُودِ حَيْثُ قَالَ تَعَالَى \" قُلْ إِنْ كَانَتْ لَكُمْ الدَّار الْآخِرَة عِنْد اللَّه خَالِصَة مِنْ دُون النَّاس فَتَمَنَّوْا الْمَوْت إِنْ كُنْتُمْ صَادِقِينَ وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهمْ وَاَللَّه عَلِيم بِالظَّالِمِينَ وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاس عَلَى حَيَاة وَمِنْ الَّذِينَ أَشْرَكُوا يَوَدّ أَحَدهمْ لَوْ يُعَمَّر أَلْف سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنْ الْعَذَاب أَنْ يُعَمَّر وَاَللَّه بَصِير بِمَا يَعْمَلُونَ \" وَقَدْ أَسْلَفْنَا الْكَلَام هُنَاكَ وَبَيَّنَّا أَنَّ الْمُرَاد أَنْ يَدْعُوَ عَلَى الضُّلَّال مِنْ أَنْفُسهمْ أَوْ خُصُومهمْ كَمَا تَقَدَّمَتْ مُبَاهَلَة النَّصَارَى فِي آلِ عِمْرَان \" فَمَنْ حَاجَّك فِيهِ مِنْ بَعْد مَا جَاءَك مِنْ الْعِلْم فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسنَا وَأَنْفُسكُمْ ثُمَّ نَبْتَهِل فَنَجْعَل لَعْنَة اللَّه عَلَى الْكَاذِبِينَ \" وَمُبَاهَلَة الْمُشْرِكِينَ فِي سُورَة مَرْيَم \" قُلْ مَنْ كَانَ فِي الضَّلَالَة فَلْيَمْدُدْ لَهُ الرَّحْمَن مَدًّا \" . وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل بْن يَزِيد الزُّرْقِيّ حَدَّثَنَا أَبُو يَزِيد حَدَّثَنَا فُرَات عَنْ عَبْد الْكَرِيم بْن مَالِك الْجَزْرِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ أَبُو جَهْل لَعَنَهُ اللَّه إِنْ رَأَيْت مُحَمَّدًا عِنْد الْكَعْبَة لَآتِيَنه حَتَّى أَطَأ عَلَى عُنُقه قَالَ : فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَوْ فَعَلَ لَأَخَذَتْهُ الْمَلَائِكَة عِيَانًا وَلَوْ أَنَّ الْيَهُود تَمَنَّوْا الْمَوْت لَمَاتُوا وَرَأَوْا مَقَاعِدَهُمْ مِنْ النَّار وَلَوْ خَرَجَ الَّذِينَ يُبَاهِلُونَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَرَجَعُوا لَا يَجِدُونَ أَهْلًا وَلَا مَالًا \" رَوَاهُ الْبُخَارِيّ وَالتِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ عَبْد الْكَرِيم قَالَ الْبُخَارِيّ وَتَبِعَهُ عَمْرو بْن خَالِد عَنْ عُبَيْد اللَّه بْن عَمْرو عَنْ عَبْد الْكَرِيم وَرَوَاهُ النَّسَائِيّ أَيْضًا عَنْ عَبْد الرَّحْمَن بْن عَبْد اللَّه الْحَلَبِيّ عَنْ عُبَيْد اللَّه بْن عَمْرو الرَّقِّيّ بِهِ أَتَمّ .</p><BR> <br> ", "sura_id": 62, "type": 4, "id": 42276, "aya_id": 7}]