[{"text": "وَشَاهِدٍ وَمَشْهُودٍ", "sura_id": 85, "type": 0, "id": 5912, "aya_id": 3}, {"text": "و شاهد و مشهود", "sura_id": 85, "type": 1, "id": 12148, "aya_id": 3}, {"text": "3 - (وشاهد) يوم الجمعة (ومشهود) يوم عرفة كذا فسرت الثلاثة في الحديث فالأول موعود به والثاني شاهد بالعمل فيه والثالث تشهده الناس والملائكة وجواب القسم محذوف صدره تقديره لقد \r\n", "sura_id": 85, "type": 2, "id": 30856, "aya_id": 3}, {"text": "وشاهد يشهد, ومشهود يشهد عليه. ويقسم الله- سبحانه- بما يشاء من مخلوقاته, أما المخلوق فلا يجوز له أن يقسم بغير الله, فإن القسم بغير الله شرك.\r\n", "sura_id": 85, "type": 3, "id": 37092, "aya_id": 3}, {"text": " <font color=red>وَشَاهِدٍ وَمَشْهُودٍ</font><BR><p>اِخْتَلَفَ الْمُفَسِّرُونَ فِي ذَلِكَ . وَقَدْ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَبْد اللَّه بْن مُحَمَّد بْن عَمْرو الْغَزِّيّ حَدَّثَنَا عُبَيْد اللَّه يَعْنِي اِبْن مُوسَى حَدَّثَنَا مُوسَى اِبْن عُبَيْدَة عَنْ أَيُّوب بْن خَالِد بْن صَفْوَان بْن أَوْس الْأَنْصَارِيّ عَنْ عَبْد اللَّه بْن رَافِع عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" \" وَالْيَوْم الْمَوْعُود \" يَوْم الْقِيَامَة وَشَاهِد : يَوْم الْجُمُعَة وَمَا طَلَعَتْ شَمْس وَلَا غَرَبَتْ عَلَى يَوْم أَفْضَل مِنْ يَوْم الْجُمُعَة وَفِيهِ سَاعَة لَا يُوَافِقهَا عَبْد مُسْلِم يَسْأَل اللَّه فِيهَا خَيْرًا إِلَّا أَعْطَاهُ إِيَّاهُ وَلَا يَسْتَعِيذ فِيهَا مِنْ شَرّ إِلَّا أَعَاذَهُ وَمَشْهُود : يَوْم عَرَفَة \" وَهَكَذَا رَوَى هَذَا الْحَدِيث اِبْن خُزَيْمَة مِنْ طُرُق عَنْ مُوسَى بْن عُبَيْدَة الرَّبَذِيّ وَهُوَ ضَعِيف الْحَدِيث . وَقَدْ رُوِيَ مَوْقُوفًا عَلَى أَبِي هُرَيْرَة وَهُوَ أَشْبَه وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد حَدَّثَنَا شُعْبَة سَمِعْت عَلِيّ بْن زَيْد وَيُونُس بْن عُبَيْد يُحَدِّثَانِ عَنْ عَمَّار مَوْلَى بَنِي هَاشِم عَنْ أَبِي هُرَيْرَة أَمَّا عَلِيّ : فَرَفَعَهُ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَمَّا يُونُس فَلَمْ يَعُدّ أَبَا هُرَيْرَة أَنَّهُ قَالَ فِي هَذِهِ الْآيَة : وَشَاهِد وَمَشْهُود قَالَ يَعْنِي الشَّاهِد يَوْم الْجُمُعَة وَيَوْم مَشْهُود يَوْم الْقِيَامَة وَقَالَ أَحْمَد أَيْضًا حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ يُونُس سَمِعْت عَمَّارًا مَوْلَى بَنِي هَاشِم يُحَدِّث عَنْ أَبِي هُرَيْرَة أَنَّهُ قَالَ فِي هَذِهِ الْآيَة \" وَشَاهِد وَمَشْهُود \" قَالَ الشَّاهِد يَوْم الْجُمُعَة وَالْمَشْهُود يَوْم عَرَفَة وَالْمَوْعُود يَوْم الْقِيَامَة وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَة أَنَّهُ قَالَ الْيَوْم الْمَوْعُود يَوْم الْقِيَامَة وَكَذَلِكَ قَالَ الْحَسَن وَقَتَادَة وَابْن زَيْد وَلَمْ أَرَهُمْ يَخْتَلِفُونَ فِي ذَلِكَ وَلِلَّهِ الْحَمْد ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن عَوْف حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل بْن عَيَّاش حَدَّثَنِي أَبِي حَدَّثَنَا ضَمْضَم بْن زُرْعَة عَنْ شُرَيْح بْن عُبَيْد عَنْ أَبِي مَالِك الْأَشْعَرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْيَوْم الْمَوْعُود يَوْم الْقِيَامَة وَإِنَّ الشَّاهِد يَوْم الْجُمُعَة وَإِنَّ الْمَشْهُود يَوْم عَرَفَة وَيَوْم الْجُمُعَة ذَخَرَهُ اللَّه لَنَا\" ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنَا سَهْل بْن مُوسَى الرَّازِيّ حَدَّثَنَا اِبْن أَبِي فُدَيْك عَنْ اِبْن حَرْمَلَة عَنْ سَعِيد بْن الْمُسَيِّب أَنَّهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ سَيِّد الْأَيَّام يَوْم الْجُمُعَة وَهُوَ الشَّاهِد وَالْمَشْهُود يَوْم عَرَفَة \" وَهَذَا مُرْسَل مِنْ مَرَاسِيل سَعِيد بْن الْمُسَيِّب ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا وَكِيع عَنْ شُعْبَة عَنْ عَلِيّ بْن زَيْد عَنْ يُوسُف الْمَكِّيّ عَنْ اِبْن عَبَّاس قَالَ : الشَّاهِد هُوَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمَشْهُود يَوْم الْقِيَامَة ثُمَّ قَرَأَ \" ذَلِكَ يَوْم مَجْمُوع لَهُ النَّاس وَذَلِكَ يَوْم مَشْهُود \" وَحَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا جَرِير عَنْ مُغِيرَة عَنْ شِبَاك قَالَ سَأَلَ رَجُل الْحَسَن بْن عَلِيّ عَنْ \" وَشَاهِد وَمَشْهُود \" قَالَ سَأَلْت أَحَدًا قَبْلِي ؟ قَالَ نَعَمْ سَأَلْت اِبْن عُمَر وَابْن الزُّبَيْر فَقَالَا يَوْم الذَّبْح وَيَوْم الْجُمُعَة فَقَالَ لَا وَلَكِنَّ الشَّاهِد مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَرَأَ \" فَكَيْف إِذَا جِئْنَا مِنْ كُلّ أُمَّة بِشَهِيدٍ وَجِئْنَا بِك عَلَى هَؤُلَاءِ شَهِيدًا\" وَالْمَشْهُود يَوْم الْقِيَامَة ثُمَّ قَرَأَ \" ذَلِكَ يَوْم مَجْمُوع لَهُ النَّاس وَذَلِكَ يَوْم مَشْهُود \" وَهَكَذَا قَالَ الْحَسَن الْبَصْرِيّ وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ اِبْن حَرْمَلَة عَنْ سَعِيد بْن الْمُسَيِّب وَمَشْهُود يَوْم الْقِيَامَة وَقَالَ مُجَاهِد وَعِكْرِمَة وَعَنْ الضَّحَّاك الشَّاهِد اِبْن آدَم وَالْمَشْهُود يَوْم الْقِيَامَة عَنْ عِكْرِمَة أَيْضًا الشَّاهِد مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمَشْهُود يَوْم الْجُمُعَة وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس الشَّاهِد اللَّه وَالْمَشْهُود يَوْم الْقِيَامَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو نُعَيْم الْفَضْل بْن دُكَيْن حَدَّثَنَا سُفْيَان عَنْ أَبِي يَحْيَى الْقَتَّات عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس \" وَشَاهِد وَمَشْهُود \" قَالَ الشَّاهِد الْإِنْسَان وَالْمَشْهُود يَوْم الْجُمُعَة هَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا مِهْرَان عَنْ سُفْيَان عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس \" وَشَاهِد وَمَشْهُود \" الشَّاهِد يَوْم عَرَفَة وَالْمَشْهُود يَوْم الْقِيَامَة وَبِهِ عَنْ سُفْيَان الثَّوْرِيّ عَنْ مُغِيرَة عَنْ إِبْرَاهِيم قَالَ يَوْم الذَّبْح وَيَوْم عَرَفَة يَعْنِي الشَّاهِد وَالْمَشْهُود قَالَ اِبْن جَرِير وَقَالَ آخَرُونَ الْمَشْهُود يَوْم الْجُمُعَة وَرَوَوْا فِي ذَلِكَ مَا حَدَّثَنَا أَحْمَد بْن عَبْد الرَّحْمَن حَدَّثَنِي عَمِّي عَبْد اللَّه بْن وَهْب أَخْبَرَنِي عَمْرو بْن الْحَارِث عَنْ سَعِيد بْن أَبِي هِلَال عَنْ زَيْد بْن أَيْمَن عَنْ عُبَادَة بْن نُسَيّ عَنْ أَبِي الدَّرْدَاء قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَكْثِرُوا عَلَيَّ مِنْ الصَّلَاة يَوْم الْجُمُعَة فَإِنَّهُ يَوْم مَشْهُود تَشْهَدهُ الْمَلَائِكَة \" وَعَنْ سَعِيد بْن جُبَيْر الشَّاهِد اللَّه وَتَلَا \" وَكَفَى بِاَللَّهِ شَهِيدًا\" وَالْمَشْهُود نَحْنُ حَكَاهُ الْبَغَوِيّ وَقَالَ : الْأَكْثَرُونَ عَلَى أَنَّ الشَّاهِد يَوْم الْجُمُعَة وَالْمَشْهُود يَوْم عَرَفَة.</p><BR> <br> ", "sura_id": 85, "type": 4, "id": 43295, "aya_id": 3}]