[{"text": "إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا وَعْدَ اللّهِ حَقًّا إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ لِيَجْزِيَ الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ بِالْقِسْطِ وَالَّذِينَ كَفَرُواْ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُواْ يَكْفُرُونَ", "sura_id": 10, "type": 0, "id": 1368, "aya_id": 4}, {"text": "إليه مرجعكم جميعا وعد الله حقا إنه يبدأ الخلق ثم يعيده ليجزي الذين آمنوا وعملوا الصالحات بالقسط والذين كفروا لهم شراب من حميم وعذاب أليم بما كانوا يكفرون", "sura_id": 10, "type": 1, "id": 7604, "aya_id": 4}, {"text": "4 - (إليه) تعالى (مرجعكم جميعاً وعد الله حقاً) مصدران منصوبان بفعلهما المقدر (إنه) بالكسر استئنافا والفتح على تقدير اللام (يبدأ الخلق) أي بدأه بالإنشاء (ثم يعيده) بالبعث (ليجزي) يثيب (الذين آمنوا وعملوا الصالحات بالقسط والذين كفروا لهم شراب من حميم) ماء بالغ نهاية الحرارة (وعذاب أليم) مؤلم (بما كانوا يكفرون) أي بسبب كفرهم \r\n", "sura_id": 10, "type": 2, "id": 26312, "aya_id": 4}, {"text": "إلى ربكم معادكم يوم القيامة جميعًا, وهذا وعد الله الحق, هو الذي يبدأ إيجاد الخلق ثم يعيده بعد الموت, فيوجده حيًا كهيئته الأولى, ليجزي مَن صَدَّق الله ورسوله, وعمل الأعمال الحسنة أحسن الجزاء بالعدل. والذين جحدوا وحدانية الله ورسالة رسوله لهم شراب من ماء شديد الحرارة يشوي الوجوه ويقطِّع الأمعاء, ولهم عذاب موجع بسبب كفرهم وضلالهم.\r\n", "sura_id": 10, "type": 3, "id": 32548, "aya_id": 4}, {"text": " <font color=red>إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا وَعْدَ اللَّهِ حَقًّا إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ</font><BR><p>يُخْبِر تَعَالَى أَنَّ إِلَيْهِ مَرْجِع الْخَلَائِق يَوْم الْقِيَامَة لَا يَتْرُك مِنْهُمْ أَحَدًا حَتَّى يُعِيدهُ كَمَا بَدَأَهُ ثُمَّ ذَكَرَ تَعَالَى أَنَّهُ كَمَا بَدَأَ الْخَلْق كَذَلِكَ يُعِيدهُ \" وَهُوَ الَّذِي يَبْدَأ الْخَلْق ثُمَّ يُعِيدهُ وَهُوَ أَهْوَن عَلَيْهِ \" \" لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات بِالْقِسْطِ \" أَيْ بِالْعَدْلِ وَالْجَزَاء الْأَوْفَى \" وَاَلَّذِينَ كَفَرُوا لَهُمْ شَرَاب مِنْ حَمِيم وَعَذَاب أَلِيم بِمَا كَانُوا يَكْفُرُونَ \" أَيْ بِسَبَبِ كُفْرهمْ يُعَذَّبُونَ يَوْم الْقِيَامَة بِأَنْوَاعِ الْعَذَاب مِنْ سَمُوم وَحَمِيم وَظِلّ مِنْ يَحْمُوم \" هَذَا فَلْيَذُوقُوهُ حَمِيم وَغَسَّاق وَآخَر مِنْ شَكْله أَزْوَاج \" \" هَذِهِ جَهَنَّم الَّتِي يُكَذِّب بِهَا الْمُجْرِمُونَ يَطُوفُونَ بَيْنهَا وَبَيْن حَمِيم آن \" .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37467, "aya_id": 4}]