[{"text": "قُلْ هَلْ أُنَبِّئُكُم بِشَرٍّ مِّن ذَلِكَ مَثُوبَةً عِندَ اللّهِ مَن لَّعَنَهُ اللّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ أُوْلَئِكَ شَرٌّ مَّكَاناً وَأَضَلُّ عَن سَوَاء السَّبِيلِ", "sura_id": 5, "type": 0, "id": 729, "aya_id": 60}, {"text": "قل هل أنبئكم بشر من ذلك مثوبة عند الله من لعنه الله وغضب عليه وجعل منهم القردة والخنازير وعبد الطاغوت أولئك شر مكانا وأضل عن سواء السبيل", "sura_id": 5, "type": 1, "id": 6965, "aya_id": 60}, {"text": "60 - (قل هل أنبئكم) أخبركم (بشر من) أهل (ذلك) الذي تنقمونه (مثوبةً) ثوابا بمعنى جزاء (عند الله) هو (من لعنه الله) أبعده عن رحمته (وغضب عليه وجعل منهم القردة والخنازير) بالمسخ (و) من (عبَد الطاغوت) الشيطان بطاعته ، وراعى في منهم معنى من وفيما قبله لفظها وهم اليهود ، وفي قراءة بضم باء عبد وإضافة إلى ما بعده اسم جمع لعبد ونصبه بالعطف على القردة (أولئك شر مكانا) تمييز لأن مأواهم النار (وأضل عن سواء السبيل) طريق الحق وأصل السواء الوسط وذكر شر وأضل في مقابلة قولهم لا نعلم دينا شراً من دينكم \r\n", "sura_id": 5, "type": 2, "id": 25673, "aya_id": 60}, {"text": "قل -أيها النبي- للمؤمنين: هل أخبركم بمن يُجازَى يوم القيامة جزاءً أشدَّ مِن جزاء هؤلاء الفاسقين؟ إنهم أسلافهم الذين طردهم الله من رحمته وغَضِب عليهم, ومَسَخَ خَلْقهم, فجعل منهم القردة والخنازير, بعصيانهم وافترائهم وتكبرهم, كما كان منهم عُبَّاد الطاغوت (وهو كل ما عُبِد من دون الله وهو راضٍ), لقد ساء مكانهم في الآخرة, وضلَّ سَعْيُهم في الدنيا عن الطريق الصحيح.\r\n", "sura_id": 5, "type": 3, "id": 31909, "aya_id": 60}, {"text": " <font color=red>قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ عَنْ سَوَاءِ السَّبِيلِ</font><BR><p>قَالَ \" قُلْ هَلْ أُنَبِّئكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَة عِنْد اللَّه \" أَيْ هَلْ أُخْبِركُمْ بِشَرِّ جَزَاء عِنْد اللَّه يَوْم الْقِيَامَة مِمَّا تَظُنُّونَهُ بِنَا ؟ وَهُمْ أَنْتُمْ الَّذِينَ هُمْ مُتَّصِفُونَ بِهَذِهِ الصِّفَات الْمُفَسَّرَة بِقَوْلِهِ \" مَنْ لَعَنَهُ اللَّه \" أَيْ أَبْعَدَهُ مِنْ رَحْمَته\" وَغَضِبَ عَلَيْهِ \" أَيْ غَضَبًا لَا يَرْضَى بَعْده أَبَدًا \" وَجَعَلَ مِنْهُمْ الْقِرَدَة وَالْخَنَازِير \" كَمَا تَقَدَّمَ بَيَانه فِي سُوَره الْبَقَرَة وَكَمَا سَيَأْتِي إِيضَاحه فِي سُورَة الْأَعْرَاف وَقَدْ قَالَ سُفْيَان الثَّوْرِيّ عَنْ عَلْقَمَة بْن يَزِيد عَنْ الْمُغِيرَة بْن عَبْد اللَّه عَنْ الْمَعْرُور بْن سُوَيْد عَنْ اِبْن مَسْعُود قَالَ : سُئِلَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَنْ الْقِرَدَة وَالْخَنَازِير أَهِيَ مِمَّا مَسَخَ اللَّهُ فَقَالَ إِنَّ اللَّه لَمْ يُهْلِك قَوْمًا أَوْ قَالَ لَمْ يَمْسَخ قَوْمًا فَيَجْعَل لَهُمْ نَسْلًا وَلَا عَقِبًا وَإِنَّ الْقِرَدَة وَالْخَنَازِير كَانَتْ قَبْل ذَلِكَ وَقَدْ رَوَاهُ مُسْلِم مِنْ حَدِيث سُفْيَان الثَّوْرِيّ وَمِسْعَر كِلَاهُمَا عَنْ مُغِيرَة بْن عَبْد اللَّه الْيَشْكُرِيّ بِهِ وَقَالَ أَبُو دَاوُدَ الطَّيَالِسِيّ حَدَّثَنَا دَاوُد بْن أَبِي الْفُرَات عَنْ مُحَمَّد بْن زَيْد عَنْ أَبِي الْأَعْيَن الْعَبْدِيّ عَنْ أَبِي الْأَحْوَص عَنْ اِبْن مَسْعُود قَالَ سَأَلْنَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَنْ الْقِرَدَة وَالْخَنَازِير أَهِيَ مِنْ نَسْل الْيَهُود فَقَالَ : \" لَا إِنَّ اللَّه لَمْ يَلْعَن قَوْمًا قَطُّ فَيَمْسَخهُمْ فَكَانَ لَهُمْ نَسْل وَلَكِنْ هَذَا خَلْق كَانَ فَلَمَّا غَضِبَ اللَّه عَلَى الْيَهُود فَمَسَخَهُمْ جَعَلَهُمْ مِثْلهمْ \" وَرَوَاهُ أَحْمَد مِنْ حَدِيث دَاوُدَ بْن أَبِي الْفُرَات بِهِ وَقَالَ اِبْن مَرْدُوَيْهِ حَدَّثَنَا عَبْد الْبَاقِي حَدَّثَنَا أَحْمَد بْن إِسْحَاق بْن صَالِح حَدَّثَنَا الْحَسَن بْن مَحْبُوب حَدَّثَنَا عَبْد الْعَزِيز بْن الْمُخْتَار عَنْ دَاوُدَ بْن أَبِي هِنْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - : \" الْحَيَّات مَسْخ الْجِنّ كَمَا مُسِخَتْ الْقِرَدَة وَالْخَنَازِير \" هَذَا حَدِيث غَرِيب جِدًّا وَقَوْله تَعَالَى\" وَعَبَدَ الطَّاغُوتَ \" قُرِئَ \" وَعَبَدَ الطَّاغُوتَ \" عَلَى أَنَّهُ فِعْل مَاضٍ وَالطَّاغُوت مَنْصُوب بِهِ أَيْ وَجَعَلَ مِنْهُمْ مَنْ عَبَدَ الطَّاغُوت وَقُرِئَ \" وَعَبَدَ الطَّاغُوتِ \" بِالْإِضَافَةِ عَلَى أَنَّ الْمَعْنَى وَجَعَلَ مِنْهُمْ خَدَم الطَّاغُوتِ أَيْ خُدَّامه وَعَبِيده وَقُرِئَ \" وَعَبَدَ الطَّاغُوتِ \" عَلَى أَنَّهُ جَمْع الْجَمْع عَبْد وَعَبِيد وَعَبَد مِثْل ثِمَار وَثَمَر حَكَاهَا اِبْن جَرِير عَنْ الْأَعْمَش وَحُكِيَ عَنْ بُرَيْدَةَ الْأَسْلَمِيّ أَنَّهُ كَانَ يَقْرَؤُهَا \" وَعَابِد الطَّاغُوت \" وَعَنْ أُبَيّ وَابْن مَسْعُود\" عَبَدُوا \" وَحَكَى اِبْن جَرِير عَنْ أَبِي جَعْفَر الْقَارِئ أَنَّهُ كَانَ يَقْرَؤُهَا \" وَعُبِدَ الطَّاغُوتُ \" عَلَى أَنَّهُ مَفْعُول مَا لَمْ يُسَمَّ فَاعِلُهُ ثُمَّ اِسْتَبْعَدَ مَعْنَاهَا وَالظَّاهِر أَنَّهُ لَا بُعْد فِي ذَلِكَ لِأَنَّ هَذَا مِنْ بَاب التَّعْرِيض بِهِمْ أَيْ وَقَدْ عُبِدَتْ الطَّاغُوت فِيكُمْ وَأَنْتُمْ الَّذِينَ فَعَلْتُمُوهُ وَكُلّ هَذِهِ الْقِرَاءَات يَرْجِع مَعْنَاهَا إِلَى أَنَّكُمْ يَا أَهْل الْكِتَاب الطَّاعِنِينَ فِي دِيننَا الَّذِي هُوَ تَوْحِيد اللَّه وَإِفْرَاده بِالْعِبَادَاتِ دُون مَا سِوَاهُ كَيْف يَصْدُر مِنْكُمْ هَذَا وَأَنْتُمْ قَدْ وُجِدَ مِنْكُمْ جَمِيع مَا ذُكِرَ وَلِهَذَا قَالَ \" أُولَئِكَ شَرّ مَكَانًا وَأَضَلُّ عَنْ سَوَاء السَّبِيل \" وَهَذَا مِنْ بَاب اِسْتِعْمَال أَفْعَل التَّفْضِيل فِيمَا لَيْسَ لِلطَّرَفِ الْآخَر مُشَارَكَةٌ كَقَوْلِهِ عَزَّ وَجَلَّ \" أَصْحَاب الْجَنَّة يَوْمئِذٍ خَيْر مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا \" .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41514, "aya_id": 60}]