[{"text": "وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ الأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلَى آلِ يَعْقُوبَ كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِن قَبْلُ إِبْرَاهِيمَ وَإِسْحَقَ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ", "sura_id": 12, "type": 0, "id": 1602, "aya_id": 6}, {"text": "وكذلك يجتبيك ربك ويعلمك من تأويل الأحاديث ويتم نعمته عليك وعلى آل يعقوب كما أتمها على أبويك من قبل إبراهيم وإسحاق إن ربك عليم حكيم", "sura_id": 12, "type": 1, "id": 7838, "aya_id": 6}, {"text": "6 - (وكذلك) كما رأيت (يجتبيك) يختارك (ربك ويعلمك من تأويل الأحاديث) تعبير الرؤيا (ويتم نعمته عليك) بالنبوة (وعلى آل يعقوب) أولاده (كما أتمها) بالنبوة (على أبويك من قبل إبراهيم وإسحاق إن ربك عليم) بخلقه (حكيم) في صنعه بهم \r\n", "sura_id": 12, "type": 2, "id": 26546, "aya_id": 6}, {"text": "وكما أراك ربك هذه الرؤيا فكذلك يصطفيك ويعلمك تفسير ما يراه الناس في منامهم من الرؤى مما تؤول إليه واقعًا, ويتم نعمته عليك وعلى آل يعقوب بالنبوة والرسالة, كما أتمها من قبل على أبويك إبراهيم وإسحاق بالنبوة والرسالة. إن ربك عليم بمن يصطفيه من عباده, حكيم في تدبير أمور خلقه.\r\n", "sura_id": 12, "type": 3, "id": 32782, "aya_id": 6}, {"text": " <font color=red>وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلَى آلِ يَعْقُوبَ كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِنْ قَبْلُ إِبْرَاهِيمَ وَإِسْحَاقَ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ</font><BR><p>وَيَقُول تَعَالَى مُخْبِرًا عَنْ قَوْل يَعْقُوب لِوَلَدِهِ يُوسُف إِنَّهُ كَمَا اِخْتَارَك رَبّك وَأَرَاك هَذِهِ الْكَوَاكِب مَعَ الشَّمْس وَالْقَمَر سَاجِدَة لَك \" كَذَلِكَ يَجْتَبِيك رَبّك\" أَيْ يَخْتَارك وَيَصْطَفِيك لِنُبُوَّتِهِ \" وَيُعَلِّمك مِنْ تَأْوِيل الْأَحَادِيث \" قَالَ مُجَاهِد وَغَيْر وَاحِد يَعْنِي تَعْبِير الرُّؤْيَا\" وَيُتِمّ نِعْمَتَهُ عَلَيْك \" أَيْ بِإِرْسَالِك وَالْإِيحَاء إِلَيْك . وَلِهَذَا قَالَ \" كَمَا أَتَمَّهَا عَلَى أَبَوَيْك مِنْ قَبْل إِبْرَاهِيم\" وَهُوَ الْخَلِيل \" وَإِسْحَاق \" وَلَده وَهُوَ الذَّبِيح فِي قَوْل وَلَيْسَ بِالرَّجِيحِ \" إِنَّ رَبّك عَلِيم حَكِيم \" أَيْ هُوَ أَعْلَم حَيْثُ يَجْعَل رِسَالَته كَمَا قَالَ فِي الْآيَة الْأُخْرَى .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37813, "aya_id": 6}]