[{"text": "اسْتِكْبَارًا فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ فَهَلْ يَنظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ فَلَن تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا وَلَن تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا", "sura_id": 35, "type": 0, "id": 3703, "aya_id": 43}, {"text": "أو لم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم وكانوا أشد منهم قوة وما كان الله ليعجزه من شيء في السماوات ولا في الأرض إنه كان عليما قديرا", "sura_id": 35, "type": 1, "id": 9939, "aya_id": 43}, {"text": "43 - (استكبارا في الأرض) عن الإيمان مفعول له (ومكر) العمل (السيء) من الشرك وغيره (ولا يحيق) يحيط (المكر السيء إلا بأهله) وهو الماكر وصف المكر بالسيء أصل وإضافته إليه قبل استعمال آخر قدر فيه مضاف حذرا من الإضافة إلى الصفة (فهل ينظرون) ينتظرون (إلا سنة الأولين) سنة الله فيهم من تعذيبهم بتكذيبهم رسلهم (فلن تجد لسنة الله تبديلا ولن تجد لسنة الله تحويلا) أي لا يبدل بالعذاب غيره ولا يحول إلى غير مستحقه \r\n", "sura_id": 35, "type": 2, "id": 28647, "aya_id": 43}, {"text": "ليس إقسامهم لقَصْد حسن وطلبًا للحق, وإنما هو استكبار في الأرض على الخلق, يريدون به المكر السيِّئ والخداع والباطل, ولا يحيق المكر السيِّئ إلا بأهله, فهل ينتظر المستكبرون الماكرون إلا العذاب الذي نزل بأمثالهم الذين سبقوهم, فلن تجد لطريقة الله تبديلا ولا تحويلا فلا يستطيع أحد أن يُبَدِّل, ولا أن يُحَوِّل العذاب عن نفسه أو غيره.\r\n", "sura_id": 35, "type": 3, "id": 34883, "aya_id": 43}, {"text": " <font color=red>اسْتِكْبَارًا فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ فَهَلْ يَنْظُرُونَ إِلَّا سُنَّةَ الْأَوَّلِينَ فَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَحْوِيلًا</font><BR><p>ثُمَّ بَيَّنَ ذَلِكَ بِقَوْلِهِ \" اِسْتِكْبَارًا فِي الْأَرْض \" أَيْ اِسْتَكْبَرُوا عَنْ اِتِّبَاع آيَات اللَّه \" وَمَكْر السَّيِّئ \" أَيْ وَمَكَرُوا بِالنَّاسِ فِي صَدّهمْ إِيَّاهُمْ عَنْ سَبِيل اللَّه \" وَلَا يَحِيق الْمَكْر السَّيِّئ إِلَّا بِأَهْلِهِ\" أَيْ وَمَا يَعُود وَبَال ذَلِكَ إِلَّا عَلَيْهِمْ أَنْفُسهمْ دُون غَيْرهمْ . قَالَ اِبْن أَبِي حَاتِم ذَكَرَ عَلِيّ بْن الْحُسَيْن حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا سُفْيَان عَنْ أَبِي زَكَرِيَّا الْكُوفِيّ عَنْ رَجُل حَدَّثَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِيَّاكَ وَمَكْر السَّيِّئ فَإِنَّهُ لَا يَحِيق الْمَكْر السَّيِّئ إِلَّا بِأَهْلِهِ وَلَهُمْ مِنْ اللَّه طَالِب \" وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ ثَلَاث مَنْ فَعَلَهُنَّ لَمْ يَنْجُ حَتَّى يَنْزِل بِهِ مِنْ مَكْر أَوْ بَغْي أَوْ نَكْث وَتَصْدِيقهَا فِي كِتَاب اللَّه تَعَالَى \" وَلَا يَحِيق الْمَكْر السَّيِّئ إِلَّا بِأَهْلِهِ \" \" إِنَّمَا بَغْيكُمْ عَلَى أَنْفُسكُمْ \" \" وَمَنْ نَكَثَ فَإِنَّمَا يَنْكُث عَلَى نَفْسه \" وَقَوْله عَزَّ وَجَلَّ \" فَهَلْ يَنْظُرُونَ إِلَّا سُنَّة الْأَوَّلِينَ \" يَعْنِي عُقُوبَة اللَّه لَهُمْ عَلَى تَكْذِيبهمْ رُسُله وَمُخَالَفَتهمْ أَمْره \" وَلَنْ تَجِد لِسُنَّةِ اللَّه تَبْدِيلًا\" أَيْ لَا تُغَيَّر وَلَا تُبَدَّل بَلْ هِيَ جَارِيَة كَذَلِكَ فِي كُلّ مُكَذِّب \" وَلَنْ تَجِد لِسُنَّةِ اللَّه تَحْوِيلًا \" أَيْ \" وَإِذَا أَرَادَ اللَّه بِقَوْمٍ سُوءًا فَلَا مَرَدّ لَهُ \" وَلَا يَكْشِف ذَلِكَ عَنْهُمْ وَيُحَوِّلهُ عَنْهُمْ أَحَد وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40331, "aya_id": 43}]