[{"text": "وَمِنَ الأَعْرَابِ مَن يُؤْمِنُ بِاللّهِ وَالْيَوْمِ الآخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَاتٍ عِندَ اللّهِ وَصَلَوَاتِ الرَّسُولِ أَلا إِنَّهَا قُرْبَةٌ لَّهُمْ سَيُدْخِلُهُمُ اللّهُ فِي رَحْمَتِهِ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ", "sura_id": 9, "type": 0, "id": 1334, "aya_id": 99}, {"text": "ومن الأعراب من يؤمن بالله واليوم الآخر ويتخذ ما ينفق قربات عند الله وصلوات الرسول ألا إنها قربة لهم سيدخلهم الله في رحمته إن الله غفور رحيم", "sura_id": 9, "type": 1, "id": 7570, "aya_id": 99}, {"text": "99 - (ومن الأعراب من يؤمن بالله واليوم الآخر) كجهينة ومزينة (ويتخذ ما ينفق) في سبيل الله (قربات) تقربه (عند الله و) وسيلة إلى (صلوات) دعوات (الرسول) له (ألا إنها) أي نفقتهم (قُرُبة) بضم الراء وسكونها (لهم) عنده (سيدخلهم الله في رحمته) جنته (إن الله غفور) لأهل طاعته (رحيم) بهم \r\n", "sura_id": 9, "type": 2, "id": 26278, "aya_id": 99}, {"text": "ومن الأعراب مَن يؤمن بالله ويقرُّ بوحدانيته وبالبعث بعد الموت, والثواب والعقاب, ويحتسب ما ينفق من نفقة في جهاد المشركين قاصدًا بها رضا الله ومحبته, ويجعلها وسيلة إلى دعاء الرسول صلى الله عليه وسلم له, ألا إن هذه الأعمال تقربهم إلى الله تعالى, سيدخلهم الله في جنته. إن الله غفور لما فعلوا من السيئات, رحيم بهم.\r\n", "sura_id": 9, "type": 3, "id": 32514, "aya_id": 99}, {"text": " <font color=red>وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</font><BR><p>وَقَوْله \" وَمِنْ الْأَعْرَاب مَنْ يُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر وَيَتَّخِذ مَا يُنْفِق قُرُبَات عِنْد اللَّه وَصَلَوَات الرَّسُول \" هَذَا هُوَ الْقِسْم الْمَمْدُوح مِنْ الْأَعْرَاب وَهُمْ الَّذِينَ يَتَّخِذُونَ مَا يُنْفِقُونَ فِي سَبِيل اللَّه قُرْبَة يَتَقَرَّبُونَ بِهَا عِنْد اللَّه وَيَبْتَغُونَ دُعَاء الرَّسُول لَهُمْ \" أَلَا إِنَّهَا قُرْبَة لَهُمْ \" أَيْ أَلَا إِنَّ ذَلِكَ حَاصِل لَهُمْ \" سَيُدْخِلُهُمْ اللَّه فِي رَحْمَته إِنَّ اللَّه غَفُور رَحِيم \" .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43522, "aya_id": 99}]