[{"text": "وَجَعَلْنَا مِن بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لاَ يُبْصِرُونَ", "sura_id": 36, "type": 0, "id": 3714, "aya_id": 9}, {"text": "وجعلنا من بين أيديهم سدا ومن خلفهم سدا فأغشيناهم فهم لا يبصرون", "sura_id": 36, "type": 1, "id": 9950, "aya_id": 9}, {"text": "9 - (وجعلنا من بين أيديهم سدا ومن خلفهم سدا) بفتح السين وضمها في الموضعين (فأغشيناهم فهم لا يبصرون) تمثيل أيضا لسد طريق الإيمان عليهم \r\n", "sura_id": 36, "type": 2, "id": 28658, "aya_id": 9}, {"text": "وجعلنا من أمام الكافرين سدًّا ومن ورائهم سدًّا, فهم بمنزلة من سُدَّ طريقه من بين يديه ومن خلفه, فأعمينا أبصارهم; بسبب كفرهم واستكبارهم, فهم لا يبصرون رشدًا, ولا يهتدون. وكل من قابل دعوة الإسلام بالإعراض والعناد, فهو حقيق بهذا العقاب.\r\n", "sura_id": 36, "type": 3, "id": 34894, "aya_id": 9}, {"text": " <font color=red>وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لَا يُبْصِرُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَجَعَلْنَا مِنْ بَيْن أَيْدِيهمْ سَدًّا \" قَالَ مُجَاهِد عَنْ الْحَقّ \" وَمِنْ خَلْفهمْ سَدًّا \" قَالَ مُجَاهِد : عَنْ الْحَقّ فَهُمْ مُتَرَدِّدُونَ . وَقَالَ قَتَادَة فِي الضَّلَالَات وَقَوْله تَعَالَى \" فَأَغْشَيْنَاهُمْ \" أَيْ أَغْشَيْنَا أَبْصَارهمْ عَنْ الْحَقّ \" فَهُمْ لَا يُبْصِرُونَ \" أَيْ لَا يَنْتَفِعُونَ بِخَيْرٍ وَلَا يَهْتَدُونَ إِلَيْهِ قَالَ اِبْن جَرِير : وَرُوِيَ عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَنَّهُ كَانَ يَقْرَأ \" فَأَعْشَيْنَاهُمْ \" بِالْعَيْنِ الْمُهْمَلَة مِنْ الْعَشَا وَهُوَ دَاء فِي الْعَيْن وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم : جَعَلَ اللَّه تَعَالَى هَذَا السَّدّ بَيْنهمْ وَبَيْن الْإِسْلَام وَالْإِيمَان فَهُمْ لَا يَخْلُصُونَ إِلَيْهِ وَقَرَأَ \" إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَة رَبّك لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلّ آيَة حَتَّى يَرَوْا الْعَذَاب الْأَلِيم \" ثُمَّ قَالَ : مَنْ مَنَعَهُ اللَّه تَعَالَى لَا يَسْتَطِيع . وَقَالَ عِكْرِمَة قَالَ أَبُو جَهْل لَئِنْ رَأَيْت مُحَمَّدًا لَأَفْعَلَنَّ وَلَأَفْعَلَنَّ فَأُنْزِلَتْ \" إِنَّا جَعَلْنَا فِي أَعْنَاقهمْ أَغْلَالًا - إِلَى قَوْله - فَهُمْ لَا يُبْصِرُونَ \" قَالَ وَكَانُوا يَقُولُونَ هَذَا مُحَمَّد فَيَقُول أَيْنَ هُوَ أَيْنَ هُوَ ؟ لَا يُبْصِرهُ رَوَاهُ اِبْن جَرِير ; وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي يَزِيد بْن زِيَاد عَنْ مُحَمَّد بْن كَعْب قَالَ : قَالَ أَبُو جَهْل وَهُمْ جُلُوس إِنَّ مُحَمَّدًا يَزْعُم أَنَّكُمْ إِنْ تَابَعْتُمُوهُ كُنْتُمْ مُلُوكًا فَإِذَا مُتُّمْ بُعِثْتُمْ بَعْد مَوْتكُمْ وَكَانَتْ لَكُمْ جِنَان خَيْر مِنْ جِنَان الْأُرْدُنّ وَأَنَّكُمْ إِنْ خَالَفْتُمُوهُ كَانَ لَكُمْ مِنْهُ ذَبْح ثُمَّ بُعِثْتُمْ بَعْد مَوْتكُمْ وَكَانَتْ لَكُمْ نَار تُعَذَّبُونَ بِهَا وَخَرَجَ عَلَيْهِمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِنْد ذَلِكَ وَفِي يَده حَفْنَة مِنْ تُرَاب وَقَدْ أَخَذَ اللَّه تَعَالَى عَلَى أَعْيُنهمْ دُونه فَجَعَلَ يَذُرّهَا عَلَى رُءُوسهمْ وَيَقْرَأ \" يس وَالْقُرْآن الْحَكِيم - حَتَّى اِنْتَهَى إِلَى قَوْله تَعَالَى - وَجَعَلْنَا مِنْ بَيْن أَيْدِيهمْ سَدًّا وَمِنْ خَلْفهمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لَا يُبْصِرُونَ \" وَانْطَلَقَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِحَاجَتِهِ وَبَاتُوا رُصَدَاء عَلَى بَابه حَتَّى خَرَجَ عَلَيْهِمْ بَعْد ذَلِكَ خَارِج مِنْ الدَّار فَقَالَ مَا لكُمْ ؟ قَالُوا نَنْتَظِر مُحَمَّدًا قَالَ قَدْ خَرَجَ عَلَيْكُمْ فَمَا بَقِيَ مِنْكُمْ مِنْ رَجُل إِلَّا وَضَعَ عَلَى رَأْسه تُرَابًا ثُمَّ ذَهَبَ لِحَاجَتِهِ فَجَعَلَ كُلّ رَجُل مِنْهُمْ يَنْفُض مَا عَلَى رَأْسه مِنْ التُّرَاب . قَالَ وَقَدْ بَلَغَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَوْل أَبِي جَهْل فَقَالَ : \" وَأَنَا أَقُول ذَلِكَ إِنَّ لَهُمْ مِنِّي لَذَبْحًا وَإِنَّهُ لَآخِذهمْ \" وَقَوْله تَبَارَكَ وَتَعَالَى .</p><BR> <br> ", "sura_id": 36, "type": 4, "id": 40421, "aya_id": 9}]