[{"text": "تُرْجِي مَن تَشَاء مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَن تَشَاء وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ذَلِكَ أَدْنَى أَن تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا", "sura_id": 33, "type": 0, "id": 3584, "aya_id": 51}, {"text": "ترجي من تشاء منهن وتؤوي إليك من تشاء ومن ابتغيت ممن عزلت فلا جناح عليك ذلك أدنى أن تقر أعينهن ولا يحزن ويرضين بما آتيتهن كلهن والله يعلم ما في قلوبكم وكان الله عليما حليما", "sura_id": 33, "type": 1, "id": 9820, "aya_id": 51}, {"text": "51 - (ترجي) بالهمزة والياء بدله تؤخر (من تشاء منهن) أي ازواجك عن نوبتها (وتؤوي) تضم (إليك من تشاء) منهن فتأتيها (ومن ابتغيت) طلبت (ممن عزلت) من القسمة (فلا جناح عليك) في طلبها وضمها إليك خير في ذلك بعد أن كان القسم واجبا عليه (ذلك) التخيير (أدنى) أقرب إلى (أن تقر أعينهن ولا يحزن ويرضين بما آتيتهن) ما ذكر المخير فيه (كلهن) تأكيد للفاعل في يرضين (والله يعلم ما في قلوبكم) من أمر النساء والميل إلى بعضهن وإنما خيرناك فيهن تيسيرا عليك في كل مما أردت (وكان الله عليما) بخلقه (حليما) عن عقابهم \r\n", "sura_id": 33, "type": 2, "id": 28528, "aya_id": 51}, {"text": "تؤخر مَن تشاء مِن نسائك في القَسْم في المبيت, وتضم إليك مَن تشاء منهن, ومَن طَلَبْتَ ممن أخَّرت قَسْمها, فلا إثم عليك في هذا, ذلك التخيير أقرب إلى أن يفرحن ولا يحزنَّ, ويرضين كلهن بما قسمت لهنَّ, والله يعلم ما في قلوب الرجال مِن مَيْلها إلى بعض النساء دون بعض. وكان الله عليمًا بما في القلوب, حليمًا لا يعجل بالعقوبة على من عصاه.\r\n", "sura_id": 33, "type": 3, "id": 34764, "aya_id": 51}, {"text": " <font color=red>تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا</font><BR><p>قَالَ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن بِشْر حَدَّثَنَا هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّهَا كَانَتْ تَغِير مِنْ النِّسَاء اللَّاتِي وَهَبْنَ أَنْفُسهنَّ لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ أَلَا تَسْتَحْيِي الْمَرْأَة أَنْ تَعْرِض نَفْسهَا بِغَيْرِ صَدَاق ؟ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" تُرْجِي مَنْ تَشَاء مِنْهُنَّ وَتُؤْوِي إِلَيْك مَنْ تَشَاء \" الْآيَة قَالَتْ إِنِّي أَرَى رَبّك يُسَارِع لَك فِي هَوَاك وَقَدْ تَقَدَّمَ أَنَّ الْبُخَارِيّ رَوَاهُ مِنْ حَدِيث أَبَى أُسَامَة عَنْ هِشَام بْن عُرْوَة فَدَلَّ هَذَا عَلَى أَنَّ الْمُرَاد بِقَوْلِهِ تُرْجِي \" أَيْ تُؤَخِّر \" مَنْ تَشَاء مِنْهُنَّ \" أَيْ مِنْ الْوَاهِبَات\" وَتُؤْوِي إِلَيْك مَنْ تَشَاء \" أَيْ مَنْ شِئْت قَبِلْتهَا وَمَنْ شِئْت رَدَدْتهَا وَمَنْ رَدَدْتهَا فَأَنْتَ فِيهَا أَيْضًا بِالْخِيَارِ بَعْد ذَلِكَ إِنْ شِئْت عُدْت فِيهَا فَأَوَيْتهَا وَلِهَذَا قَالَ\" وَمَنْ اِبْتَغَيْت مِمَّنْ عَزَلْت فَلَا جُنَاح عَلَيْك \" قَالَ عَامِر الشَّعْبِيّ فِي قَوْله تَعَالَى \" تُرْجِي مَنْ تَشَاء مِنْهُنَّ\" الْآيَة كُنَّ نِسَاءً وَهَبْنَ أَنْفُسهنَّ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَدَخَلَ بِبَعْضِهِنَّ وَأَرْجَأَ بَعْضهنَّ لَمْ يُنْكَحْنَ بَعْده مِنْهُنَّ أُمّ شَرِيك وَقَالَ آخَرُونَ بَلْ الْمُرَاد بِقَوْلِهِ \" تُرْجِي مَنْ تَشَاء مِنْهُنَّ \" الْآيَة أَيْ مِنْ أَزْوَاجِك لَا حَرَج عَلَيْك أَنْ تَتْرُك الْقَسْم لَهُنَّ فَتُقَدِّم مَنْ شِئْت وَتُؤَخِّر مَنْ شِئْت وَتُجَامِع مَنْ شِئْت وَتَتْرُك مَنْ شِئْت هَكَذَا يُرْوَى عَنْ اِبْن عَبَّاس وَمُجَاهِد وَالْحَسَن وَقَتَادَة وَأَبِي رَزِين وَعَبْد الرَّحْمَن بْن زَيْد اِبْن أَسْلَمَ وَغَيْرهمْ وَمَعَ هَذَا كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْسِم لَهُنَّ وَلِهَذَا ذَهَبَ طَائِفَة مِنْ الْفُقَهَاء مِنْ الشَّافِعِيَّة وَغَيْرهمْ إِلَى أَنَّهُ لَمْ يَكُنْ الْقَسْم وَاجِبًا عَلَيْهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاحْتَجُّوا بِهَذِهِ الْآيَة الْكَرِيمَة وَقَالَ الْبُخَارِيّ حَدَّثَنَا حِبَّان بْن مُوسَى حَدَّثَنَا عَبْد اللَّه هُوَ اِبْن الْمُبَارَك أَخْبَرَنَا عَاصِم الْأَحْوَل عَنْ مُعَاذ عَنْ عَائِشَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَسْتَأْذِن فِي الْيَوْم الْمَرْأَة مِنَّا بَعْد أَنْ نَزَلَتْ هَذِهِ الْآيَة \" تُرْجِي مَنْ تَشَاء مِنْهُنَّ وَتُؤْوِي إِلَيْك مَنْ تَشَاء وَمَنْ اِبْتَغَيْت مِمَّنْ عَزَلْت فَلَا جُنَاح عَلَيْك \" فَقُلْت لَهَا مَا كُنْت تَقُولِينَ ؟ فَقَالَتْ كُنْت أَقُول إِنْ كَانَ ذَلِكَ إِلَيَّ فَإِنِّي لَا أُرِيد يَا رَسُول اللَّه أَنْ أُؤْثِر عَلَيْك أَحَدًا فَهَذَا الْحَدِيث عَنْهَا يَدُلّ عَلَى أَنَّ الْمُرَاد مِنْ ذَلِكَ عَدَم وُجُود الْقَسْم وَحَدِيثهَا الْأَوَّل يَقْتَضِي أَنَّ الْآيَة نَزَلَتْ فِي الْوَاهِبَات وَمِنْ هَهُنَا اِخْتَارَ اِبْن جَرِير أَنَّ الْآيَة عَامَّة فِي الْوَاهِبَات وَفِي النِّسَاء اللَّاتِي عِنْده أَنَّهُ مُخَيَّر فِيهِنَّ إِنْ شَاءَ قَسَمَ وَإِنْ شَاءَ لَمْ يَقْسِم وَهَذَا الَّذِي اِخْتَارَهُ حَسَن جَيِّد قَوِيّ وَفِيهِ جَمْع بَيْن الْأَحَادِيث وَلِهَذَا قَالَ تَعَالَى \" ذَلِكَ أَدْنَى أَنْ تَقَرّ أَعْيُنهنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتهنَّ كُلّهنَّ\" أَيْ إِذَا عَلِمْنَ أَنَّ اللَّه قَدْ وَضَعَ عَنْك الْحَرَج فِي الْقَسْم فَإِنْ شِئْت قَسَمْت وَإِنْ شِئْت لَمْ تَقْسِم لَا جُنَاح عَلَيْك فِي أَيّ ذَلِكَ فَعَلْت ثُمَّ مَعَ هَذَا إِنْ تَقْسِم لَهُنَّ اِخْتِيَارًا مِنْك لَا أَنَّهُ عَلَى سَبِيل الْوُجُوب فَرِحْنَ بِذَلِكَ وَاسْتَبْشَرْنَ بِهِ وَحَمَلْنَ جَمِيلَتك فِي ذَلِكَ وَاعْتَرَفْنَ بِمِنَّتِك عَلَيْهِنَّ فِي قِسْمَتك لَهُنَّ وَتَسْوِيَتك بَيْنهنَّ وَإِنْصَافك لَهُنَّ وَعَدْلِك فِيهِنَّ وَقَوْله تَعَالَى \" وَاَللَّه يَعْلَم مَا فِي قُلُوبكُمْ \" أَيْ مِنْ الْمَيْل إِلَى بَعْضهنَّ دُون بَعْض مِمَّا لَا يُمْكِن دَفْعه كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ أَيُّوب عَنْ أَبِي قِلَابَة عَنْ عَبْد اللَّه بْن يَزِيد عَنْ عَائِشَة قَالَتْ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْسِم بَيْن نِسَائِهِ فَيَعْدِل ثُمَّ يَقُول اللَّهُمَّ هَذَا فِعْلِي فِيمَا أَمْلِك فَلَا تَلُمْنِي فِيمَا تَمْلِك وَلَا أَمْلِك وَرَوَاهُ أَهْل السُّنَن الْأَرْبَعَة مِنْ حَدِيث حَمَّاد بْن سَلَمَة وَزَادَ أَبُو دَاوُدَ بَعْد قَوْله فَلَا تَلُمْنِي فِيمَا أَمْلِك يَعْنِي الْقَلْب وَإِسْنَاده صَحِيح وَرِجَاله كُلّهمْ ثِقَات وَلِهَذَا عَقَّبَ ذَلِكَ بِقَوْلِهِ تَعَالَى\" وَكَانَ اللَّه عَلِيمًا \" أَيْ بِضَمَائِر السَّرَائِر \" حَلِيمًا\" أَيْ يَحْلُم وَيَغْفِر .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40213, "aya_id": 51}]