[{"text": "قُلْ أَمَرَ رَبِّي بِالْقِسْطِ وَأَقِيمُواْ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ كَمَا بَدَأَكُمْ تَعُودُونَ", "sura_id": 7, "type": 0, "id": 983, "aya_id": 29}, {"text": "قل أمر ربي بالقسط وأقيموا وجوهكم عند كل مسجد وادعوه مخلصين له الدين كما بدأكم تعودون", "sura_id": 7, "type": 1, "id": 7219, "aya_id": 29}, {"text": "29 - (قل أمر ربي بالقسط) بالعدل (وأقيموا) معطوف على معنى بالقسط ، أي قال أقسطوا وأقيموا أو قبله فاقبلوا مقدرا (وجوهكم) لله (عند كل مسجد) أي أخلصوا له سجودكم (وادعوه) اعبدوه (مخلصين له الدين) من الشرك (كما بدأكم) خلقكم ولم تكونوا شيئا (تعودون) أي يعيدكم أحياء يوم القيامة \r\n", "sura_id": 7, "type": 2, "id": 25927, "aya_id": 29}, {"text": "قل -أيها الرسول- لهؤلاء المشركين: أمر ربي بالعدل, وأمركم بأن تخلصوا له العبادة في كل موضع من مواضعها, وبخاصة في المساجد, وأن تدعوه مخلصين له الطاعة والعبادة, وأن تؤمنوا بالبعث بعد الموت. وكما أن الله أوجدكم من العدم فإنه قادر على إعادة الحياة إليكم مرة أخرى.\r\n", "sura_id": 7, "type": 3, "id": 32163, "aya_id": 29}, {"text": " <font color=red>قُلْ أَمَرَ رَبِّي بِالْقِسْطِ وَأَقِيمُوا وُجُوهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ كَمَا بَدَأَكُمْ تَعُودُونَ</font><BR><p>قَوْله تَعَالَى \" قُلْ أَمَرَ رَبِّي بِالْقِسْطِ \" أَيْ بِالْعَدْلِ وَالِاسْتِقَامَة \" وَأَقِيمُوا وُجُوهكُمْ عِنْد كُلّ مَسْجِد وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّين \" أَيْ أَمَرَكُمْ بِالِاسْتِقَامَةِ فِي عِبَادَته فِي مَحَالّهَا وَهِيَ مُتَابَعَة الْمُرْسَلِينَ الْمُؤَيَّدِينَ بِالْمُعْجِزَاتِ فِيمَا أَخْبَرُوا بِهِ عَنْ اللَّه وَمَا جَاءُوا بِهِ مِنْ الشَّرَائِع وَبِالْإِخْلَاصِ لَهُ فِي عِبَادَته فَإِنَّهُ تَعَالَى لَا يَتَقَبَّل الْعَمَل حَتَّى يَجْمَع هَذَيْنِ الرُّكْنَيْنِ أَنْ يَكُون صَوَابًا مُوَافِقًا لِلشَّرِيعَةِ وَأَنْ يَكُون خَالِصًا مِنْ الشِّرْك . وَقَوْله تَعَالَى \" كَمَا بَدَأَكُمْ تَعُودُونَ \" إِلَى قَوْله \" الضَّلَالَة\" اُخْتُلِفَ فِي مَعْنَى قَوْله \" كَمَا بَدَأَكُمْ تَعُودُونَ \" فَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد \" كَمَا بَدَأَكُمْ تَعُودُونَ \" يُحْيِيكُمْ بَعْد مَوْتكُمْ . وَقَالَ الْحَسَن الْبَصْرِيّ كَمَا بَدَأَكُمْ فِي الدُّنْيَا كَذَلِكَ تَعُودُونَ يَوْم الْقِيَامَة أَحْيَاء وَقَالَ قَتَادَة \" كَمَا بَدَأَكُمْ تَعُودُونَ \" قَالَ بَدَأَ فَخَلَقَهُمْ وَلَمْ يَكُونُوا شَيْئًا ثُمَّ ذَهَبُوا ثُمَّ يُعِيدهُمْ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ كَمَا بَدَأَكُمْ أَوَّلًا كَذَلِكَ يُعِيدكُمْ آخِرًا وَاخْتَارَ هَذَا الْقَوْل أَبُو جَعْفَر بْن جَرِير وَأَيَّدَهُ بِمَا رَوَاهُ مِنْ حَدِيث سُفْيَان الثَّوْرِيّ وَشُعْبَة بْن الْحَجَّاج كِلَاهُمَا عَنْ الْمُغِيرَة بْن النُّعْمَان عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَامَ فِينَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَوْعِظَةٍ فَقَالَ \" يَا أَيّهَا النَّاس إِنَّكُمْ تُحْشَرُونَ إِلَى اللَّه حُفَاة عُرَاة غُرْلًا كَمَا بَدَأْنَا أَوَّل خَلْق نُعِيدهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ\" . وَهَذَا الْحَدِيث مُخَرَّج فِي الصَّحِيحَيْنِ مِنْ حَدِيث شُعْبَة وَفِي حَدِيث الْبُخَارِيّ أَيْضًا مِنْ حَدِيث الثَّوْرِيّ بِهِ . وَقَالَ وَرْقَاء بْن إِيَاس أَبُو يَزِيد عَنْ مُجَاهِد \" كَمَا بَدَأَكُمْ تَعُودُونَ \" قَالَ يُبْعَث الْمُسْلِم مُسْلِمًا وَالْكَافِر كَافِرًا وَقَالَ أَبُو الْعَالِيَة \" كَمَا بَدَأَكُمْ تَعُودُونَ \" رُدُّوا إِلَى عِلْمه فِيهِمْ وَقَالَ سَعِيد بْن جُبَيْر كَمَا بَدَأَكُمْ تَعُودُونَ كَمَا كَتَبَ عَلَيْكُمْ تَكُونُونَ وَفِي رِوَايَة كَمَا كُنْتُمْ عَلَيْهِ تَكُونُونَ وَقَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ فِي قَوْله تَعَالَى\" كَمَا بَدَأَكُمْ تَعُودُونَ \" مَنْ اِبْتَدَأَ اللَّه خَلْقه عَلَى الشَّقَاوَة صَارَ إِلَى مَا اُبْتُدِئَ عَلَيْهِ خَلْقه وَإِنْ عَمِلَ بِأَعْمَالِ أَهْل السَّعَادَة وَمَنْ اِبْتَدَأَ خَلْقه عَلَى السَّعَادَة صَارَ إِلَى مَا اُبْتُدِئَ خَلْقه عَلَيْهِ وَإِنْ عَمِلَ بِأَعْمَالِ أَهْل الشَّقَاء كَمَا أَنَّ السَّحَرَة عَمِلُوا بِأَعْمَالِ أَهْل الشَّقَاء ثُمَّ صَارُوا إِلَى مَا اُبْتُدِئُوا عَلَيْهِ وَقَالَ السُّدِّيّ\" كَمَا بَدَأَكُمْ تَعُودُونَ فَرِيقًا هَدَى وَفَرِيقًا حَقَّ عَلَيْهِمْ الضَّلَالَة \" يَقُول \" كَمَا بَدَأَكُمْ تَعُودُونَ \" كَمَا خَلَقْنَاكُمْ فَرِيق مُهْتَدُونَ وَفَرِيق ضَلَال كَذَلِكَ تَعُودُونَ وَتُخْرَجُونَ مِنْ بُطُون أُمَّهَاتكُمْ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَوْله \" كَمَا بَدَأَكُمْ تَعُودُونَ فَرِيقًا هَدَى وَفَرِيقًا حَقَّ عَلَيْهِمْ الضَّلَالَة \" قَالَ إِنَّ اللَّه تَعَالَى بَدَأَ خَلْق اِبْن آدَم مُؤْمِنًا وَكَافِرًا كَمَا قَالَ \" هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِر وَمِنْكُمْ مُؤْمِن \" ثُمَّ يُعِيدهُمْ يَوْم الْقِيَامَة كَمَا بَدَأَ خَلْقهمْ مُؤْمِنًا وَكَافِرًا قُلْت وَيَتَأَيَّد هَذَا الْقَوْل بِحَدِيثِ اِبْن مَسْعُود فِي صَحِيح الْبُخَارِيّ \" فَوَاَلَّذِي لَا إِلَه غَيْره إِنَّ أَحَدكُمْ لَيَعْمَل بِعَمَلِ أَهْل الْجَنَّة حَتَّى مَا يَكُون بَيْنه وَبَيْنهَا إِلَّا بَاع أَوْ ذِرَاع فَيَسْبِق عَلَيْهِ الْكِتَاب فَيَعْمَل بِعَمَلِ أَهْل النَّار فَيَدْخُلهَا وَإِنَّ أَحَدكُمْ لَيَعْمَل بِعَمَلِ أَهْل النَّار حَتَّى مَا يَكُون بَيْنه وَبَيْنهَا إِلَّا بَاع أَوْ ذِرَاع فَيَسْبِق عَلَيْهِ الْكِتَاب فَيَعْمَل بِعَمَلِ أَهْل الْجَنَّة فَيَدْخُل الْجَنَّة \" وَقَالَ أَبُو الْقَاسِم الْبَغَوِيّ حَدَّثَنَا عَلِيّ بْن الْجَعْد حَدَّثَنَا أَبُو غَسَّان عَنْ أَبِي حَازِم عَنْ سَهْل بْن سَعْد قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الْعَبْد لَيَعْمَل فِيمَا يَرَى النَّاس بِعَمَلِ أَهْل الْجَنَّة وَإِنَّهُ مِنْ أَهْل النَّار وَإِنَّهُ لَيَعْمَل فِيمَا يَرَى النَّاس بِعَمَلِ أَهْل النَّار وَإِنَّهُ مِنْ أَهْل الْجَنَّة وَإِنَّمَا الْأَعْمَال بِالْخَوَاتِيمِ \" هَذَا قِطْعَة مِنْ حَدِيث الْبُخَارِيّ مِنْ حَدِيث أَبِي غَسَّان مُحَمَّد بْن مُطَرِّف الْمَدَنِيّ فِي قِصَّة قُزْمَان يَوْم أُحُد وَقَالَ اِبْن جَرِير حَدَّثَنِي اِبْن بَشَّار حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا سُفْيَان عَنْ الْأَعْمَش عَنْ أَبِي سُفْيَان عَنْ جَابِر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" تُبْعَث كُلّ نَفْس عَلَى مَا كَانَتْ عَلَيْهِ \" . وَهَذَا الْحَدِيث رَوَاهُ مُسْلِم وَابْن مَاجَهْ مِنْ غَيْر وَجْه عَنْ الْأَعْمَش بِهِ وَلَفْظه \" يُبْعَث كُلّ عَبْد عَلَى مَا مَاتَ عَلَيْهِ \" وَعَنْ اِبْن عَبَّاس مِثْله قُلْت وَيَتَأَيَّد بِحَدِيثِ اِبْن مَسْعُود قُلْت وَلَا بُدّ مِنْ الْجَمْع بَيْن هَذَا الْقَوْل إِنْ كَانَ هُوَ الْمُرَاد مِنْ الْآيَة وَبَيْن قَوْله تَعَالَى \" فَأَقِمْ وَجْهك لِلدِّينِ حَنِيفًا فِطْرَة اللَّه الَّتِي فَطَرَ النَّاس عَلَيْهَا \" وَمَا جَاءَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ قَالَ \" كُلّ مَوْلُود يُولَد عَلَى الْفِطْرَة فَأَبَوَاهُ يُهَوِّدَانِهِ وَيُنَصِّرَانِهِ وَيُمَجِّسَانِهِ\" وَفِي صَحِيح مُسْلِم عَنْ عِيَاض بْن حِمَار قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَقُول اللَّه تَعَالَى : إِنِّي خَلَقْت عِبَادِي حُنَفَاء فَجَاءَتْهُمْ الشَّيَاطِين فَاجْتَالَتْهُمْ عَنْ دِينهمْ \" الْحَدِيث وَوَجْه الْجَمْع عَلَى هَذَا أَنَّهُ تَعَالَى خَلَقَهُمْ لِيَكُونَ مِنْهُمْ مُؤْمِن وَكَافِر فِي ثَانِي الْحَال وَإِنْ كَانَ قَدْ فَطَرَ الْخَلْق كُلّهمْ عَلَى مَعْرِفَته وَتَوْحِيده وَالْعِلْم بِأَنَّهُ لَا إِلَه غَيْره كَمَا أَخَذَ عَلَيْهِمْ الْمِيثَاق بِذَلِكَ وَجَعَلَهُ فِي غَرَائِزهمْ وَفِطَرهمْ وَمَعَ هَذَا قَدَّرَ أَنَّ مِنْهُمْ شَقِيًّا وَمِنْهُمْ سَعِيدًا \" هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِر وَمِنْكُمْ مُؤْمِن \" وَفِي الْحَدِيث \" كُلّ النَّاس يَغْدُو فَبَائِع نَفْسه فَمُعْتِقهَا أَوْ مُوبِقهَا \" . وَقَدَر اللَّه نَافِذ فِي بَرِيَّته فَإِنَّهُ هُوَ \" الَّذِي قَدَّرَ فَهَدَى \" وَ\" الَّذِي أَعْطَى كُلّ شَيْء خَلْقه ثُمَّ هَدَى \" وَفِي الصَّحِيحَيْنِ\" فَأَمَّا مَنْ كَانَ مِنْكُمْ مِنْ أَهْل السَّعَادَة فَسَيُيَسَّرُ لِعَمَلِ أَهْل السَّعَادَة وَأَمَّا مَنْ كَانَ مِنْ أَهْل الشَّقَاوَة فَسَيُيَسَّرُ لِعَمَلِ أَهْل الشَّقَاوَة \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42594, "aya_id": 29}]