[{"text": "إِن تُبْدُواْ الصَّدَقَاتِ فَنِعِمَّا هِيَ وَإِن تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاء فَهُوَ خَيْرٌ لُّكُمْ وَيُكَفِّرُ عَنكُم مِّن سَيِّئَاتِكُمْ وَاللّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "sura_id": 2, "type": 0, "id": 278, "aya_id": 271}, {"text": "إن تبدوا الصدقات فنعما هي وإن تخفوها وتؤتوها الفقراء فهو خير لكم ويكفر عنكم من سيئاتكم والله بما تعملون خبير", "sura_id": 2, "type": 1, "id": 6514, "aya_id": 271}, {"text": "271 - (إن تبدوا) تظهروا (الصدقات) أي النوافل (فنعمَّا هي) أي نعم شيئا إبداؤها (وإن تخفوها) تسروها (وتؤتوها الفقراء فهو خير لكم) من إبدائها وإيتائها الأغنياء أما صدقة الفرض فالأفضل إظهارها ليقتدى به ولئلا يتهم وإيتاؤها الفقراء متعين (ويُكَفِّرْ) بالياء والنون مجزوما بالعطف على محل فهو ومرفوعا على الاستئناف (عنكم من) بعض (سيئاتكم والله بما تعملون خبير) عالم بباطنه كظاهره لا يخفى عليه شيء منه \r\n", "sura_id": 2, "type": 2, "id": 25222, "aya_id": 271}, {"text": "إن تظهروا ما تتصدقون به لله فنِعْمَ ما تصدقتم به, وإن تسرُّوا بها, وتعطوها الفقراء فهذا أفضل لكم; لأنه أبعد عن الرياء, وفي الصدقة -مع الإخلاص- محو لذنوبكم. والله الذي يعلم دقائق الأمور, لا يخفى عليه شيء من أحوالكم, وسيجازي كلا بعمله.\r\n", "sura_id": 2, "type": 3, "id": 31458, "aya_id": 271}, {"text": " <font color=red>إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ</font><BR><p>وَقَوْله \" إِنْ تُبْدُوا الصَّدَقَات فَنِعِمَّا هِيَ \" أَيْ إِنْ أَظْهَرْتُمُوهَا فَنِعْمَ شَيْء هِيَ . وَقَوْله \" وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاء فَهُوَ خَيْر لَكُمْ \" فِيهِ دَلَالَة عَلَى أَنَّ إِسْرَار الصَّدَقَة أَفْضَل مِنْ إِظْهَارهَا لِأَنَّهُ أَبْعَد عَنْ الرِّيَاء إِلَّا أَنْ يَتَرَتَّب عَلَى الْإِظْهَار مَصْلَحَة رَاجِحَة مِنْ اِقْتِدَاء النَّاس بِهِ فَيَكُون أَفْضَل مِنْ هَذِهِ الْحَيْثِيَّة وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْجَاهِرُ بِالْقُرْآنِ كَالْجَاهِرِ بِالصَّدَقَةِ وَالْمُسِرُّ بِالْقُرْآنِ كَالْمُسِرِّ بِالصَّدَقَةِ وَالْأَصْل أَنَّ الْإِسْرَار أَفْضَل لِهَذِهِ الْآيَة وَلِمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - سَبْعَة يُظِلُّهُمْ اللَّهُ فِي ظِلِّهِ يَوْم لَا ظِلَّ إِلَّا ظِلُّهُ : إِمَامٌ عَادِلٌ وَشَابٌّ نَشَأَ فِي عِبَادَةِ اللَّهِ وَرَجُلَانِ تَحَابَّا فِي اللَّهِ اِجْتَمَعَا عَلَيْهِ وَتَفَرَّقَا عَلَيْهِ وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ بِالْمَسْجِدِ إِذَا خَرَجَ مِنْهُ حَتَّى يَرْجِعَ إِلَيْهِ وَرَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ وَرَجُلٌ دَعَتْهُ اِمْرَأَةٌ ذَاتُ مَنْصِبٍ وَجَمَالٍ فَقَالَ إِنِّي أَخَافُ اللَّهَ رَبّ الْعَالَمِينَ وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لَا تَعْلَم شِمَاله مَا تُنْفِق يَمِينه وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَزِيد بْن هَارُون أَخْبَرَنَا الْعَوَّام بْن حَوْشَب عَنْ سُلَيْمَان بْن أَبِي سُلَيْمَان عَنْ أَنَس بْن مَالِك عَنْ النَّبِيّ - صَلَّى اللَّه تَعَالَى عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ - قَالَ لَمَّا خَلَقَ اللَّه الْأَرْض جَعَلَتْ تَمِيد فَخَلَقَ الْجِبَال فَأَلْقَاهَا عَلَيْهَا فَاسْتَقَرَّتْ فَتَعَجَّبَتْ الْمَلَائِكَة مِنْ خَلْق الْجِبَال فَقَالَتْ : يَا رَبّ هَلْ فِي خَلْقك شَيْء أَشَدّ مِنْ الْجِبَال ؟ قَالَ نَعَمْ الْحَدِيد قَالَتْ : يَا رَبّ فَهَلْ مِنْ خَلْقك شَيْء أَشَدّ مِنْ الْحَدِيد قَالَ : نَعَمْ النَّار قَالَتْ : يَا رَبّ فَهَلْ مِنْ خَلْقك شَيْء أَشَدّ مِنْ النَّار ؟ قَالَ : نَعَمْ الْمَاء قَالَتْ : يَا رَبّ فَهَلْ مِنْ خَلْقك شَيْء أَشَدّ مِنْ الْمَاء ؟ قَالَ : نَعَمْ الرِّيح قَالَتْ : يَا رَبّ فَهَلْ مِنْ خَلْقك شَيْء أَشَدّ مِنْ الرِّيح ؟ قَالَ : نَعَمْ اِبْن آدَم يَتَصَدَّق بِيَمِينِهِ فَيُخْفِيهَا مِنْ شِمَاله وَقَدْ ذَكَرْنَا فِي فَضْل آيَة الْكُرْسِيّ عَنْ أَبِي ذَرّ قَالَ : قُلْت يَا رَسُول اللَّه أَيّ الصَّدَقَة أَفْضَل ؟ قَالَ سِرٌّ إِلَى فَقِير أَوْ جَهْدٌ مِنْ مُقِلٍّ وَرَوَاهُ أَحْمَد وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق عَلِيّ بْن يَزِيد عَنْ الْقَاسِم عَنْ أَبِي أُمَامَة عَنْ أَبِي ذَرّ فَذَكَرَهُ وَزَادَ ثُمَّ شَرَعَ فِي هَذِهِ الْآيَة \" إِنْ تُبْدُوا الصَّدَقَات فَنِعِمَّا هِيَ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاء فَهُوَ خَيْر لَكُمْ\" الْآيَة وَفِي الْحَدِيث الْمَرْوِيّ صَدَقَة السِّرّ تُطْفِئ غَضَب الرَّبّ عَزَّ وَجَلَّ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا الْحُسَيْن بْن زِيَاد الْمُحَارِبِيّ مُؤَدِّب مُحَارِب أَنَا مُوسَى بْن عُمَيْر عَنْ عَامِر الشَّعْبِيّ فِي قَوْله \" إِنْ تُبْدُوا الصَّدَقَات فَنِعِمَّا هِيَ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاء فَهُوَ خَيْر لَكُمْ \" قَالَ : أُنْزِلَتْ فِي أَبِي بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا أَمَّا عُمَر فَجَاءَ بِنِصْفِ مَاله حَتَّى دَفَعَهُ إِلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ لَهُ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَا خَلَّفْت وَرَاءَك لِأَهْلِك يَا عُمَر قَالَ : خَلَّفْت لَهُمْ نِصْف مَالِي وَأَمَّا أَبُو بَكْر فَجَاءَ بِمَالِهِ كُلّه يَكَاد أَنْ يُخْفِيه مِنْ نَفْسه حَتَّى دَفَعَهُ إِلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ لَهُ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - مَا خَلَّفْت وَرَاءَك لِأَهْلِك يَا أَبَا بَكْر ؟ فَقَالَ عِدَة اللَّه وَعِدَة رَسُوله فَبَكَى عُمَر رَضِيَ اللَّه عَنْهُ وَقَالَ بِأَبِي أَنْتَ وَأُمِّي يَا أَبَا بَكْر وَاَللَّه مَا اِسْتَبَقْنَا إِلَى بَاب خَيْر قَطُّ إِلَّا كُنْت سَابِقًا وَهَذَا الْحَدِيث رُوِيَ مِنْ وَجْه آخَر عَنْ عُمَر - رَضِيَ اللَّه عَنْهُ - وَإِنَّمَا أَوْرَدْنَاهُ هَاهُنَا لِقَوْلِ الشَّعْبِيّ إِنَّ الْآيَة نَزَلَتْ فِي ذَلِكَ ثُمَّ إِنَّ الْآيَة عَامَّة فِي أَنَّ إِخْفَاء الصَّدَقَة أَفْضَل سَوَاء كَانَتْ مَفْرُوضَة أَوْ مَنْدُوبَة لَكِنْ رَوَى اِبْن جَرِير مِنْ طَرِيق عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي تَفْسِير هَذِهِ الْآيَة قَالَ : جَعَلَ اللَّه صَدَقَة السِّرّ فِي التَّطَوُّع تَفْضُل عَلَانِيَتهَا يُقَال بِسَبْعِينَ ضِعْفًا وَجَعَلَ صَدَقَة الْفَرِيضَة عَلَانِيَتهَا أَفْضَل مِنْ سِرّهَا يُقَال بِخَمْسَةٍ وَعِشْرِينَ ضِعْفًا. وَقَوْله \" وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ \" أَيْ بَدَل الصَّدَقَات وَلَا سِيَّمَا إِذَا كَانَتْ سِرًّا يَحْصُل لَكُمْ الْخَيْر فِي رَفْع الدَّرَجَات وَيُكَفِّر عَنْكُمْ السَّيِّئَات وَقَدْ قُرِئَ وَيُكَفِّرْ بِالْجَزْمِ عَطْفًا عَلَى مَحَلّ جَوَاب الشَّرْط وَهُوَ قَوْله \" فَنِعِمَّا هِيَ \" كَقَوْلِهِ فَأَصَّدَّق وَأَكُونَ وَأَكُنْ وَقَوْله \" وَاَللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ \" أَيْ لَا يَخْفَى عَلَيْهِ مِنْ ذَلِكَ شَيْء وَسَيَجْزِيكُمْ عَلَيْهِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38687, "aya_id": 271}]