[{"text": "وَلَوْ أَنَّهُمْ أَقَامُواْ التَّوْرَاةَ وَالإِنجِيلَ وَمَا أُنزِلَ إِلَيهِم مِّن رَّبِّهِمْ لأكَلُواْ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم مِّنْهُمْ أُمَّةٌ مُّقْتَصِدَةٌ وَكَثِيرٌ مِّنْهُمْ سَاء مَا يَعْمَلُونَ", "sura_id": 5, "type": 0, "id": 735, "aya_id": 66}, {"text": "ولو أنهم أقاموا التوراة والإنجيل وما أنزل إليهم من ربهم لأكلوا من فوقهم ومن تحت أرجلهم منهم أمة مقتصدة وكثير منهم ساء ما يعملون", "sura_id": 5, "type": 1, "id": 6971, "aya_id": 66}, {"text": "66 - (ولو أنهم أقاموا التوراة والإنجيل) بالعمل بما فيهما ومنه الإيمان بالنبي صلى الله عليه وسلم (وما أنزل إليهم) من الكتب (من ربهم لأكلوا من فوقهم ومن تحت أرجلهم) بأن يوسع عليهم الرزق ويفيض من كل جهة (منهم أمة) جماعة (مقتصدة) تعمل به وهم من آمن بالنبي صلى الله عليه وسلم كعبد الله بن سلام وأصحابه (وكثير منهم ساء) بئس (ما) شيئا (يعملونـ) ـه \r\n", "sura_id": 5, "type": 2, "id": 25679, "aya_id": 66}, {"text": "ولو أنَّهم عملوا بما في التوراة والإنجيل, وبما أُنْزِل عليك أيها الرسول - وهو القرآن الكريم - لرُزِقوا من كلِّ سبيلٍ, فأنزلنا عليهم المطر, وأنبتنا لهم الثمر, وهذا جزاء الدنيا. وإنَّ مِن أهل الكتاب فريقًا معتدلا ثابتًا على الحق, وكثير منهم ساء عملُه, وضل عن سواء السبيل.\r\n", "sura_id": 5, "type": 3, "id": 31915, "aya_id": 66}, {"text": " <font color=red>وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ وَكَثِيرٌ مِنْهُمْ سَاءَ مَا يَعْمَلُونَ</font><BR><p>قَالَ تَعَالَى \" وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاة وَالْإِنْجِيل وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبّهمْ \" قَالَ اِبْن عَبَّاس وَغَيْره هُوَ الْقُرْآن لَأَكَلُوا مِنْ فَوْقهمْ وَمِنْ تَحْت أَرْجُلهمْ أَيْ لِأَنَّهُمْ عَمِلُوا بِمَا فِي الْكُتُب الَّتِي بِأَيْدِيهِمْ عَنْ الْأَنْبِيَاء عَلَى مَا هِيَ عَلَيْهِ مِنْ غَيْر تَحْرِيف وَلَا تَبْدِيل وَلَا تَغْيِير لَقَادَهُمْ ذَلِكَ إِلَى اِتِّبَاع الْحَقّ وَالْعِلْم بِمُقْتَضَى مَا بَعَثَ اللَّه بِهِ مُحَمَّدًا - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَإِنَّ كُتُبهمْ نَاطِقَة بِتَصْدِيقِهِ وَالْأَمْر بِاتِّبَاعِهِ حَتْمًا لَا مَحَالَة وَقَوْله تَعَالَى \" لَأَكَلُوا مِنْ فَوْقهمْ وَمِنْ تَحْت أَرْجُلهمْ \" يَعْنِي بِذَلِكَ كَثْرَة الرِّزْق النَّازِل عَلَيْهِمْ مِنْ السَّمَاء وَالْأَرْض وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" لَأَكَلُوا مِنْ فَوْقهمْ \" يَعْنِي لَأَرْسَلَ السَّمَاء عَلَيْهِمْ مِدْرَارًا وَمِنْ تَحْت أَرْجُلهمْ يَعْنِي يَخْرُج مِنْ الْأَرْض بَرَكَاتهَا وَكَذَا قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر وَقَتَادَة وَالسُّدِّيّ كَمَا قَالَ تَعَالَى \" وَلَوْ أَنَّ أَهْل الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَات مِنْ السَّمَاء وَالْأَرْض \" الْآيَة وَقَالَ تَعَالَى \" ظَهَرَ الْفَسَاد فِي الْبَرّ وَالْبَحْر بِمَا كَسَبَتْ أَيْدِي النَّاس \" الْآيَة وَقَالَ بَعْضهمْ مَعْنَاهُ \" لَأَكَلُوا مِنْ فَوْقهمْ وَمِنْ تَحْت أَرْجُلهمْ\" يَعْنِي مِنْ غَيْر كَدّ وَلَا تَعَب وَلَا شَقَاء وَلَا عَنَاء وَقَالَ اِبْن جَرِير : قَالَ بَعْضهمْ مَعْنَاهُ لَكَانُوا فِي الْخَيْر كَمَا يَقُول الْقَائِل : هُوَ فِي الْخَيْر مِنْ فَرْقه إِلَى قَدَمه ثُمَّ رُدَّ هَذَا الْقَوْل لِمُخَالَفَةِ أَقْوَال السَّلَف . وَقَدْ ذَكَرَ اِبْن أَبِي حَاتِم عِنْد قَوْله \" وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاة وَالْإِنْجِيل \" فَقَالَ حَدَّثَنَا عَلْقَمَة عَنْ صَفْوَان بْن عَمْرو عَنْ عَبْد الرَّحْمَن بْن جُبَيْر بْن نُفَيْر عَنْ أَبِيهِ أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ يُوشِك أَنْ يُرْفَع الْعِلْم قَالَ زِيَاد بْن لَبِيد يَا رَسُول اللَّه وَكَيْف يُرْفَع الْعِلْم وَقَدْ قَرَأْنَا الْقُرْآن وَعَلَّمْنَاهُ أَبْنَاءَنَا فَقَالَ : ثَكِلَتْك أُمُّك يَا اِبْن لَبِيد إِنْ كُنْت لَأَرَاك مِنْ أَفْقَهِ أَهْلِ الْمَدِينَةِ أَوَلَيْسَتْ التَّوْرَاة وَالْإِنْجِيل بِأَيْدِي الْيَهُود وَالنَّصَارَى فَمَا أَغْنَى عَنْهُمْ حِين تَرَكُوا أَمْر اللَّه ثُمَّ قَرَأَ \" وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاة وَالْإِنْجِيل\" هَكَذَا أَوْرَدَهُ اِبْن أَبِي حَاتِم مُعَلَّقًا مِنْ أَوَّل إِسْنَاده مُرْسَلًا فِي آخِره وَقَدْ رَوَاهُ الْإِمَام أَحْمَد بْن حَنْبَل مُتَّصِلًا مَوْصُولًا فَقَالَ : حَدَّثَنَا وَكِيع حَدَّثَنَا الْأَعْمَش عَنْ سَالِم بْن أَبِي الْجَعْد عَنْ زِيَاد بْن لَبِيد أَنَّهُ قَالَ ذَكَرَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - شَيْئًا فَقَالَ وَذَاكَ عِنْد ذَهَاب الْعِلْم قَالَ قُلْنَا يَا رَسُول اللَّه وَكَيْف يَذْهَب الْعِلْم وَنَحْنُ نَقْرَأ الْقُرْآن وَنُقْرِئهُ أَبْنَاءَنَا وَأَبْنَاؤُنَا يُقْرِئُونَهُ أَبْنَاءَهُمْ إِلَى يَوْم الْقِيَامَة فَقَالَ ثَكِلَتْك أُمّك يَا اِبْن أُمّ لَبِيد إِنْ كُنْت لَأَرَاك مِنْ أَفْقَه رَجُل بِالْمَدِينَةِ أَوَ لَيْسَ هَذِهِ الْيَهُود وَالنَّصَارَى يَقْرَءُونَ التَّوْرَاة وَالْإِنْجِيل وَلَا يَنْتَفِعُونَ بِمَا فِيهِمَا بِشَيْءٍ\" هَكَذَا رَوَاهُ اِبْن مَاجَهْ عَنْ أَبَى بَكْر بْن أَبِي شَيْبَة عَنْ وَكِيع بِهِ نَحْوه وَهَذَا إِسْنَاد صَحِيح وَقَوْله تَعَالَى\" مِنْهُمْ أُمَّة مُقْتَصِدَة وَكَثِير مِنْهُمْ سَاءَ مَا يَعْمَلُونَ\" كَقَوْلِهِ \" وَمِنْ قَوْم مُوسَى أُمَّة يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ \" وَكَقَوْلِهِ عَنْ أَتْبَاع عِيسَى فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرهمْ \" الْآيَة فَجَعَلَ أَعْلَى مَقَامَاتهمْ الِاقْتِصَاد وَهُوَ أَوْسَط مَقَامَات هَذِهِ الْأُمَّة وَفَوْق ذَلِكَ رُتْبَة السَّابِقِينَ كَمَا فِي قَوْله عَزَّ وَجَلَّ \" ثُمَّ أَوْرَثْنَا الْكِتَاب الَّذِينَ اِصْطَفَيْنَا مِنْ عِبَادنَا فَمِنْهُمْ ظَالِم لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِد وَمِنْهُمْ سَابِق بِالْخَيْرَاتِ بِإِذْنِ اللَّه ذَلِكَ هُوَ الْفَضْل الْكَبِير جَنَّات عَدْن يَدْخُلُونَهَا\" الْآيَة وَالصَّحِيح أَنَّ الْأَقْسَام الثَّلَاثَة مِنْ هَذِهِ الْأُمَّة كُلّهمْ يَدْخُلُونَ الْجَنَّة وَقَدْ قَالَ أَبُو بَكْر بْن مَرْدُوَيْهِ حَدَّثَنَا عَبْد اللَّه بْن جَعْفَر حَدَّثَنَا أَحْمَد بْن يُونُس الضَّبِّيّ حَدَّثَنَا عَاصِم بْن عَلِيّ حَدَّثَنَا أَبُو مَعْشَر عَنْ يَعْقُوب بْن يَزِيد بْن طَلْحَة عَنْ زَيْد بْن أَسْلَمَ عَنْ أَنَس بْن مَالِك قَالَ كُنَّا عِنْد رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ : \" تَفَرَّقَتْ أُمَّة مُوسَى عَلَى إِحْدَى وَسَبْعِينَ مِلَّة سَبْعُونَ مِنْهَا فِي النَّار وَوَاحِدَة فِي الْجَنَّة وَتَفَرَّقَتْ أُمَّة عِيسَى عَلَى ثِنْتَيْنِ وَسَبْعِينَ مِلَّة وَاحِدَة مِنْهَا فِي الْجَنَّة وَإِحْدَى وَسَبْعُونَ مِنْهَا فِي النَّار وَتَعْلُو أُمَّتِي عَلَى الْفِرْقَتَيْنِ جَمِيعًا وَاحِدَةٌ فِي الْجَنَّة وَثِنْتَانِ وَسَبْعُونَ فِي النَّار قَالُوا مَنْ هُمْ يَا رَسُول اللَّه قَالَ الْجَمَاعَات الْجَمَاعَات \" قَالَ يَعْقُوب بْن زَيْد كَانَ عَلِيّ بْن أَبِي طَالِب إِذَا حَدَّثَ بِهَذَا الْحَدِيث عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - تَلَا فِيهِ الْقُرْآن قَالَ \" وَلَوْ أَنَّ أَهْل الْكِتَاب آمَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتهمْ وَلَأَدْخَلْنَاهُمْ جَنَّات النَّعِيم \" إِلَى قَوْله\" مِنْهُمْ أُمَّة مُقْتَصِدَة وَكَثِير مِنْهُمْ سَاءَ مَا يَعْمَلُونَ\" وَتَلَا أَيْضًا قَوْله تَعَالَى \" وَمِمَّنْ خَلَقْنَا أُمَّة يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ \" يَعْنِي أُمَّة مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَهَذَا حَدِيث غَرِيب جِدًّا مِنْ هَذَا الْوَجْه وَبِهَذَا السِّيَاق وَحَدِيث اِفْتِرَاق الْأُمَم إِلَى بِضْع وَسَبْعِينَ مَرْوِيّ مِنْ طُرُق عَدِيدَة وَقَدْ ذَكَرْنَاهُ فِي مَوْضِع آخَر وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41520, "aya_id": 66}]