[{"text": "ذَلِكَ وَمَن يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِن تَقْوَى الْقُلُوبِ", "sura_id": 22, "type": 0, "id": 2627, "aya_id": 32}, {"text": "ذلك ومن يعظم شعائر الله فإنها من تقوى القلوب", "sura_id": 22, "type": 1, "id": 8863, "aya_id": 32}, {"text": "32 - (ذلك) يقدر قبله الأمر مبتدأ (ومن يعظم شعائر الله فإنها) أي فإن تعظيمها وهي البدن التي تهدى للحرم بأن تستحسن وتستسمن (من تقوى القلوب) منهم وسميت شعائر لإشعارها بما تعرف به أنها هدي كطعن حديدة بسنامها \r\n", "sura_id": 22, "type": 2, "id": 27571, "aya_id": 32}, {"text": "ذلك ما أمر الله به مِن توحيده وإخلاص العبادة له. ومن يمتثل أمر الله ويُعَظِّم معالم الدين، ومنها أعمال الحج وأماكنه، والذبائح التي تُذْبَح فيه، وذلك باستحسانها واستسمانها، فهذا التعظيم مِن أفعال أصحاب القلوب المتصفة بتقوى الله وخشيته.\r\n", "sura_id": 22, "type": 3, "id": 33807, "aya_id": 32}, {"text": " <font color=red>ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ</font><BR><p>يَقُول تَعَالَى هَذَا \" وَمَنْ يُعَظِّم شَعَائِر اللَّه \" أَيْ أَوَامِره\" فَإِنَّهَا مِنْ تَقْوَى الْقُلُوب \" وَمِنْ ذَلِكَ تَعْظِيم الْهَدَايَا وَالْبُدْن كَمَا قَالَ الْحَكَم عَنْ مِقْسَم عَنْ اِبْن عَبَّاس تَعْظِيمهَا اِسْتِسْمَانهَا وَاسْتِحْسَانهَا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا حَفْص بْن غِيَاث عَنْ اِبْن أَبِي لَيْلَى عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس \" ذَلِكَ وَمَنْ يُعَظِّم شَعَائِر اللَّه \" قَالَ : الِاسْتِسْمَان وَالِاسْتِحْسَان وَالِاسْتِعْظَام وَقَالَ أَبُو أُمَامَة عَنْ سَهْل : كُنَّا نُسَمِّن الْأُضْحِيَّة بِالْمَدِينَةِ وَكَانَ الْمُسْلِمُونَ يُسَمِّنُونَ . رَوَاهُ الْبُخَارِيّ . عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه \" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَالَ : \" دَم عَفْرَاء أَحَبّ إِلَى اللَّه مِنْ دَم سَوْدَاوَيْنِ \" رَوَاهُ أَحْمَد وَابْن مَاجَهْ قَالُوا وَالْعَفْرَاء هِيَ الْبَيْضَاء بَيَاضًا لَيْسَ بِنَاصِعٍ فَالْبَيْضَاء أَفْضَل مِنْ غَيْرهَا وَغَيْرهَا يُجْزِئ أَيْضًا لِمَا ثَبَتَ فِي صَحِيح الْبُخَارِيّ عَنْ أَنَس أَنَّ رَسُول اللَّه \" صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ضَحَّى بِكَبْشَيْنِ أَمْلَحَيْنِ أَقْرَنَيْنِ وَعَنْ أَبِي سَعِيد أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ضَحَّى بِكَبْشٍ أَقْرَن فَحِيل يَأْكُل فِي سَوَاد وَيَنْظُر فِي سَوَاد وَيَمْشِي فِي سَوَاد رَوَاهُ أَهْل السُّنَن وَصَحَّحَهُ التِّرْمِذِيّ - أَيْ فِيهِ نُكْتَة سَوْدَاء فِي هَذِهِ الْأَمَاكِن وَفِي سُنَن اِبْن مَاجَهْ عَنْ أَبِي رَافِع أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ضَحَّى بِكَبْشَيْنِ عَظِيمَيْنِ سَمِينَيْنِ أَقْرَنَيْنِ أَمْلَحَيْنِ مَوْجُوءَيْنِ وَكَذَا رَوَى أَبُو دَاوُد وَابْن مَاجَهْ عَنْ جَابِر ضَحَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِكَبْشَيْنِ أَقْرَنَيْنِ أَمْلَحَيْنِ مَوْجُوءَيْنِ : قِيلَ هُمَا الْخَصِيَّانِ وَقِيلَ اللَّذَانِ رُضَّ خُصْيَاهُمَا وَلَمْ يَقْطَعهُمَا وَاَللَّه أَعْلَم وَعَنْ عَلِيّ رَضِيَ اللَّه عَنْهُ قَالَ أَمَرَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ نَسْتَشْرِف الْعَيْن وَالْأُذُن وَأَنْ لَا نُضَحِّي بِمُقَابَلَةٍ وَلَا مُدَابَرَة وَلَا شَرْقَاء وَلَا خَرْقَاء . وَرَوَاهُ أَحْمَد وَأَهْل السُّنَن وَصَحَّحَهُ التِّرْمِذِيّ وَلَهُمْ عَنْهُ قَالَ نَهَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ نُضَحِّي بِأَعْضَب الْقَرْن وَالْأُذُن قَالَ سَعِيد بْن الْمُسَيِّب : الْعَضْب النِّصْف فَأَكْثَر وَقَالَ بَعْض أَهْل اللُّغَة : إِنْ كُسِرَ قَرْنهَا الْأَعْلَى فَهِيَ قَصْمَاء فَأَمَّا الْعَضْب فَهُوَ كَسْر الْأَسْفَل وَعَضْب الْأُذُن قَطْع بَعْضهَا وَعِنْد الشَّافِعِيّ أَنَّ الْأُضْحِيَّة بِذَلِكَ مُجْزِئَة لَكِنْ تُكْرَه وَقَالَ أَحْمَد لَا تُجْزِئ الْأُضْحِيَّة بِأَعْضَب الْقَرْن وَالْأُذُن لِهَذَا الْحَدِيث وَقَالَ مَالِك : إِنْ كَانَ الدَّم يَسِيل مِنْ الْقَرْن لَمْ يُجْزِئ وَإِلَّا أَجْزَأَ وَاَللَّه أَعْلَم وَأَمَّا الْمُقَابَلَة فَهِيَ الَّتِي قُطِعَ مُقَدَّم أُذُنهَا وَالْمُدَابَرَة مِنْ مُؤَخَّر أُذُنهَا وَالشَّرْقَاء هِيَ الَّتِي قُطِعَتْ أُذُنهَا طُولًا قَالَهُ الشَّافِعِيّ وَالْأَصْمَعِيّ وَأَمَّا الْخَرْقَاء فَهِيَ الَّتِي خَرَقَتْ السِّمَة أُذُنهَا خَرْقًا مُدَوَّرًا وَاَللَّه أَعْلَم . وَعَنْ الْبَرَاء قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَرْبَع لَا تَجُوز فِي الْأَضَاحِيّ الْعَوْرَاء الْبَيِّن عَوَرهَا وَالْمَرِيضَة الْبَيِّن مَرَضهَا وَالْعَرْجَاء الْبَيِّن ظَلَعهَا وَالْكَسِيرَة الَّتِي لَا تُنْقِي \" رَوَاهُ أَحْمَد وَأَهْل السُّنَن وَصَحَّحَهُ التِّرْمِذِيّ وَهَذِهِ الْعُيُوب تُنْقِص اللَّحْم لِضَعْفِهَا وَعَجْزهَا عَنْ اِسْتِكْمَال الرَّعْي لِأَنَّ الشَّاء يَسْبِقُونَهَا إِلَى الْمَرْعَى فَلِهَذَا لَا تُجْزِئ التَّضْحِيَة بِهَا عِنْد الشَّافِعِيّ وَغَيْره مِنْ الْأَئِمَّة كَمَا هُوَ ظَاهِر الْحَدِيث وَاخْتَلَفَ قَوْل الشَّافِعِيّ فِي الْمَرِيضَة مَرَضًا يَسِيرًا عَلَى قَوْلَيْنِ وَرَوَى أَبُو دَاوُد عَنْ عُتْبَة بْن عَبْدٍ السُّلَمِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَهَى عَنْ الْمُصْفَرَّة وَالْمُسْتَأْصَلَة وَالْبَخْقَاء وَالْمُشَيَّعَة وَالْكَسِيرَة فَالْمُصْفَرَّة قَبْل الْهَزِيلَة وَقِيلَ الْمُسْتَأْصَلَة الْأُذُن وَالْمُسْتَأْصَلَة مَكْسُورَة الْقَرْن وَالْبَخْقَاء هِيَ الْعَوْرَاء وَالْمُشَيَّعَة هِيَ الَّتِي لَا تَزَال تُشَيَّع خَلْف الْغَنَم وَلَا تُتْبَع لِضَعْفِهَا وَالْكَسِيرَة الْعَرْجَاء فَهَذِهِ الْعُيُوب كُلّهَا مَانِعَة مِنْ الْإِجْزَاء فَإِنْ طَرَأَ الْعَيْب بَعْد تَعْيِين الْأُضْحِيَّة فَإِنَّهُ لَا يَضُرّ عِنْد الشَّافِعِيّ خِلَافًا لِأَبِي حَنِيفَة وَقَدْ رَوَى الْإِمَام أَحْمَد عَنْ أَبِي سَعِيد قَالَ : اِشْتَرَيْت كَبْشًا أُضَحِّي بِهِ فَعَدَا الذِّئْب فَأَخَذَ الْأَلْيَة فَسَأَلْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" ضَحِّ بِهِ \" وَلِهَذَا جَاءَ فِي الْحَدِيث أَمَرَنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ نَسْتَشْرِف الْعَيْن وَالْأُذُن أَيْ أَنْ تَكُون الْهَدِيَّة وَالْأُضْحِيَّة سَمِينَة حَسَنَة كَمَا رَوَاهُ الْإِمَام أَحْمَد وَأَبُو دَاوُد عَنْ عَبْد اللَّه بْن عُمَر قَالَ أَهْدَى عُمَر نَجِيبًا فَأَعْطَى بِهَا ثَلَثمِائَةِ دِينَار فَأَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه إِنِّي أَهْدَيْت نَجِيبًا فَأَعْطَيْت بِهَا ثَلَثمِائَةِ دِينَار أَفَأَبِيعهَا وَأَشْتَرِي بِثَمَنِهَا بُدْنًا قَالَ لَا \" اِنْحَرْهَا إِيَّاهَا \" وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس الْبُدْن مِنْ شَعَائِر اللَّه وَقَالَ مُحَمَّد بْن أَبِي مُوسَى الْوُقُوف وَمُزْدَلِفَة وَالْجِمَار وَالرَّمْي وَالْحَلْق وَالْبُدْن مِنْ شَعَائِر اللَّه وَقَالَ اِبْن عُمَر أَعْظَم الشَّعَائِر الْبَيْت .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39054, "aya_id": 32}]