[{"text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَالْأَحْزَابُ مِن بَعْدِهِمْ وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَأَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ", "sura_id": 40, "type": 0, "id": 4138, "aya_id": 5}, {"text": "كذبت قبلهم قوم نوح والأحزاب من بعدهم وهمت كل أمة برسولهم ليأخذوه وجادلوا بالباطل ليدحضوا به الحق فأخذتهم فكيف كان عقاب", "sura_id": 40, "type": 1, "id": 10374, "aya_id": 5}, {"text": "5 - (كذبت قبلهم قوم نوح والأحزاب) كعاد وثمود وغيرهما (من بعدهم وهمت كل أمة برسولهم ليأخذوه) يقتلوه (وجادلوا بالباطل ليدحضوا) يزيلوا (به الحق فأخذتهم) بالعقاب (فكيف كان عقاب) لهم أي هو واقع موقعه \r\n", "sura_id": 40, "type": 2, "id": 29082, "aya_id": 5}, {"text": "كذَّبت قبل هؤلاء الكفار قومُ نوح ومَن تلاهم من الأمم التي أعلنت حربها على الرسل كعاد وثمود, حيث عزموا على إيذائهم وتجمَّعوا عليهم بالتعذيب أو القتل, وهمَّت كل أمة من هذه الأمم المكذبة برسولهم ليقتلوه, وخاصموا بالباطل؛ ليبطلوا بجدالهم الحق فعاقَبْتُهم, فكيف كان عقابي إياهم عبرة للخلق, وعظة لمن يأتي بعدهم؟\r\n", "sura_id": 40, "type": 3, "id": 35318, "aya_id": 5}, {"text": " <font color=red>كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَالْأَحْزَابُ مِنْ بَعْدِهِمْ وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَأَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ</font><BR><p>ثُمَّ قَالَ تَعَالَى مُسَلِّيًا لِنَبِيِّهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي تَكْذِيب مَنْ كَذَّبَهُ مِنْ قَوْمه بِأَنَّ لَهُ أُسْوَة مَنْ سَلَفَ مِنْ الْأَنْبِيَاء عَلَيْهِمْ الصَّلَاة وَالسَّلَام فَإِنَّهُ قَدْ كَذَّبَهُمْ أُمَمُهُمْ وَخَالَفُوهُمْ وَمَا آمَنَ بِهِمْ مِنْهُمْ إِلَّا قَلِيل فَقَالَ \" كَذَّبَتْ قَبْلهمْ قَوْم نُوح \" وَهُوَ أَوَّل رَسُول بَعَثَهُ اللَّه يَنْهَى عَنْ عِبَادَة الْأَوْثَان \" وَالْأَحْزَاب مِنْ بَعْدهمْ \" أَيْ مِنْ كُلّ أُمَّة \" وَهَمَّتْ كُلّ أُمَّة بِرَسُولِهِمْ لِيَأْخُذُوهُ \" أَيْ حَرَصُوا عَلَى قَتْلِهِ بِكُلِّ مُمْكِنٍ وَمِنْهُمْ مَنْ قَتَلَ رَسُوله \" وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقّ \" أَيْ مَا حَلُّوا بِالشُّبْهَةِ لِيَرُدُّوا الْحَقّ الْوَاضِح الْجَلِيّ. وَقَدْ قَالَ أَبُو الْقَاسِم الطَّبَرَانِيّ ثنا عَلِيّ بْن عَبْد الْعَزِيز ثنا عَارِم أَبُو النُّعْمَان ثنا مُعْتَمِر بْن سُلَيْمَان قَالَ سَمِعْت أَبِي يُحَدِّث عَنْ حَنَش عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَنْ أَعَانَ بَاطِلًا لِيُدْحِضَ بِهِ حَقًّا فَقَدْ بَرِئَتْ مِنْهُ ذِمَّة اللَّه تَعَالَى وَذِمَّة رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَقَوْله جَلَّتْ عَظَمَته \" فَأَخَذْتهمْ \" أَيْ أَهْلَكْتهمْ عَلَى مَا صَنَعُوا مِنْ هَذِهِ الْآثَام وَالذُّنُوب الْعِظَام \" فَكَيْفَ كَانَ عِقَاب\" أَيْ فَكَيْفَ بَلَغَك عَذَابِي لَهُمْ وَنَكَالِي بِهِمْ قَدْ كَانَ شَدِيدًا مُوجِعًا مُؤْلِمًا قَالَ قَتَادَة كَانَ شَدِيدًا وَاَللَّه.</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40985, "aya_id": 5}]