[{"text": "قَالُواْ أَإِنَّكَ لَأَنتَ يُوسُفُ قَالَ أَنَاْ يُوسُفُ وَهَذَا أَخِي قَدْ مَنَّ اللّهُ عَلَيْنَا إِنَّهُ مَن يَتَّقِ وَيِصْبِرْ فَإِنَّ اللّهَ لاَ يُضِيعُ أَجْرَ الْمُحْسِنِينَ", "sura_id": 12, "type": 0, "id": 1686, "aya_id": 90}, {"text": "قالوا أئنك لأنت يوسف قال أنا يوسف وهذا أخي قد من الله علينا إنه من يتق ويصبر فإن الله لا يضيع أجر المحسنين", "sura_id": 12, "type": 1, "id": 7922, "aya_id": 90}, {"text": "90 - (قالوا) بعد أن عرفوه لما ظهر من شمائله متثبتين (أئنك) بتحقيق الهمزتين وتسهيل الثانية وإدخال ألف بينهما على الوجهين (لأنت يوسف قال أنا يوسف وهذا أخي قد منَّ) أنعم (الله علينا) بالاجتماع (إنه من يتق) يخف الله (ويصبر) على ما يناله (فإن الله لا يضيع أجر المحسنين) فيه وضع الظاهر موضع المضمر \r\n", "sura_id": 12, "type": 2, "id": 26630, "aya_id": 90}, {"text": "قالوا: أإنَّك لأنت يوسف؟ قال: نعم أنا يوسف, وهذا شقيقي, قد تفضَّل الله علينا, فجمع بيننا بعد الفرقة, إنه من يتق الله, ويصبر على المحن, فإن الله لا يذهب ثواب إحسانه, وإنما يجزيه أحسن الجزاء.\r\n", "sura_id": 12, "type": 3, "id": 32866, "aya_id": 90}, {"text": " <font color=red>قَالُوا أَئِنَّكَ لَأَنْتَ يُوسُفُ قَالَ أَنَا يُوسُفُ وَهَذَا أَخِي قَدْ مَنَّ اللَّهُ عَلَيْنَا إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ</font><BR><p>فَعِنْد ذَلِكَ قَالُوا \" أَئِنَّكَ لَأَنْتَ يُوسُف \" وَقَرَأَ أُبَيّ بْن كَعْب \" إِنَّك لَأَنْتَ يُوسُف \" وَقَرَأَ اِبْن مُحَيْصِن \" أَنْتَ يُوسُف \" وَالْقِرَاءَة الْمَشْهُورَة هِيَ الْأُولَى لِأَنَّ الِاسْتِفْهَام يَدُلّ عَلَى الِاسْتِعْظَام أَيْ أَنَّهُمْ تَعَجَّبُوا مِنْ ذَلِكَ أَنَّهُمْ يَتَرَدَّدُونَ إِلَيْهِ مِنْ سَنَتَيْنِ وَأَكْثَر وَهُمْ لَا يَعْرِفُونَهُ وَهُوَ مَعَ هَذَا يَعْرِفهُمْ وَيَكْتُم نَفْسه فَلِهَذَا قَالُوا عَلَى سَبِيل الِاسْتِفْهَام\" أَئِنَّكَ لَأَنْتَ يُوسُف قَالَ أَنَا يُوسُف وَهَذَا أَخِي \" وَقَوْله\" قَدْ مَنَّ اللَّه عَلَيْنَا \" أَيْ بِجَمْعِهِ بَيْننَا بَعْد التَّفْرِقَة وَبَعْد الْمُدَّة \" إِنَّهُ مَنْ يَتَّقِ وَيَصْبِر فَإِنَّ اللَّه لَا يُضِيع أَجْر الْمُحْسِنِينَ قَالُوا تَاللَّهِ لَقَدْ آثَرَك اللَّه عَلَيْنَا \" الْآيَة يَقُولُونَ مُعْتَرِفِينَ لَهُ بِالْفَضْلِ وَالْأَثَرَة عَلَيْهِمْ فِي الْخُلُق وَالْخَلْق وَالسَّعَة وَالْمُلْك وَالتَّصَرُّف وَالنُّبُوَّة أَيْضًا عَلَى قَوْل مَنْ لَمْ يَجْعَلهُمْ أَنْبِيَاء وَأَقَرُّوا بِأَنَّهُمْ أَسَاءُوا إِلَيْهِ وَاخْطَئُوا فِي حَقّه .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37847, "aya_id": 90}]