[{"text": "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ", "sura_id": 35, "type": 0, "id": 3694, "aya_id": 34}, {"text": "وقالوا الحمد لله الذي أذهب عنا الحزن إن ربنا لغفور شكور", "sura_id": 35, "type": 1, "id": 9930, "aya_id": 34}, {"text": "34 - (وقالوا الحمد لله الذي أذهب عنا الحزن) جميعه (إن ربنا لغفور) للذنوب (شكور) للطاعة \r\n", "sura_id": 35, "type": 2, "id": 28638, "aya_id": 34}, {"text": "وقالوا حين دخلوا الجنة: الحمد لله الذي أذهب عنا كل حَزَن, إن ربنا لغفور; حيث غفر لنا الزلات, شكور; حيث قبل منا الحسنات وضاعفها. \r\n", "sura_id": 35, "type": 3, "id": 34874, "aya_id": 34}, {"text": " <font color=red>وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ</font><BR><p>\" وَقَالُوا الْحَمْد لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَن \" وَهُوَ الْخَوْف مِنْ الْمَحْذُور أَزَاحَهُ عَنَّا وَأَرَاحَنَا مِمَّا كُنَّا نَتَخَوَّفهُ وَنَحْذَرهُ مِنْ هُمُوم الدُّنْيَا وَالْآخِرَة وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ عَنْ أَبِيهِ عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَيْسَ عَلَى أَهْل لَا إِلَه إِلَّا اللَّه وَحْشَة فِي قُبُورهمْ وَلَا فِي نُشُورهمْ وَكَأَنِّي بِأَهْلِ لَا إِلَه إِلَّا اللَّه يَنْفُضُونَ التُّرَاب عَنْ رُءُوسهمْ وَيَقُولُونَ الْحَمْد لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَن \" رَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيثه . وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا جَعْفَر بْن مُحَمَّد الْفِرْيَابِيّ حَدَّثَنَا مُوسَى بْن يَحْيَى الْمَرْوَزِيّ حَدَّثَنَا سُلَيْمَان بْن عَبْد اللَّه بْن وَهْب الْكُوفِيّ عَنْ عَبْد الْعَزِيز بْن حَكِيم عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَيْسَ عَلَى أَهْل لَا إِلَه إِلَّا اللَّه وَحْشَة فِي الْمَوْت وَلَا فِي الْقُبُور وَلَا فِي النُّشُور وَكَأَنِّي أَنْظُر إِلَيْهِمْ عِنْد الصَّيْحَة يَنْفُضُونَ رُءُوسهمْ مِنْ التُّرَاب يَقُولُونَ الْحَمْد لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَن إِنَّ رَبّنَا لَغَفُور شَكُور \" قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَغَيْره : غَفَرَ لَهُمْ الْكَثِير مِنْ السَّيِّئَات وَشَكَرَ لَهُمْ الْيَسِير مِنْ الْحَسَنَات .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40321, "aya_id": 34}]