[{"text": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا أَنتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ", "sura_id": 28, "type": 0, "id": 3287, "aya_id": 35}, {"text": "قال سنشد عضدك بأخيك ونجعل لكما سلطانا فلا يصلون إليكما بآياتنا أنتما ومن اتبعكما الغالبون", "sura_id": 28, "type": 1, "id": 9523, "aya_id": 35}, {"text": "35 - (قال سنشد عضدك) نقويك (بأخيك ونجعل لكما سلطانا) غلبة (فلا يصلون إليكما) بسوء اذهبا (بآياتنا أنتما ومن اتبعكما الغالبون) لهم \r\n", "sura_id": 28, "type": 2, "id": 28231, "aya_id": 35}, {"text": "قال الله لموسى: سنقوِّيك بأخيك, ونجعل لكما حجة على فرعون وقومه فلا يصلون إليكما بسوء. أنتما -يا موسى وهارون- ومَن آمن بكما المنتصرون على فرعون وقومه; بسبب آياتنا وما دلَّتْ عليه من الحق.\r\n", "sura_id": 28, "type": 3, "id": 34467, "aya_id": 35}, {"text": " <font color=red>قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ</font><BR><p>لَمَّا سَأَلَ ذَلِكَ مُوسَى قَالَ اللَّه تَعَالَى : \" سَنَشُدُّ عَضُدك بِأَخِيك \" أَيْ سَنُقَوِّي أَمْرك وَنُعِزّ جَانِبك بِأَخِيك الَّذِي سَأَلْت لَهُ أَنْ يَكُون نَبِيًّا مَعَك كَمَا فِي الْآيَة الْأُخْرَى \" قَدْ أُوتِيت سُؤْلك يَا مُوسَى \" وَقَالَ تَعَالَى : \" وَوَهَبْنَا لَهُ مِنْ رَحْمَتنَا أَخَاهُ هَارُون نَبِيًّا \" وَلِهَذَا قَالَ بَعْض السَّلَف لَيْسَ أَحَد أَعْظَم مِنَّة عَلَى أَخِيهِ مِنْ مُوسَى عَلَى هَارُون عَلَيْهِمَا السَّلَام فَإِنَّهُ شَفَعَ فِيهِ حَتَّى جَعَلَهُ اللَّه نَبِيًّا وَرَسُولًا مَعَهُ إِلَى فِرْعَوْن وَمَلَئِهِ وَلِهَذَا قَالَ تَعَالَى فِي حَقّ مُوسَى \" وَكَانَ عِنْد اللَّه وَجِيهًا \" وَقَوْله تَعَالَى : \" وَنَجْعَل لَكُمَا سُلْطَانًا\" أَيْ حُجَّة قَاهِرَة \" فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا \" أَيْ لَا سَبِيل لَهُمْ إِلَى الْوُصُول إِلَى أَذَاكُمَا بِسَبَبِ إِبْلَاغكُمَا آيَات اللَّه كَمَا قَالَ تَعَالَى : \" يَا أَيّهَا الرَّسُول بَلِّغْ مَا أُنْزِلَ إِلَيْك مِنْ رَبّك - إِلَى قَوْله - وَاَللَّه يَعْصِمك مِنْ النَّاس \" وَقَالَ تَعَالَى : \" الَّذِينَ يُبَلِّغُونَ رِسَالَات اللَّه - إِلَى قَوْله - وَكَفَى بِاَللَّهِ حَسِيبًا \" أَيْ وَكَفَى بِاَللَّهِ نَاصِرًا وَمُعِينًا وَمُؤَيِّدًا وَلِهَذَا أَخْبَرَهُمَا أَنَّ الْعَاقِبَة لَهُمَا وَلِمَنْ اِتَّبَعَهُمَا فِي الدُّنْيَا وَالْآخِرَة فَقَالَ تَعَالَى : \" أَنْتُمَا وَمَنْ اِتَّبَعَكُمَا الْغَالِبُونَ\" كَمَا قَالَ تَعَالَى : \" كَتَبَ اللَّه لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّه قَوِيّ عَزِيز \" وَقَالَ تَعَالَى : \" إِنَّا لَنَنْصُر رُسُلنَا وَاَلَّذِينَ آمَنُوا فِي الْحَيَاة الدُّنْيَا \" إِلَى آخِر الْآيَة وَوَجَّهَ اِبْن جَرِير عَلَى أَنَّ الْمَعْنَى وَنَجْعَل لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا ثُمَّ يَبْتَدِئ فَيَقُول :\" بِآيَاتِنَا أَنْتُمَا وَمَنْ اِتَّبَعَكُمَا الْغَالِبُونَ \" تَقْدِيره أَنْتُمَا وَمَنْ اِتَّبَعَكُمَا الْغَالِبُونَ بِآيَاتِنَا وَلَا شَكّ أَنَّ هَذَا الْمَعْنَى صَحِيح وَهُوَ حَاصِل مِنْ التَّوْجِيه الْأَوَّل فَلَا حَاجَة إِلَى هَذَا وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39714, "aya_id": 35}]