[{"text": "فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ", "sura_id": 50, "type": 0, "id": 4669, "aya_id": 39}, {"text": "فاصبر على ما يقولون وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب", "sura_id": 50, "type": 1, "id": 10905, "aya_id": 39}, {"text": "39 - (فاصبر) خطاب للنبي صلى الله عليه وسلم (على ما يقولون) أي اليهود وغيرهم من التشبيه والتكذيب (وسبح بحمد ربك) صل حامدا (قبل طلوع الشمس) أي صلاة الصبح (وقبل الغروب) أي صلاة الظهر والعصر \r\n", "sura_id": 50, "type": 2, "id": 29613, "aya_id": 39}, {"text": "فاصبر -أيها الرسول- على ما يقوله المكذبون, فإن الله لهم بالمرصاد, وصلِّ لربك حامدًا له صلاة الصبح قبل طلوع الشمس وصلاة العصر قبل الغروب,\r\n", "sura_id": 50, "type": 3, "id": 35849, "aya_id": 39}, {"text": " <font color=red>فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ</font><BR><p>يَعْنِي الْمُكَذِّبِينَ اِصْبِرْ عَلَيْهِمْ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا \" وَسَبِّحْ بِحَمْدِ رَبّك قَبْل طُلُوع الشَّمْس وَقَبْل الْغُرُوب \" وَكَانَتْ الصَّلَاة الْمَفْرُوضَة قَبْل الْإِسْرَاء ثِنْتَانِ قَبْل طُلُوع الشَّمْس فِي وَقْت الْفَجْر وَقَبْل الْغُرُوب فِي وَقْت الْعَصْر وَقِيَام اللَّيْل كَانَ وَاجِبًا عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَلَى أُمَّته حَوْلًا ثُمَّ نُسِخَ فِي حَقّ الْأُمَّة وُجُوبه ثُمَّ بَعْد ذَلِكَ نَسَخَ اللَّه تَعَالَى ذَلِكَ كُلّه لَيْلَة الْإِسْرَاء بِخَمْسِ صَلَوَات وَلَكِنْ مِنْهُنَّ صَلَاة الصُّبْح وَالْعَصْر فَهُمَا قَبْل طُلُوع الشَّمْس وَقَبْل الْغُرُوب وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا إِسْمَاعِيل بْن أَبِي خَالِد عَنْ قَيْس بْن أَبِي حَازِم عَنْ جَرِير بْن عَبْد اللَّه رَضِيَ اللَّه عَنْهُمَا قَالَ : كُنَّا جُلُوسًا عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَظَرَ إِلَى الْقَمَر لَيْلَة الْبَدْر فَقَالَ \" أَمَا إِنَّكُمْ سَتُعْرَضُونَ عَلَى رَبّكُمْ فَتَرَوْنَهُ كَمَا تَرَوْنَ هَذَا الْقَمَر لَا تُضَامُّونَ فِيهِ فَإِنْ اِسْتَطَعْتُمْ أَنْ لَا تُغْلَبُوا عَلَى صَلَاة قَبْل طُلُوع الشَّمْس وَقَبْل غُرُوبهَا فَافْعَلُوا \" ثُمَّ قَرَأَ \" وَسَبِّحْ بِحَمْدِ رَبّك قَبْل طُلُوع الشَّمْس وَقَبْل الْغُرُوب\" وَرَوَاهُ الْبُخَارِيّ وَمُسْلِم وَبَقِيَّة الْجَمَاعَة مِنْ حَدِيث إِسْمَاعِيل بِهِ .</p><BR> <br> ", "sura_id": 50, "type": 4, "id": 41589, "aya_id": 39}]