[{"text": "بَلْ مَتَّعْنَا هَؤُلَاء وَآبَاءهُمْ حَتَّى طَالَ عَلَيْهِمُ الْعُمُرُ أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا أَفَهُمُ الْغَالِبُونَ", "sura_id": 21, "type": 0, "id": 2527, "aya_id": 44}, {"text": "بل متعنا هؤلاء و آباءهم حتى طال عليهم العمر أفلا يرون أنا نأتي الأرض ننقصها من أطرافها أفهم الغالبون", "sura_id": 21, "type": 1, "id": 8763, "aya_id": 44}, {"text": "44 - (بل متعنا هؤلاء وآباءهم) بما أنعمنا عليهم (حتى طال عليهم العمر) فاعتروا بذلك (أفلا يرون أنا نأتي الأرض) نقصد أرضهم (ننقصها من أطرافها) بالفتح على النبي (أفهم الغالبون) لا بل النبي وأصحابه \r\n", "sura_id": 21, "type": 2, "id": 27471, "aya_id": 44}, {"text": "لقد اغترَّ الكفار وآباؤهم بالإمهال لِمَا رأوه من الأموال والبنين وطول الأعمار, فأقاموا على كفرهم لا يَبْرحونه, وظنوا أنهم لا يُعذَّبون وقد غَفَلوا عن سُنَّة ماضية, فالله ينقص الأرض من جوانبها بما ينزله بالمشركين مِن بأس في كل ناحية ومِن هزيمة, أيكون بوسع كفار \"مكة\" الخروج عن قدرة الله, أو الامتناع من الموت؟\r\n", "sura_id": 21, "type": 3, "id": 33707, "aya_id": 44}, {"text": " <font color=red>بَلْ مَتَّعْنَا هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى طَالَ عَلَيْهِمُ الْعُمُرُ أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا أَفَهُمُ الْغَالِبُونَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ الْمُشْرِكِينَ إِنَّمَا غَرَّهُمْ وَحَمَلَهُمْ عَلَى مَا هُمْ فِيهِ مِنْ الضَّلَال أَنَّهُمْ مُتِّعُوا فِي الْحَيَاة الدُّنْيَا وَنُعِّمُوا وَطَالَ عَلَيْهِمْ الْعُمُر فِيمَا هُمْ فِيهِ فَاعْتَقَدُوا أَنَّهُمْ عَلَى شَيْء ثُمَّ قَالَ وَاعِظًا لَهُمْ \" أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْض نَنْقُصهَا مِنْ أَطْرَافهَا \" اِخْتَلَفَ الْمُفَسِّرُونَ فِي مَعْنَاهُ وَقَدْ أَسْلَفْنَاهُ فِي سُورَة الرَّعْد وَأَحْسَن مَا فُسِّرَ بِقَوْلِهِ تَعَالَى \" وَلَقَدْ أَهْلَكْنَا مَا حَوْلكُمْ مِنْ الْقُرَى وَصَرَّفْنَا الْآيَات لَعَلَّهُمْ يَرْجِعُونَ \" وَقَالَ الْحَسَن الْبَصْرِيّ يَعْنِي بِذَلِكَ ظُهُور الْإِسْلَام عَلَى الْكُفْر وَالْمَعْنَى أَفَلَا يَعْتَبِرُونَ بِنَصْرِ اللَّه لِأَوْلِيَائِهِ عَلَى أَعْدَائِهِ وَإِهْلَاكه الْأُمَم الْمُكَذِّبَة وَالْقُرَى الظَّالِمَة وَإِنْجَائِهِ لِعِبَادِهِ الْمُؤْمِنِينَ وَلِهَذَا قَالَ \" أَفَهُمْ الْغَالِبُونَ \" يَعْنِي بَلْ هُمْ الْمَغْلُوبُونَ الْأَسْفَلُونَ الْأَخْسَرُونَ الْأَرْذَلُونَ .</p><BR> <br> ", "sura_id": 21, "type": 4, "id": 38968, "aya_id": 44}]