[{"text": "وَيَسْتَفْتُونَكَ فِي النِّسَاء قُلِ اللّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاء الَّلاتِي لاَ تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ وَأَن تَقُومُواْ لِلْيَتَامَى بِالْقِسْطِ وَمَا تَفْعَلُواْ مِنْ خَيْرٍ فَإِنَّ اللّهَ كَانَ بِهِ عَلِيمًا", "sura_id": 4, "type": 0, "id": 620, "aya_id": 127}, {"text": "ويستفتونك في النساء قل الله يفتيكم فيهن وما يتلى عليكم في الكتاب في يتامى النساء اللاتي لا تؤتونهن ما كتب لهن وترغبون أن تنكحوهن والمستضعفين من الولدان وأن تقوموا لليتامى بالقسط وما تفعلوا من خير فإن الله كان به عليما", "sura_id": 4, "type": 1, "id": 6856, "aya_id": 127}, {"text": "127 - (ويستفتونك) يطلبون منك الفتوى (في) شأن (النساء) وميراثهن (قل) لهم (الله يفتيكم فيهن وما يتلى عليكم في الكتاب) القرآن من آية الميراث ويفتيكم أيضا (في يتامى النساء اللاتي لا تؤتونهن ما كتب) فرض (لهن) من الميراث (وترغبون) أيها الأولياءعن (أن تنكحوهن) لدمامتهن وتعضلوهن أن يتزوجن طمعا في ميراثهن أي يفتيكم أن لا تفعلوا ذلك وفي (والمستضعفين) الصغار (من الولدان) أن تعطوهم حقوقهم ويأمركم (وأن تقوموا لليتامى بالقسط) بالعدل في الميراث والمهر (وما تفعلوا من خير فإن الله كان به عليما) فيجازيكم به \r\n", "sura_id": 4, "type": 2, "id": 25564, "aya_id": 127}, {"text": "يطلب الناس منك -أيها النبي- أن تبين لهم ما أشكل عليهم فَهْمُه من قضايا النساء وأحكامهن, قل الله تعالى يبيِّن لكم أمورهن, وما يتلى عليكم في الكتاب في يتامى النساء اللاتي لا تعطونهن ما فرض الله تعالى لهن من المهر والميراث وغير ذلك من الحقوق, وتحبون نكاحهن أو ترغبون عن نكاحهن, ويبيِّن الله لكم أمر الضعفاء من الصغار, ووجوب القيام لليتامى بالعدل وترك الجور عليهم في حقوقهم. وما تفعلوا من خير فإن الله تعالى كان به عليمًا, لا يخفى عليه شيء منه ولا من غيره.\r\n", "sura_id": 4, "type": 3, "id": 31800, "aya_id": 127}, {"text": " <font color=red>وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا</font><BR><p>قَالَ الْبُخَارِيّ : حَدَّثَنَا عُبَيْد بْن إِسْمَاعِيل حَدَّثَنَا أَبُو أُسَامَة قَالَ : حَدَّثَنَا هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا \" وَيَسْتَفْتُونَك فِي النِّسَاء قُلْ اللَّه يُفْتِيكُمْ فِيهِنَّ - إِلَى قَوْله - وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ \" قَالَتْ عَائِشَة : هُوَ الرَّجُل تَكُون عِنْده الْيَتِيمَة هُوَ وَلِيّهَا وَوَارِثهَا فَأَشْرَكَتْهُ فِي مَاله حَتَّى فِي الْعِذْق فَيَرْغَب أَنْ يَنْكِحهَا وَيَكْرَه أَنْ يُزَوِّجهَا رَجُلًا فَيُشْرِكهُ فِي مَاله بِمَا شَرِكَته فَيَعْضُلهَا فَنَزَلَتْ هَذِهِ الْآيَة وَكَذَلِكَ رَوَاهُ مُسْلِم عَنْ أَبِي كُرَيْب بْن أَبِي شَيْبَة كِلَاهُمَا عَنْ أَبِي أُسَامَة وَقَالَ اِبْن أَبِي حَاتِم : قَرَأْت عَلَى مُحَمَّد بْن عَبْد اللَّه بْن عَبْد الْحَكَم أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي يُونُس عَنْ اِبْن شِهَاب أَخْبَرَنِي عُرْوَة بْن الزُّبَيْر قَالَتْ عَائِشَة : ثُمَّ إِنَّ النَّاس اِسْتَفْتَوْا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْد هَذِهِ الْآيَة فِيهِنَّ فَأَنْزَلَ اللَّه وَيَسْتَفْتُونَك فِي النِّسَاء قُلْ اللَّه يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَاب الْآيَة قَالَتْ : وَاَلَّذِي ذَكَرَ اللَّه أَنَّهُ يُتْلَى عَلَيْهِ فِي الْكِتَاب. الْآيَة الْأُولَى الَّتِي قَالَ اللَّه وَإِنْ خِفْتُمْ أَنْ لَا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنْ النِّسَاء وَبِهَذَا الْإِسْنَاد عَنْ عَائِشَة قَالَتْ : وَقَوْل اللَّه عَزَّ وَجَلَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ رَغْبَة أَحَدكُمْ عَنْ يَتِيمَته الَّتِي تَكُون فِي حِجْره حَتَّى تَكُون قَلِيلَة الْمَال وَالْجَمَال فَنُهُوا أَنْ يَنْكِحُوا مَنْ رَغِبُوا فِي مَالهَا وَجَمَالهَا مِنْ يَتَامَى النِّسَاء إِلَّا بِالْقِسْطِ مِنْ أَجْل رَغْبَتهمْ عَنْهُنَّ وَأَصْله ثَابِت فِي الصَّحِيحَيْنِ مِنْ طَرِيق يُونُس بْن يَزِيد الْأُبُلِّيّ بِهِ وَالْمَقْصُود أَنَّ الرَّجُل إِذَا كَانَ فِي حِجْره يَتِيمَة يَحِلّ لَهُ تَزْوِيجهَا فَتَارَة يَرْغَب فِي أَنْ يَتَزَوَّجهَا فَأَمَرَهُ اللَّه أَنْ يُمْهِرهَا أُسْوَة أَمْثَالهَا مِنْ النِّسَاء فَإِنْ لَمْ يَفْعَل فَلْيَعْدِلْ إِلَى غَيْرهَا مِنْ النِّسَاء فَقَدْ وَسَّعَ اللَّه عَزَّ وَجَلَّ وَهَذَا الْمَعْنَى فِي الْآيَة الْأُولَى الَّتِي فِي أَوَّل السُّورَة وَتَارَة لَا يَكُون فِيهَا رَغْبَة لِدَمَامَتِهَا عِنْده أَوْ فِي نَفْس الْأَمْر فَنَهَاهُ اللَّه عَزَّ وَجَلَّ أَنْ يَعْضُلهَا عَنْ الْأَزْوَاج خَشْيَة أَنْ يُشْرِكُوهُ فِي مَاله الَّذِي بَيْنه وَبَيْنهَا كَمَا قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي الْآيَة وَهِيَ قَوْله فِي يَتَامَى النِّسَاء الْآيَة كَانَ الرَّجُل فِي الْجَاهِلِيَّة تَكُون عِنْده الْيَتِيمَة فَيُلْقِي عَلَيْهَا ثَوْبه فَإِذَا فَعَلَ ذَلِكَ فَلَمْ يَقْدِر أَحَد أَنْ يَتَزَوَّجهَا أَبَدًا فَإِنْ كَانَتْ جَمِيلَة وَهَوِيَهَا تَزَوَّجَهَا وَأَكَلَ مَالهَا وَإِنْ كَانَتْ دَمِيمَة مَنَعَهَا الرِّجَال أَبَدًا حَتَّى تَمُوت فَإِذَا مَاتَتْ وَرِثَهَا . فَحَرَّمَ اللَّه ذَلِكَ وَنَهَى عَنْهُ وَقَالَ فِي قَوْله \" وَالْمُسْتَضْعَفِينَ مِنْ الْوِلْدَان كَانُوا فِي الْجَاهِلِيَّة لَا يُوَرِّثُونَ الصِّغَار وَلَا الْبَنَات وَذَلِكَ قَوْله لَا تُؤْتُوهُنَّ مَا كُتِبَ لَهُنَّ فَنَهَى اللَّه عَنْ ذَلِكَ وَبَيَّنَ لِكُلِّ ذِي سَهْم سَهْمه فَقَالَ لِلذَّكَرِ مِثْل حَظّ الْأُنْثَيَيْنِ صَغِيرًا أَوْ كَبِيرًا وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَغَيْره . قَالَ سَعِيد بْن جُبَيْر فِي قَوْله وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ كَمَا إِذَا كَانَتْ ذَات جَمَال وَمَال نَكَحْتهَا وَاسْتَأْثَرْت بِهَا كَذَلِكَ إِذَا لَمْ تَكُنْ ذَات مَال وَلَا جَمَال فَأَنْكِحهَا وَاسْتَأْثِرْ بِهَا وَقَوْله وَمَا تَفْعَلُوا مِنْ خَيْر فَإِنَّ اللَّه كَانَ بِهِ عَلِيمًا تَهَيُّجًا عَلَى فِعْل الْخَيْرَات وَامْتِثَالًا لِلْأَوَامِرِ وَأَنَّ اللَّه عَزَّ وَجَلَّ عَالِم بِجَمِيعِ ذَلِكَ وَسَيَجْزِي عَلَيْهِ أَوْفَر الْجَزَاء وَأَتَمَّهُ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40798, "aya_id": 127}]