[{"text": "فَتَلَقَّى آدَمُ مِن رَّبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ", "sura_id": 2, "type": 0, "id": 44, "aya_id": 37}, {"text": "فتلقى آدم من ربه كلمات فتاب عليه إنه هو التواب الرحيم", "sura_id": 2, "type": 1, "id": 6280, "aya_id": 37}, {"text": "37 - (فتلقى آدمُ من ربه كلماتٍ) ألهمه إياها ، وفي قراءة بنصب آدم ورفع كلمات ، أي جاءه وهي {ربنا ظلمنا أنفسنا} الآية - فدعا بها (فتاب عليه) قبل توبته (إنه هو التواب) على عباده (الرحيم) بهم \r\n", "sura_id": 2, "type": 2, "id": 24988, "aya_id": 37}, {"text": "فتلقى آدمُ بالقبول كلماتٍ, ألهمه الله إياها توبة واستغفارًا, وهي قوله تعالى: (ربَّنَا ظَلَمْنَا أَنْفُسَنَا وإِنْ لَمْ تَغْفِرْ لَنَا وتَرْحَمْنَا لَنَكُونَنَّ مِن الخَاسِرِينَ) فتاب الله عليه, وغفر له ذنبه إنه تعالى هو التواب لمن تاب مِن عباده, الرحيم بهم\r\n", "sura_id": 2, "type": 3, "id": 31224, "aya_id": 37}, {"text": " <font color=red>فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ</font><BR><p>قِيلَ إِنَّ هَذِهِ الْكَلِمَات مُفَسَّرَة بِقَوْلِهِ تَعَالَى : \" قَالَا رَبّنَا ظَلَمْنَا أَنْفُسنَا وَإِنْ لَمْ تَغْفِر لَنَا وَتَرْحَمنَا لَنَكُونَنَّ مِنْ الْخَاسِرِينَ \" وَرُوِيَ عَنْ مُجَاهِد وَسَعِيد بْن جُبَيْر وَأَبِي الْعَالِيَة وَالرَّبِيع بْن أَنَس وَالْحَسَن وَقَتَادَة وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَخَالِد بْن مَعْدَان وَعَطَاء الْخُرَاسَانِيّ وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَقَالَ أَبُو إِسْحَاق السَّبِيعِيّ عَنْ رَجُل مِنْ بَنِي تَمِيم قَالَ : أَتَيْت اِبْن عَبَّاس فَسَأَلْته مَا الْكَلِمَات الَّتِي تَلَقَّى آدَم مِنْ رَبّه ؟ قَالَ : عَلِمَ شَأْن الْحَجّ . وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ عَبْد الْعَزِيز بْن رَفِيع أَخْبَرَنِي مَنْ سَمِعَ عُبَيْد بْن عُمَيْر . وَفِي رِوَايَة قَالَ مُجَاهِد عَنْ عُبَيْد بْن عُمَيْر أَنَّهُ قَالَ : قَالَ آدَم يَا رَبّ خَطِيئَتِي الَّتِي أَخْطَأْت شَيْء كَتَبْته عَلَيَّ قَبْل أَنْ تَخْلُقنِي أَوْ شَيْء اِبْتَدَعْته مِنْ قِبَل نَفْسِي ؟ قَالَ \" بَلْ شَيْء كَتَبْته عَلَيْك قَبْل أَنْ أَخْلُقك \" قَالَ : فَكَمَا كَتَبْته عَلَيَّ فَاغْفِرْ لِي. قَالَ فَذَلِكَ قَوْله تَعَالَى \" فَتَلَقَّى آدَم مِنْ رَبّه كَلِمَات فَتَابَ عَلَيْهِ \" وَقَالَ السُّدِّيّ عَمَّنْ حَدَّثَهُ عَنْ اِبْن عَبَّاس فَتَلَقَّى آدَم مِنْ رَبّه كَلِمَات قَالَ : قَالَ آدَم عَلَيْهِ السَّلَام : يَا رَبّ أَلَمْ تَخْلُقنِي بِيَدِك ؟ قَالَ لَهُ بَلَى. قَالَ : وَنَفَخْت فِيَّ مِنْ رُوحك ؟ قِيلَ لَهُ بَلَى قَالَ : أَرَأَيْت إِنْ تُبْت هَلْ أَنْتَ رَاجِعِي إِلَى الْجَنَّة ؟ قَالَ نَعَمْ . وَهَكَذَا رَوَاهُ الْعَوْفِيّ وَسَعِيد بْن جُبَيْر وَسَعِيد بْن مَعْبَد عَنْ اِبْن عَبَّاس بِنَحْوِهِ وَرَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث اِبْن جُبَيْر عَنْ اِبْن عَبَّاس وَقَالَ صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ . وَهَكَذَا فَسَّرَهُ السُّدِّيّ وَعَطِيَّة الْعَوْفِيّ. وَقَدْ رَوَى اِبْن أَبِي حَاتِم هَاهُنَا حَدِيثًا شَبِيهًا بِهَذَا فَقَالَ : حَدَّثَنَا عَلِيّ بْن الْحُسَيْن بْن إِشْكَاب حَدَّثَنَا اِبْن عَاصِم عَنْ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ الْحَسَن عَنْ أُبَيّ بْن كَعْب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قَالَ آدَم عَلَيْهِ السَّلَام أَرَأَيْت يَا رَبّ إِنْ تُبْت وَرَجَعْت أَعَائِدِي إِلَى الْجَنَّة ؟ قَالَ نَعَمْ فَذَلِكَ قَوْله \" فَتَلَقَّى آدَم مِنْ رَبّه كَلِمَات \" وَهَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه وَفِيهِ اِنْقِطَاع : وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة فِي قَوْله تَعَالَى : فَتَلَقَّى آدَم مِنْ رَبّه كَلِمَات فَتَابَ عَلَيْهِ . قَالَ إِنَّ آدَم لَمَّا أَصَابَ الْخَطِيئَة قَالَ أَرَأَيْت إِنْ تُبْت يَا رَبّ وَأَصْلَحْت ؟ قَالَ اللَّه \" إِذًا أُدْخِلك الْجَنَّة \" فَهِيَ الْكَلِمَات وَمِنْ الْكَلِمَات أَيْضًا \" رَبّنَا ظَلَمْنَا أَنْفُسنَا وَإِنْ لَمْ تَغْفِر لَنَا وَتَرْحَمنَا لَنَكُونَنَّ مِنْ الْخَاسِرِينَ \" وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد أَنَّهُ كَانَ يَقُول فِي قَوْل اللَّه تَعَالَى فَتَلَقَّى آدَم مِنْ رَبّه كَلِمَات فَتَابَ عَلَيْهِ . قَالَ الْكَلِمَات : اللَّهُمَّ لَا إِلَه إِلَّا أَنْتَ سُبْحَانك وَبِحَمْدِك رَبّ إِنِّي ظَلَمْت نَفْسِي فَاغْفِرْ لِي إِنَّك خَيْر الْغَافِرِينَ اللَّهُمَّ لَا إِلَه إِلَّا أَنْتَ سُبْحَانك وَبِحَمْدِك رَبّ إِنِّي ظَلَمْت نَفْسِي فَارْحَمْنِي إِنَّك خَيْر الرَّاحِمِينَ اللَّهُمَّ لَا إِلَه إِلَّا أَنْتَ سُبْحَانك وَبِحَمْدِك رَبّ إِنِّي ظَلَمْت نَفْسِي فَتُبْ عَلَيَّ إِنَّك أَنْتَ التَّوَّاب الرَّحِيم . وَقَوْله تَعَالَى \" إِنَّهُ هُوَ التَّوَّاب الرَّحِيم \" أَيْ إِنَّهُ يَتُوب عَلَى مَنْ تَابَ إِلَيْهِ وَأَنَابَ كَقَوْلِهِ \" أَلَمْ يَعْلَمُوا أَنَّ اللَّه هُوَ يَقْبَل التَّوْبَة عَنْ عِبَاده \" وَقَوْله \" وَمَنْ يَعْمَل سُوءًا أَوْ يَظْلِم نَفْسه \" الْآيَة وَقَوْله \" وَمَنْ تَابَ وَعَمِلَ صَالِحًا \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الدَّالَّة عَلَى أَنَّهُ تَعَالَى يَغْفِر الذُّنُوب وَيَتُوب عَلَى مَنْ يَتُوب وَهَذَا مِنْ لُطْفه بِخَلْقِهِ وَرَحْمَته بِعَبِيدِهِ لَا إِلَه إِلَّا هُوَ التَّوَّاب الرَّحِيم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38713, "aya_id": 37}]