[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللّهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللّهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً", "sura_id": 4, "type": 0, "id": 552, "aya_id": 59}, {"text": "يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم فإن تنازعتم في شيء فردوه إلى الله والرسول إن كنتم تؤمنون بالله واليوم الآخر ذلك خير وأحسن تأويلا", "sura_id": 4, "type": 1, "id": 6788, "aya_id": 59}, {"text": "59 - (يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي) وأصحاب (الأمر) أو الولاة (منكم) إذا أمروكم بطاعة الله ورسوله (فإن تنازعتم) اختلفتم (في شيء فردوه إلى الله) أي إلى كتابه (والرسول) مدة حياته وبعده إلى سنته أي اكشفوا عليه منهما (إن كنتم تؤمنون بالله واليوم الآخر ذلك) أي الرد إليهما (خير) لكم من التنازع والقول بالرأي (وأحسن تأويلا) مآلا \r\n", "sura_id": 4, "type": 2, "id": 25496, "aya_id": 59}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, استجيبوا لأوامر الله تعالى ولا تعصوه, واستجيبوا للرسول صلى الله عليه وسلم فيما جاء به من الحق, وأطيعوا ولاة أمركم في غير معصية الله, فإن اختلفتم في شيء بينكم, فأرجعوا الحكم فيه إلى كتاب الله تعالى وسنة رسوله محمد صلى الله عليه وسلم, إن كنتم تؤمنون حق الإيمان بالله تعالى وبيوم الحساب. ذلك الردُّ إلى الكتاب والسنة خير لكم من التنازع والقول بالرأي، وأحسن عاقبة ومآلا.\r\n", "sura_id": 4, "type": 3, "id": 31732, "aya_id": 59}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ</font><BR><p>قَالَ الْبُخَارِيّ : حَدَّثَنَا صَدَقَة بْن الْفَضْل حَدَّثَنَا حَجَّاج بْن مُحَمَّد الْأَعْوَر عَنْ اِبْن جُرَيْج عَنْ يَعْلَى بْن مُسْلِم عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" أَطِيعُوا اللَّه وَأَطِيعُوا الرَّسُول وَأُولِي الْأَمْر مِنْكُمْ \" قَالَ : نَزَلَتْ فِي عَبْد اللَّه بْن حُذَافَة بْن قَيْس بْن عَدِيّ إِذْ بَعَثَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي سَرِيَّة وَهَكَذَا أَخْرَجَهُ بَقِيَّة الْجَمَاعَة إِلَّا اِبْن مَاجَهْ مِنْ حَدِيث حَجَّاج بْن مُحَمَّد الْأَعْوَر بِهِ وَقَالَ التِّرْمِذِيّ حَدِيث حَسَن غَرِيب وَلَا نَعْرِفهُ إِلَّا مِنْ حَدِيث اِبْن جُرَيْج وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ سَعْد بْن عُبَيْدَة عَنْ أَبِي عَبْد الرَّحْمَن السُّلَمِيّ عَنْ عَلِيّ قَالَ : بَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَرِيَّة وَاسْتَعْمَلَ عَلَيْهِمْ رَجُلًا مِنْ الْأَنْصَار فَلَمَّا خَرَجُوا وَجَدَ عَلَيْهِمْ فِي شَيْء قَالَ : فَقَالَ لَهُمْ : أَلَيْسَ قَدْ أَمَرَكُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ تُطِيعُونِي ؟ قَالُوا بَلَى . قَالَ : فَاجْمَعُوا لِي حَطَبًا . ثُمَّ دَعَا بِنَارٍ فَأَضْرَمَهَا فِيهَا ثُمَّ قَالَ : عَزَمْت عَلَيْكُمْ لَتَدْخُلُنَّهَا قَالَ : فَقَالَ لَهُمْ شَابّ مِنْهُمْ إِنَّمَا فَرَرْتُمْ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ النَّار فَلَا تَعْجَلُوا حَتَّى تَلْقَوْا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنْ أَمَرَكُمْ أَنْ تَدْخُلُوهَا فَادْخُلُوهَا قَالَ فَرَجَعُوا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرُوهُ فَقَالَ لَهُمْ \" لَوْ دَخَلْتُمُوهَا مَا خَرَجْتُمْ مِنْهَا أَبَدًا إِنَّمَا الطَّاعَة فِي الْمَعْرُوف \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الْأَعْمَش بِهِ . وَقَالَ أَبُو دَاوُد : حَدَّثَنَا مُسَدَّد حَدَّثَنَا يَحْيَى عَنْ عُبَيْد اللَّه حَدَّثَنَا نَافِع عَنْ عَبْد اللَّه بْن عُمَر عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" السَّمْع وَالطَّاعَة عَلَى الْمَرْء الْمُسْلِم فِيمَا أَحَبَّ وَكَرِهَ مَا لَمْ يُؤْمَر بِمَعْصِيَةٍ فَإِذَا أُمِرَ بِمَعْصِيَةٍ فَلَا سَمْع وَلَا طَاعَة \" وَأَخْرَجَاهُ مِنْ حَدِيث يَحْيَى الْقَطَّان. وَعَنْ عُبَادَة بْن الصَّامِت قَالَ : بَايَعْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى السَّمْع وَالطَّاعَة فِي مَنْشَطنَا وَمَكْرَهنَا وَعُسْرنَا وَيُسْرنَا وَأَثَرَة عَلَيْنَا وَأَنْ لَا نُنَازِع الْأَمْر أَهْله قَالَ \" إِلَّا أَنْ تَرَوْا كُفْرًا بَوَاحًا عِنْدكُمْ فِيهِ مِنْ اللَّه بُرْهَان \" أَخْرَجَاهُ . وَفِي الْحَدِيث الْآخَر عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" اِسْمَعُوا وَأَطِيعُوا وَإِنْ أُمِّرَ عَلَيْكُمْ عَبْد حَبَشِيّ كَأَنَّ رَأْسه زَبِيبَة \" رَوَاهُ الْبُخَارِيّ وَعَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : أَوْصَانِي خَلِيلِي أَنْ أَسْمَع وَأُطِيع وَإِنْ كَانَ عَبْدًا حَبَشِيًّا مَجْدُوع الْأَطْرَاف . رَوَاهُ مُسْلِم وَعَنْ أُمّ الْحُصَيْن أَنَّهَا سَمِعَتْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْطُب فِي حَجَّة الْوَدَاع يَقُول \" وَلَوْ اُسْتُعْمِلَ عَلَيْكُمْ عَبْد يَقُودكُمْ بِكِتَابِ اللَّه اِسْمَعُوا لَهُ وَأَطِيعُوا \" رَوَاهُ مُسْلِم وَفِي لَفْظ لَهُ \" عَبْدًا حَبَشِيًّا مَجْدُوعًا \" وَقَالَ اِبْن جَرِير : حَدَّثَنِي عَلِيّ بْن مُسْلِم الطُّوسِيّ حَدَّثَنَا اِبْن أَبِي فُدَيْك حَدَّثَنِي عَبْد اللَّه بْن مُحَمَّد بْن عُرْوَة عَنْ هِشَام بْن عُرْوَة عَنْ أَبِي صَالِح السَّمَّان عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" سَيَلِيكُمْ وُلَاة بَعْدِي فَيَلِيكُمْ الْبَرّ بِبِرِّهِ وَالْفَاجِر بِفُجُورِهِ فَاسْمَعُوا لَهُمْ وَأَطِيعُوا فِي كُلّ مَا وَافَقَ الْحَقّ وَصَلُّوا وَرَاءَهُمْ فَإِنْ أَحْسَنُوا فَلَكُمْ وَلَهُمْ وَإِنْ أَسَاءُوا فَلَكُمْ وَعَلَيْهِمْ \" وَعَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كَانَتْ بَنُو إِسْرَائِيل تَسُوسهُمْ الْأَنْبِيَاء كُلَّمَا هَلَكَ نَبِيّ خَلَفَهُ نَبِيّ وَإِنَّهُ لَا نَبِيّ بَعْدِي وَسَيَكُونُ خُلَفَاء فَيُكْثِرُونَ قَالُوا : يَا رَسُول اللَّه فَمَا تَأْمُرنَا ؟ قَالَ : \" أَوْفُوا بِبَيْعَةِ الْأَوَّل فَالْأَوَّل وَأَعْطُوهُمْ حَقّهمْ فَإِنَّ اللَّه سَائِلهمْ عَمَّا اِسْتَرْعَاهُمْ \" أَخْرَجَاهُ. وَعَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ رَأَى مِنْ أَمِيره شَيْئًا فَكَرِهَهُ فَلْيَصْبِرْ فَإِنَّهُ لَيْسَ أَحَد يُفَارِق الْجَمَاعَة شِبْرًا فَيَمُوت إِلَّا مَاتَ مِيتَة جَاهِلِيَّة \" أَخْرَجَاهُ . وَعَنْ اِبْن عُمَر أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" مَنْ خَلَعَ يَدًا مِنْ طَاعَة لَقِيَ اللَّه يَوْم الْقِيَامَة لَا حُجَّة لَهُ وَمَنْ مَاتَ وَلَيْسَ فِي عُنُقه بَيْعَة مَاتَ مِيتَة جَاهِلِيَّة \" رَوَاهُ مُسْلِم . وَرَوَى مُسْلِم أَيْضًا عَنْ عَبْد الرَّحْمَن بْن عَبْد رَبّ الْكَعْبَة قَالَ : دَخَلْت الْمَسْجِد فَإِذَا عَبْد اللَّه بْن عَمْرو بْن الْعَاصِ جَالِس فِي ظِلّ الْكَعْبَة وَالنَّاس مُجْتَمِعُونَ عَلَيْهِ فَأَتَيْتهمْ فَجَلَسْت إِلَيْهِ فَقَالَ : كُنَّا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي سَفَر فَنَزَلْنَا مَنْزِلًا فَمِنَّا مَنْ يُصْلِح خِبَاءَهُ وَمِنَّا مَنْ يَنْتَضِل وَمِنَّا مَنْ هُوَ فِي جَشَره إِذْ نَادَى مُنَادِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : الصَّلَاةَ جَامِعَةً فَاجْتَمَعْنَا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : إِنَّهُ لَمْ يَكُنْ نَبِيّ مِنْ قَبْلِي إِلَّا كَانَ حَقًّا عَلَيْهِ أَنْ يَدُلّ أُمَّته عَلَى خَيْر مَا يَعْلَمهُ لَهُمْ وَيُنْذِرهُمْ شَرّ مَا يَعْلَمهُ لَهُمْ وَإِنَّ هَذِهِ الْأُمَّة جُعِلَتْ عَافِيَتهَا فِي أَوَّلهَا وَسَيُصِيبُ آخِرهَا بَلَاء وَأُمُور يُنْكِرُونَهَا وَتَجِيء فِتَن يُرَفِّق بَعْضهَا بَعْضًا وَتَجِيء الْفِتْنَة فَيَقُول الْمُؤْمِن هَذِهِ مُهْلِكَتِي ثُمَّ تَنْكَشِف وَتَجِيء الْفِتْنَة فَيَقُول الْمُؤْمِن هَذِهِ هَذِهِ فَمَنْ أَحَبَّ أَنْ يُزَحْزَح عَنْ النَّار وَيَدْخُل الْجَنَّة فَلْتَأْتِهِ مَنِيَّته وَهُوَ يُؤْمِن بِاَللَّهِ وَالْيَوْم الْآخِر وَلْيَأْتِ إِلَى النَّاس الَّذِي يُحِبّ أَنْ يُؤْتَى إِلَيْهِ وَمَنْ بَايَعَ إِمَامًا فَأَعْطَاهُ صَفْقَة يَده وَثَمَرَة فُؤَاده فَلْيُطِعْهُ إِنْ اِسْتَطَاعَ فَإِنْ جَاءَ آخَر يُنَازِعهُ فَاضْرِبُوا عُنُق الْآخَر قَالَ فَدَنَوْت مِنْهُ فَقُلْت : أَنْشُدك بِاَللَّهِ آنْتَ سَمِعْت هَذَا مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ فَأَهْوَى إِلَى أُذُنَيْهِ وَقَلْبه بِيَدَيْهِ وَقَالَ : سَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِي , فَقُلْت لَهُ : هَذَا اِبْن عَمّك مُعَاوِيَة يَأْمُرنَا أَنْ نَأْكُل أَمْوَالنَا بَيْننَا بِالْبَاطِلِ وَنَقْتُل بَعْضًا بَعْضًا وَاَللَّه تَعَالَى يَقُول \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالكُمْ بَيْنكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُون تِجَارَة عَنْ تَرَاضٍ مِنْكُمْ وَلَا تَقْتُلُوا أَنْفُسكُمْ إِنَّ اللَّه كَانَ بِكُمْ رَحِيمًا \" قَالَ : فَسَكَتَ سَاعَة ثُمَّ قَالَ : أَطِعْهُ فِي طَاعَة اللَّه وَاعْصِهِ فِي مَعْصِيَة اللَّه. وَالْأَحَادِيث فِي هَذَا كَثِيرَة . وَقَالَ اِبْن جَرِير : حَدَّثَنَا مُحَمَّد بْن الْحُسَيْن حَدَّثَنَا أَحْمَد بْن الْفَضْل حَدَّثَنَا أَسْبَاط عَنْ السُّدِّيّ فِي قَوْله \" أَطِيعُوا اللَّه وَأَطِيعُوا الرَّسُول وَأُولِي الْأَمْر مِنْكُمْ \" قَالَ : بَعَثَ رَسُول اللَّه صَلَّى اللَّه تَعَالَى عَلَيْهِ وَآله وَسَلَّمَ سَرِيَّة عَلَيْهَا خَالِد بْن الْوَلِيد وَفِيهَا عَمَّار بْن يَاسِر فَسَارُوا قِبَل الْقَوْم الَّذِينَ يُرِيدُونَ فَلَمَّا بَلَغُوا قَرِيبًا مِنْهُمْ عَرَّسُوا وَأَتَاهُمْ ذُو الْعُيَيْنَتَيْنِ فَأَخْبَرَهُمْ فَأَصْبَحُوا وَقَدْ هَرَبُوا غَيْر رَجُل أَمَرَ أَهْله فَجَمَعُوا مَتَاعهمْ ثُمَّ أَقْبَلَ يَمْشِي فِي ظُلْمَة اللَّيْل حَتَّى أَتَى عَسْكَر خَالِد فَسَأَلَ عَنْ عَمَّار بْن يَاسِر فَأَتَاهُ فَقَالَ : يَا أَبَا الْيَقْظَان إِنِّي قَدْ أَسْلَمْت وَشَهِدْت أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا عَبْده وَرَسُوله لِأَنَّ قَوْمِي لَمَّا سَمِعُوا بِكُمْ هَرَبُوا وَإِنِّي بَقِيت فَهَلْ إِسْلَامِي نَافِعِي غَدًا وَإِلَّا هَرَبْت ؟ قَالَ عَمَّار : بَلْ هُوَ يَنْفَعك فَأَقِمْ فَأَقَامَ . فَلَمَّا أَصْبَحُوا أَغَارَ خَالِد فَلَمْ يَجِد أَحَدًا غَيْر الرَّجُل فَأَخَذَهُ وَأَخَذَ مَاله فَبَلَغَ عَمَّارًا الْخَبَر فَأَتَى خَالِدًا فَقَالَ : خَلِّ عَنْ الرَّجُل فَإِنَّهُ قَدْ أَسْلَمَ وَإِنَّهُ فِي أَمَان مِنِّي فَقَالَ خَالِد : وَفِيمَ أَنْتَ تُجِير ؟ فَاسْتَبَّا وَارْتَفَعَا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَجَازَ أَمَان عَمَّار وَنَهَاهُ أَنْ يُجِير الثَّانِيَة عَلَى أَمِير فَاسْتَبَّا عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ خَالِد يَا رَسُول اللَّه أَتَتْرُكُ هَذَا الْعَبْد الْأَجْدَع يَسُبّنِي فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا خَالِد لَا تَسُبّ عَمَّارًا فَإِنَّهُ مَنْ سَبَّ عَمَّارًا يَسُبّهُ اللَّه , وَمَنْ يُبْغِض عَمَّارًا يُبْغِضهُ اللَّه وَمَنْ يَلْعَن عَمَّارًا لَعَنَهُ اللَّه \" فَغَضِبَ عَمَّار فَقَامَ فَتَبِعَهُ خَالِد فَأَخَذَ بِثَوْبِهِ فَاعْتَذَرَ إِلَيْهِ فَرَضِيَ عَنْهُ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ قَوْله \" أَطِيعُوا اللَّه وَأَطِيعُوا الرَّسُول وَأُولِي الْأَمْر مِنْكُمْ \" وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق عَنْ السُّدِّيّ مُرْسَلًا وَرَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ رِوَايَة الْحَكَم بْن ظُهَيْر عَنْ السُّدِّيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس فَذَكَرَهُ بِنَحْوِهِ وَاَللَّه أَعْلَم . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَأُولِي الْأَمْر مِنْكُمْ \" يَعْنِي أَهْل الْفِقْه وَالدِّين وَكَذَا قَالَ مُجَاهِد وَعَطَاء وَالْحَسَن الْبَصْرِيّ وَأَبُو الْعَالِيَة \" وَأُولِي الْأَمْر مِنْكُمْ \" يَعْنِي الْعُلَمَاء وَالظَّاهِر وَاَللَّه أَعْلَم أَنَّهَا عَامَّة فِي كُلّ أُولِي الْأَمْر مِنْ الْأُمَرَاء وَالْعُلَمَاء كَمَا تَقَدَّمَ . وَقَالَ تَعَالَى \" لَوْلَا يَنْهَاهُمْ الرَّبَّانِيُّونَ وَالْأَحْبَار عَنْ قَوْلهمْ الْإِثْم وَأَكْلهمْ السُّحْت \" وَقَالَ تَعَالَى \" فَاسْأَلُوا أَهْل الذِّكْر إِنْ كُنْتُمْ لَا تَعْلَمُونَ \" وَفِي الْحَدِيث الصَّحِيح الْمُتَّفَق عَلَى صِحَّته عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" مَنْ أَطَاعَنِي فَقَدْ أَطَاعَ اللَّه وَمَنْ عَصَانِي فَقَدْ عَصَا اللَّه وَمَنْ أَطَاعَ أَمِيرِي فَقَدْ أَطَاعَنِي وَمَنْ عَصَا أَمِيرِي فَقَدْ عَصَانِي \" فَهَذِهِ أَوَامِر بِطَاعَةِ الْعُلَمَاء وَالْأُمَرَاء وَلِهَذَا قَالَ تَعَالَى \" أَطِيعُوا اللَّه \" أَيْ اِتَّبِعُوا كِتَابه وَأَطِيعُوا الرَّسُول أَيْ خُذُوا بِسُنَّتِهِ وَأُولِي الْأَمْر مِنْكُمْ أَيْ فِيمَا أَمَرُوكُمْ بِهِ مِنْ طَاعَة اللَّه لَا فِي مَعْصِيَة اللَّه فَإِنَّهُ لَا طَاعَة لِمَخْلُوقٍ فِي مَعْصِيَة اللَّه كَمَا تَقَدَّمَ فِي الْحَدِيث الصَّحِيح \" إِنَّمَا الطَّاعَة فِي الْمَعْرُوف \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا هَمَّام حَدَّثَنَا قَتَادَة عَنْ اِبْن حُرَيْث عَنْ عِمْرَان بْن حُصَيْن عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا طَاعَة فِي مَعْصِيَة اللَّه \" . وَقَوْله \" فَإِنْ تَنَازَعْتُمْ فِي شَيْء فَرُدُّوهُ إِلَى اللَّه وَالرَّسُول \" قَالَ مُجَاهِد وَغَيْر وَاحِد مِنْ السَّلَف أَيْ إِلَى كِتَاب اللَّه وَسُنَّة رَسُوله. وَهَذَا أَمْر مِنْ اللَّه عَزَّ وَجَلَّ \" بِأَنَّ كُلّ شَيْء تَنَازَعَ النَّاس فِيهِ مِنْ أُصُول الدِّين وَفُرُوعه أَنْ يُرَدّ التَّنَازُع فِي ذَلِكَ إِلَى الْكِتَاب وَالسُّنَّة كَمَا قَالَ تَعَالَى وَمَا اِخْتَلَفْتُمْ فِيهِ مِنْ شَيْء فَحُكْمه إِلَى اللَّه فَمَا حَكَمَ بِهِ الْكِتَاب وَالسُّنَّة وَشَهِدَا لَهُ بِالصِّحَّةِ فَهُوَ الْحَقّ وَمَاذَا بَعْد الْحَقّ إِلَّا الضَّلَال وَلِهَذَا قَالَ تَعَالَى \" إِنْ كُنْتُمْ تُؤْمِنُونَ بِاَللَّهِ وَالْيَوْم الْآخِر \" أَيْ رُدُّوا الْخُصُومَات وَالْجَهَالَات إِلَى كِتَاب اللَّه وَسُنَّة رَسُوله فَتَحَاكَمُوا إِلَيْهِمَا فِيمَا شَجَرَ بَيْنكُمْ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاَللَّهِ وَالْيَوْم الْآخِر فَدَلَّ عَلَى أَنَّ مَنْ لَمْ يَتَحَاكَم فِي مَحَلّ النِّزَاع إِلَى الْكِتَاب وَالسُّنَّة وَلَا يَرْجِع إِلَيْهِمَا فِي ذَلِكَ فَلَيْسَ مُؤْمِنًا بِاَللَّهِ وَلَا بِالْيَوْمِ الْآخِر وَقَوْله \" ذَلِكَ خَيْر أَيْ التَّحَاكُم إِلَى كِتَاب اللَّه \" وَسُنَّة رَسُوله وَالرُّجُوع إِلَيْهِمَا فِي فَصْل النِّزَاع خَيْر وَأَحْسَن تَأْوِيلًا أَيْ وَأَحْسَن عَاقِبَة وَمَآلًا كَمَا قَالَهُ السُّدِّيّ وَغَيْر وَاحِد . وَقَالَ مُجَاهِد : وَأَحْسَن جَزَاء وَهُوَ قَرِيب .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40898, "aya_id": 59}]