[{"text": "وَاللّهُ جَعَلَ لَكُم مِّن بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُم مِّن جُلُودِالأَنْعَامِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا أَثَاثًا وَمَتَاعًا إِلَى حِينٍ", "sura_id": 16, "type": 0, "id": 1981, "aya_id": 80}, {"text": "والله جعل لكم من بيوتكم سكنا وجعل لكم من جلود الأنعام بيوتا تستخفونها يوم ظعنكم ويوم إقامتكم ومن أصوافها وأوبارها وأشعارها أثاثا ومتاعا إلى حين", "sura_id": 16, "type": 1, "id": 8217, "aya_id": 80}, {"text": "80 - (والله جعل لكم من بيوتكم سكنا) موضعا تسكنون فيه (وجعل لكم من جلود الأنعام بيوتا) كالخيام والقباب (تستخفونها) للحمل (يوم ظعنكم) سفركم (ويوم إقامتكم ومن أصوافها) أي الغنم (وأوبارها) أي الإبل (وأشعارها) أي المعز (أثاثا) متاعا لبيوتكم كبسط وأكسية (ومتاعا) تتمتعون به (إلى حين) تبلى فيه \r\n", "sura_id": 16, "type": 2, "id": 26925, "aya_id": 80}, {"text": "والله سبحانه جعل لكم من بيوتكم راحة واستقرارًا مع أهلكم, وأنتم مقيمون في الحضر, وجعل لكم في سفركم خيامًا وقبابًا من جلود الأنعام, يَخِفُّ عليكم حِمْلها وقت تَرْحالكم, ويخف عليكم نَصْبها وقت إقامتكم بعد التَّرْحال, وجعل لكم من أصواف الغنم, وأوبار الإبل, وأشعار المعز أثاثًا لكم من أكسية وألبسة وأغطية وفرش وزينة, تتمتعون بها إلى أجل مسمَّى ووقت معلوم.\r\n", "sura_id": 16, "type": 3, "id": 33161, "aya_id": 80}, {"text": " <font color=red>وَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعَامِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا أَثَاثًا وَمَتَاعًا إِلَى حِينٍ</font><BR><p>يَذْكُر تَبَارَكَ وَتَعَالَى تَمَام نِعَمه عَلَى عَبِيده بِمَا جَعَلَ لَهُمْ مِنْ الْبُيُوت الَّتِي هِيَ سَكَن لِمَ يَأْوُونَ إِلَيْهَا وَيَسْتَتِرُونَ بِهَا وَيَنْتَفِعُونَ بِهَا بِسَائِرِ وُجُوه الِانْتِفَاع وَجَعَلَ لَهُمْ أَيْضًا مِنْ جُلُود الْأَنْعَام بُيُوتًا أَيْ مِنْ الْأُدُم يَسْتَخِفُّونَ حَمْلهَا فِي أَسْفَارهمْ لِيَضْرِبُوهَا لَهُمْ فِي إِقَامَتهمْ فِي السَّفَر وَالْحَضَر وَلِهَذَا قَالَ \" تَسْتَخِفُّونَهَا يَوْم ظَعْنكُمْ وَيَوْم إِقَامَتكُمْ وَمِنْ أَصْوَافهَا \" أَيْ الْغَنَم \" وَأَوْبَارهَا \" أَيْ الْإِبِل \" وَأَشْعَارهَا \" أَيْ الْمَعْز وَالضَّمِير عَائِد عَلَى الْأَنْعَام\" أَثَاثًا \" أَيْ تَتَّخِذُونَ مِنْهُ أَثَاثًا وَهُوَ الْمَال وَقِيلَ الْمَتَاع وَقِيلَ الثِّيَاب وَالصَّحِيح أَعَمّ مِنْ هَذَا كُلّه فَإِنَّهُ يَتَّخِذ مِنْ الْأَثَاث الْبُسُط وَالثِّيَاب وَغَيْر ذَلِكَ وَيَتَّخِذ مَالًا وَتِجَارَة وَقَالَ اِبْن عَبَّاس الْأَثَاث الْمَتَاع وَكَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَالْحَسَن وَعَطِيَّة الْعَوْفِيّ وَعَطَاء الْخُرَاسَانِيّ وَالضَّحَّاك وَقَتَادَة وَقَوْله \" إِلَى حِين \" أَيْ إِلَى أَجَل مُسَمًّى وَوَقْت مَعْلُوم .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38157, "aya_id": 80}]