[{"text": "وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا لِّتُنذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَتُنذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ", "sura_id": 42, "type": 0, "id": 4279, "aya_id": 7}, {"text": "وكذلك أوحينا إليك قرءانا عربيا لتنذر أم القرى ومن حولها وتنذر يوم الجمع لا ريب فيه فريق في الجنة وفريق في السعير", "sura_id": 42, "type": 1, "id": 10515, "aya_id": 7}, {"text": "7 - (وكذلك) مثل ذلك الايحاء (أوحينا إليك قرآنا عربيا لتنذر) به تخوف (أم القرى ومن حولها) أهل مكة وسائر الناس (وتنذر) الناس (يوم الجمع) يوم القيامة تجمع فيه الخلائق (لا ريب) لا شك (فيه فريق) منهم (في الجنة وفريق في السعير) النار \r\n", "sura_id": 42, "type": 2, "id": 29223, "aya_id": 7}, {"text": "وكما أوحينا إلى الأنبياء قبلك أوحَيْنا إليك قرآنا عربيًّا؛ لتنذر أهل \"مكة\" ومَن حولها مِن سائر الناس، وتنذر عذاب يوم الجمع، وهو يوم القيامة, لا شك في مجيئه. الناس فيه فريقان: فريق في الجنة, وهم الذين آمنوا بالله واتبعوا ما جاءهم به رسوله محمد صلى الله عليه وسلم، ومنهم فريق في النار المستعرة, وهم الذين كفروا بالله, وخالفوا ما جاءهم به رسوله محمد صلى الله عليه وسلم.\r\n", "sura_id": 42, "type": 3, "id": 35459, "aya_id": 7}, {"text": " <font color=red>وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ</font><BR><p>يَقُول تَعَالَى وَكَمَا أَوْحَيْنَا إِلَى الْأَنْبِيَاء قَبْلك \" أَوْحَيْنَا إِلَيْك قُرْآنًا عَرَبِيًّا \" أَيْ وَاضِحًا جَلِيًّا بَيِّنًا \" لِتُنْذِر أُمّ الْقُرَى\" وَهِيَ مَكَّة \" وَمَنْ حَوْلهَا \" أَيْ مِنْ سَائِر الْبِلَاد شَرْقًا وَغَرْبًا وَسُمِّيَتْ مَكَّة أُمّ الْقُرَى لِأَنَّهَا أَشْرَف مِنْ سَائِر الْبِلَاد لِأَدِلَّةٍ كَثِيرَة مَذْكُورَة فِي مَوَاضِعهَا وَمِنْ أَوْجَز ذَلِكَ وَأَدَلّه مَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو الْيَمَان حَدَّثَنَا شُعَيْب عَنْ الزُّهْرِيّ حَدَّثَنَا أَبُو سَلَمَة بْن عَبْد الرَّحْمَن قَالَ : إِنَّ عَبْد اللَّه بْن عَدِيّ بْن الْحَمْرَاء الزُّهْرِيّ أَخْبَرَهُ أَنَّهُ سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول وَهُوَ وَاقِف بِالْحَزْوَرَةِ فِي سُوق مَكَّة\" وَاَللَّه إِنَّك لَخَيْر أَرْض اللَّه وَأَحَبّ أَرْض اللَّه إِلَى اللَّه وَلَوْلَا أَنِّي أُخْرِجْت مِنْك مَا خَرَجْت \" هَكَذَا رِوَايَة التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث الزُّهْرِيّ بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح . وَقَوْله عَزَّ وَجَلَّ \" وَتُنْذِر يَوْم الْجَمْع \" وَهُوَ يَوْم الْقِيَامَة يَجْمَع اللَّه الْأَوَّلِينَ وَالْآخِرِينَ فِي صَعِيد وَاحِد وَقَوْله تَعَالَى \" لَا رَيْب فِيهِ \" أَيْ لَا شَكَّ فِي وُقُوعه وَأَنَّهُ كَائِن لَا مَحَالَة وَقَوْله جَلَّ وَعَلَا \" فَرِيق فِي الْجَنَّة وَفَرِيق فِي السَّعِير \" كَقَوْلِهِ تَعَالَى \" يَوْم يَجْمَعكُمْ لِيَوْمِ الْجَمْع ذَلِكَ يَوْم التَّغَابُن \" أَيْ يَغْبِن أَهْل الْجَنَّة أَهْل النَّار وَكَقَوْلِهِ عَزَّ وَجَلَّ \" إِنَّ فِي ذَلِكَ لَآيَة لِمَنْ خَافَ عَذَاب الْآخِرَة ذَلِكَ يَوْم مَجْمُوع لَهُ النَّاس وَذَلِكَ يَوْم مَشْهُود وَمَا نُؤَخِّرهُ إِلَّا لِأَجَلٍ مَعْدُود يَوْم يَأْتِ لَا تَكَلَّم نَفْس إِلَّا بِإِذْنِهِ فَمِنْهُمْ شَقِيّ وَسَعِيد \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا هَاشِم بْن الْقَاسِم حَدَّثَنَا لَيْث حَدَّثَنِي أَبُو قَبِيل الْمَعَافِرِيّ عَنْ شُفَيّ الْأَصْبَحِيّ عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا قَالَ خَرَجَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَفِي يَده كِتَابَانِ فَقَالَ \" أَتَدْرُونَ مَا هَذَانِ الْكِتَابَانِ ؟ \" قُلْنَا لَا إِلَّا أَنْ تُخْبِرنَا يَا رَسُول اللَّه قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلَّذِي فِي يَمِينه \" هَذَا كِتَاب مِنْ رَبّ الْعَالَمِينَ بِأَسْمَاءِ أَهْل الْجَنَّة وَأَسْمَاء آبَائِهِمْ وَقَبَائِلهمْ - ثُمَّ أَجْمَلَ عَلَى آخِرهمْ - لَا يُزَاد فِيهِمْ وَلَا يَنْقُص مِنْهُمْ أَبَدًا - ثُمَّ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلَّذِي فِي يَسَاره - هَذَا كِتَاب أَهْل النَّار بِأَسْمَائِهِمْ وَأَسْمَاء آبَائِهِمْ وَقَبَائِلهمْ - ثُمَّ أَجْمَلَ عَلَى آخِرهمْ - لَا يُزَاد فِيهِمْ وَلَا يَنْقُص مِنْهُمْ أَبَدًا \" . فَقَالَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلِأَيِّ شَيْء نَعْمَل إِنْ كَانَ هَذَا أَمْر قَدْ فُرِغَ مِنْهُ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" سَدِّدُوا وَقَارِبُوا فَإِنَّ صَاحِب الْجَنَّة يُخْتَم لَهُ بِعَمَلِ أَهْل الْجَنَّة وَإِنْ عَمِلَ أَيّ عَمَل وَإِنَّ صَاحِب النَّار يُخْتَم لَهُ بِعَمَلِ أَهْل النَّار وَإِنْ عَمِلَ أَيّ عَمَل\" ثُمَّ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِيَدِهِ فَقَبَضَهَا ثُمَّ قَالَ \" فَرَغَ رَبّكُمْ عَزَّ وَجَلَّ مِنْ الْعِبَاد - ثُمَّ قَالَ بِالْيُمْنَى فَنَبَذَ بِهَا فَقَالَ - فَرِيق فِي الْجَنَّة - وَنَبَذَ بِالْيُسْرَى وَقَالَ - فَرِيق فِي السَّعِير \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ جَمِيعًا عَنْ قُتَيْبَة عَنْ اللَّيْث بْن سَعْد وَبَكْر بْن مُضَر كِلَاهُمَا عَنْ أَبِي قُبَيْل عَنْ شُفَيّ بْن مَاتِع الْأَصْبَحِيّ عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح غَرِيب وَسَاقَهُ الْبَغَوِيّ فِي تَفْسِيره مِنْ طَرِيق بِشْر بْن بَكْر عَنْ سَعِيد بْن عُثْمَان عَنْ أَبِي الزَّاهِرِيَّة عَنْ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ بِنَحْوِهِ وَعِنْده زِيَادَات مِنْهَا - ثُمَّ فَرِيق فِي الْجَنَّة وَفَرِيق فِي السَّعِير عَدْل مِنْ اللَّه عَزَّ وَجَلَّ - وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن صَالِح كَاتِب اللَّيْث عَنْ اللَّيْث بِهِ وَرَوَاهُ اِبْن جَرِير عَنْ يُونُس عَنْ اِبْن وَهْب عَنْ عَمْرو بْن الْحَارِث عَنْ أَبِي قُبَيْل عَنْ شُفَيّ عَنْ رَجُل مِنْ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ فَذَكَرَهُ ثُمَّ رُوِيَ عَنْ يُونُس عَنْ اِبْن وَهْب عَنْ عَمْرو بْن الْحَارِث وَحَيْوَة بْن شُرَيْح عَنْ يَحْيَى بْن أَبِي أُسَيْد أَنَّ أَبَا فِرَاس حَدَّثَهُ أَنَّهُ سَمِعَ عَبْد اللَّه بْن عَمْرو رَضِيَ اللَّه عَنْهُمَا يَقُول : \" إِنَّ اللَّه تَعَالَى لَمَّا خَلَقَ آدَم نَفَضَهُ نَفْض الْمِرْوَد وَأَخْرَجَ مِنْهُ كُلّ ذُرِّيَّته فَخَرَجَ أَمْثَال النَّغَف فَقَبَضَهُمْ قَبْضَتَيْنِ ثُمَّ قَالَ شَقِيّ وَسَعِيد ثُمَّ أَلْقَاهُمَا ثُمَّ قَبَضَهُمَا فَقَالَ فَرِيق فِي الْجَنَّة وَفَرِيق فِي السَّعِير\" وَهَذَا الْمَوْقُوف أَشْبَه بِالصَّوَابِ وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا حَمَّاد يَعْنِي اِبْن سَلَمَة أَخْبَرَنَا الْجُرَيْرِيّ عَنْ أَبِي نَضْرَة قَالَ : إِنَّ رَجُلًا مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُقَال لَهُ أَبُو عَبْد اللَّه دَخَلَ عَلَيْهِ أَصْحَابه يَعْنِي يَزُورُونَهُ فَوَجَدُوهُ يَبْكِي فَقَالُوا لَهُ مَا يُبْكِيك أَلَمْ يَقُلْ لَك رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خُذْ مِنْ شَارِبك ثُمَّ أَقِرَّهُ حَتَّى تَلْقَانِي \" قَالَ بَلَى وَلَكِنْ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه تَعَالَى قَبَضَ بِيَمِينِهِ قَبْضَة وَأُخْرَى بِالْيَدِ الْأُخْرَى قَالَ هَذِهِ لِهَذِهِ وَهَذِهِ لِهَذِهِ وَلَا أُبَالِي \" فَلَا أَدْرِي فِي أَيّ الْقَبْضَتَيْنِ أَنَا . وَأَحَادِيث الْقَدَر فِي الصِّحَاح وَالسُّنَن وَالْمَسَانِيد كَثِيرَة جِدًّا مِنْهَا حَدِيث عَلِيّ وَابْن مَسْعُود وَعَائِشَة وَجَمَاعَة جَمَّة رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ .</p><BR> <br> ", "sura_id": 42, "type": 4, "id": 41129, "aya_id": 7}]