[{"text": "وَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُواْ بَقَرَةً قَالُواْ أَتَتَّخِذُنَا هُزُواً قَالَ أَعُوذُ بِاللّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ", "sura_id": 2, "type": 0, "id": 74, "aya_id": 67}, {"text": "وإذ قال موسى لقومه إن الله يأمركم أن تذبحوا بقرة قالوا أتتخذنا هزوا قال أعوذ بالله أن أكون من الجاهلين", "sura_id": 2, "type": 1, "id": 6310, "aya_id": 67}, {"text": "67 - (و) اذكر (إذ قال موسى لقومه) وقد قتل لهم قتيل لا يُدرى قاتله وسألوه أن يدعوَ الله أن يبينه لهم فدعاه (إن الله يأمركم أن تذبحوا بقرة قالوا أتتخذنا هزوا) مهزوءاً بنا حيث تجيبنا بمثل ذلك (قال أعوذ) أمتنع (بالله أن أكون من الجاهلين) المستهزئين \r\n", "sura_id": 2, "type": 2, "id": 25018, "aya_id": 67}, {"text": "واذكروا يا بني إسرائيل جناية أسلافكم, وكثرة تعنتهم وجدالهم لموسى عليه الصلاة والسلام, حين قال لهم: إن الله يأمركم أن تذبحوا بقرة, فقالوا -مستكبرين-: أتجعلنا موضعًا للسخرية والاستخفاف؟ فردَّ عليهم موسى بقوله: أستجير بالله أن أكون من المستهزئين.\r\n", "sura_id": 2, "type": 3, "id": 31254, "aya_id": 67}, {"text": " <font color=red>وَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً قَالُوا أَتَتَّخِذُنَا هُزُوًا قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ</font><BR><p>يَقُول تَعَالَى : وَاذْكُرُوا يَا بَنِي إِسْرَائِيل نِعْمَتِي عَلَيْكُمْ فِي خَرْق الْعَادَة لَكُمْ فِي شَأْن الْبَقَرَة وَبَيَان الْقَاتِل مَنْ هُوَ بِسَبَبِهَا وَإِحْيَاء اللَّه الْمَقْتُول وَنَصّه عَلَى مَنْ قَتَلَهُ مِنْهُ . \" ذِكْرُ بَسْط الْقِصَّة\" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا يَزِيد بْن هَارُونَ أَنْبَأَنَا هِشَام بْن حَسَّان عَنْ مُحَمَّد بْن سِيرِينَ عَنْ عَبِيدَة السَّلْمَانِيّ قَالَ : كَانَ رَجُل مِنْ بَنِي إِسْرَائِيل عَقِيمًا لَا يُولَد لَهُ وَكَانَ لَهُ مَالٌ كَثِيرٌ وَكَانَ اِبْن أَخِيهِ وَارِثه فَقَتَلَهُ ثُمَّ اِحْتَمَلَهُ لَيْلًا فَوَضَعَهُ عَلَى بَاب رَجُل مِنْهُمْ ثُمَّ أَصْبَحَ يَدَّعِيه عَلَيْهِمْ حَتَّى تَسَلَّحُوا وَرَكِبَ بَعْضُهُمْ عَلَى بَعْض . فَقَالَ ذَوُو الرَّأْي مِنْهُمْ وَالنَّهْي : عَلَامَ يَقْتُل بَعْضكُمْ بَعْضًا وَهَذَا رَسُول اللَّه فِيكُمْ ؟ فَأَتَوْا مُوسَى عَلَيْهِ السَّلَام فَذَكَرُوا ذَلِكَ لَهُ فَقَالَ \" إِنَّ اللَّه يَأْمُركُمْ أَنْ تَذْبَحُوا بَقَرَة قَالُوا أَتَتَّخِذُنَا هُزُوًا قَالَ أَعُوذ بِاَللَّهِ أَنْ أَكُون مِنْ الْجَاهِلِينَ \" قَالَ : فَلَوْ لَمْ يَعْتَرِضُوا لَأَجْزَأَتْ عَنْهُمْ أَدْنَى بَقَرَة وَلَكِنَّهُمْ شَدَّدُوا فَشُدِّدَ عَلَيْهِمْ حَتَّى اِنْتَهَوْا إِلَى الْبَقَرَة الَّتِي أُمِرُوا بِذَبْحِهَا فَوَجَدُوهَا عِنْد رَجُل لَيْسَ لَهُ بَقَرَة غَيْرهَا فَقَالَ وَاَللَّه لَا أُنْقِصهَا مِنْ مِلْء جِلْدهَا ذَهَبًا فَأَخَذُوهَا فَذَبَحُوهَا فَضَرَبُوهُ بِبَعْضِهَا فَقَامَ فَقَالُوا مَنْ قَتَلَك ؟ فَقَالَ : هَذَا - لِابْنِ أَخِيهِ - ثُمَّ مَالَ مَيِّتًا فَلَمْ يُعْطَ مِنْ مَاله شَيْئًا فَلَمْ يُوَرَّثْ قَاتِلٌ بَعْدُ وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث أَيُّوب عَنْ مُحَمَّد بْن سِيرِينَ عَنْ عَبِيدَة بِنَحْوٍ مِنْ ذَلِكَ وَاَللَّهُ أَعْلَم . وَرَوَاهُ عَبْد بْن حُمَيْد فِي تَفْسِيره أَنْبَأَنَا يَزِيد بْن هَارُونَ بِهِ وَرَوَاهُ آدَم بْن أَبِي إِيَاس فِي تَفْسِيره عَنْ أَبِي جَعْفَر هُوَ الرَّازِيّ عَنْ هِشَام بْن حَسَّان بِهِ وَقَالَ آدَم اِبْن أَبِي إِيَاس فِي تَفْسِيره : أَنْبَأَنَا أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع عَنْ أَبِي الْعَالِيَة فِي قَوْل اللَّه تَعَالَى \" إِنَّ اللَّه يَأْمُركُمْ أَنْ تَذْبَحُوا بَقَرَة \" قَالَ : كَانَ رَجُل مِنْ بَنِي إِسْرَائِيل وَكَانَ غَنِيًّا وَلَمْ يَكُنْ لَهُ وَلَد وَكَانَ لَهُ قَرِيب وَكَانَ وَارِثه فَقَتَلَهُ لِيَرِثهُ ثُمَّ أَلْقَاهُ عَلَى مَجْمَع الطَّرِيق وَأَتَى مُوسَى عَلَيْهِ السَّلَام فَقَالَ لَهُ إِنَّ قَرِيبِي قُتِلَ وَإِنِّي إِلَى أَمْر عَظِيم وَإِنِّي لَا أَجِد أَحَدًا يُبَيِّن لِي مَنْ قَتَلَهُ غَيْرك يَا نَبِيّ اللَّه قَالَ : فَنَادَى مُوسَى فِي النَّاس فَقَالَ : أَنْشُد اللَّه مَنْ كَانَ عِنْده مِنْ هَذَا عِلْم إِلَّا يُبَيِّنهُ لَنَا فَلَمْ يَكُنْ عِنْدهمْ عِلْم فَأَقْبَلَ الْقَاتِل عَلَى مُوسَى عَلَيْهِ السَّلَام فَقَالَ لَهُ أَنْتَ نَبِيّ اللَّه فَسَلْ لَنَا رَبّك أَنْ يُبَيِّن لَنَا فَسَأَلَ رَبّه فَأَوْحَى اللَّه \" إِنَّ اللَّه يَأْمُركُمْ أَنْ تَذْبَحُوا بَقَرَة \" فَعَجِبُوا مِنْ ذَلِكَ \" فَقَالُوا أَتَتَّخِذُنَا هُزُوًا قَالَ أَعُوذ بِاَللَّهِ أَنْ أَكُون مِنْ الْجَاهِلِينَ قَالُوا اُدْعُ لَنَا رَبّك يُبَيِّن لَنَا مَا هِيَ قَالَ إِنَّهُ يَقُول إِنَّهَا بَقَرَة لَا فَارِضٌ \" يَعْنِي لَا هَرِمَة \" وَلَا بِكْرٌ \" يَعْنِي وَلَا صَغِيرَة \" عَوَان بَيْن ذَلِكَ \" أَيْ نِصْف بْن الْبِكْر وَالْهَرِمَة\" قَالُوا اُدْعُ لَنَا رَبّك يُبَيِّن لَنَا مَا لَوْنُهَا قَالَ إِنَّهُ يَقُول إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا \" أَيْ صَافٍ لَوْنهَا \" تَسُرُّ النَّاظِرِينَ \" أَيْ تُعْجِبُ النَّاظِرِينَ \" قَالُوا اُدْعُ لَنَا رَبّك يُبَيِّن لَنَا مَا هِيَ إِنَّ الْبَقَر تَشَابَهَ عَلَيْنَا وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ قَالَ إِنَّهُ يَقُول إِنَّهَا بَقَرَةٌ لَا ذَلُولٌ \" أَيْ لَمْ يُذَلِّلهَا الْعَمَلُ\" تُثِير الْأَرْض وَلَا تَسْقِي الْحَرْث \" يَعْنِي وَلَيْسَتْ بِذَلُولٍ تُثِير الْأَرْض وَلَا تَسْقِي الْحَرْث يَعْنِي وَلَا تَعْمَل فِي الْحَرْث\" مُسَلَّمَةٌ \" يَعْنِي مُسَلَّمَة مِنْ الْعُيُوب \" لَا شِيَة فِيهَا\" يَقُول لَا بَيَاض فِيهَا قَالُوا \" الْآن جِئْت بِالْحَقِّ فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ \" قَالَ وَلَوْ أَنَّ الْقَوْم حِين أُمِرُوا بِذَبْحِ بَقَرَة اِسْتَعْرَضُوا بَقَرَة مِنْ الْبَقَر فَذَبَحُوهَا لَكَانَتْ إِيَّاهَا وَلَكِنْ شَدَّدُوا عَلَى أَنْفُسهمْ فَشَدَّدَ اللَّهُ عَلَيْهِمْ وَلَوْلَا أَنَّ الْقَوْم اِسْتَثْنَوْا فَقَالُوا وَإِنَّا إِنْ شَاءَ اللَّه لَمُهْتَدُونَ لَمَا هُدُوا إِلَيْهَا أَبَدًا فَبَلَغْنَا أَنَّهُمْ لَمْ يَجِدُوا الْبَقَرَة الَّتِي نَعَتَ لَهُمْ إِلَّا عِنْد عَجُوز وَعِنْدهَا يَتَامَى وَهِيَ الْقَيِّمَة عَلَيْهِمْ فَلَمَّا عَلِمَتْ أَنَّهُ لَا يَزْكُو لَهُمْ غَيْرهَا أَضْعَفْت عَلَيْهِمْ الثَّمَن فَأَتَوْا مُوسَى فَأَخْبَرُوهُ أَنَّهُمْ لَمْ يَجِدُوا هَذَا النَّعْت إِلَّا عِنْد فُلَانَة وَأَنَّهَا سَأَلَتْ أَضْعَاف ثَمَنهَا فَقَالَ مُوسَى إِنَّ اللَّه قَدْ خَفَّفَ عَلَيْكُمْ فَشَدَّدْتُمْ عَلَى أَنْفُسكُمْ فَأَعْطُوهَا رِضَاهَا وَحُكْمهَا . فَفَعَلُوا وَاشْتَرَوْهَا فَذَبَحُوهَا فَأَمَرَهُمْ مُوسَى عَلَيْهِ السَّلَام أَنْ يَأْخُذُوا عَظْمًا مِنْهَا فَيَضْرِبُوا بِهِ الْقَتِيل فَفَعَلُوا فَرَجَعَ إِلَيْهِ رُوحه فَسَمَّى لَهُمْ قَاتَلَهُ ثُمَّ عَادَ مَيِّتًا كَمَا كَانَ فَأَخَذَ قَاتَلَهُ وَهُوَ الَّذِي كَانَ أَتَى مُوسَى عَلَيْهِ السَّلَام فَشَكَا إِلَيْهِ فَقَتَلَهُ اللَّه عَلَى أَسْوَأ عَمَله وَقَالَ مُحَمَّد بْن جَرِير حَدَّثَنِي مُحَمَّد بْن سَعِيد حَدَّثَنِي أَبِي حَدَّثَنِي عَمِّي حَدَّثَنِي أَبِي عَنْ أَبِيهِ عَنْ اِبْن عَبَّاس فِي قَوْله فِي شَأْن الْبَقَرَة وَذَلِكَ أَنَّ شَيْخًا مِنْ بَنِي إِسْرَائِيل عَلَى عَهْد مُوسَى عَلَيْهِ السَّلَام كَانَ مُكْثِرًا مِنْ الْمَال وَكَانَ بَنُو أَخِيهِ فُقَرَاء لَا مَال لَهُمْ وَكَانَ الشَّيْخ لَا وَلَد لَهُ وَكَانَ بَنُو أَخِيهِ وَرَثَته فَقَالُوا : لَيْتَ عَمّنَا قَدْ مَاتَ فَوَرِثْنَا مَاله . وَإِنَّهُ لَمَّا تَطَاوَلَ عَلَيْهِمْ أَنْ لَا يَمُوت عَمّهمْ أَتَاهُمْ الشَّيْطَان فَقَالَ لَهُمْ هَلْ لَكُمْ إِلَى أَنْ تَقْتُلُوا عَمّكُمْ فَتَرِثُوا مَاله وَتَغْرَمُوا أَهْل الْمَدِينَة الَّتِي لَسْتُمْ بِهَادِيَتِهِ وَذَلِكَ أَنَّهُمَا كَانَتَا مَدِينَتَيْنِ كَانُوا فِي إِحْدَاهُمَا وَكَانَ الْقَتِيل إِذَا قُتِلَ وَطُرِحَ بَيْن الْمَدِينَتَيْنِ قِيسَ مَا بَيْن الْقَتِيل وَالْقَرْيَتَيْنِ فَأَيَّتهمَا كَانَتْ أَقْرَب إِلَيْهِ غَرِمَتْ الدِّيَة وَأَنَّهُمْ لَمَّا سَوَّلَ لَهُمْ الشَّيْطَان ذَلِكَ وَتَطَاوَلَ عَلَيْهِمْ أَنْ لَا يَمُوت عَمّهمْ عَمَدُوا إِلَيْهِ فَقَتَلُوهُ ثُمَّ عَمَدُوا فَطَرَحُوهُ عَلَى بَاب الْمَدِينَة الَّتِي لَيْسُوا فِيهَا فَلَمَّا أَصْبَحَ أَهْل الْمَدِينَة جَاءَ بَنُو أَخِي الشَّيْخ فَقَالُوا عَمّنَا قُتِلَ عَلَى بَاب مَدِينَتكُمْ فَوَاَللَّهِ لَتَغْرَمُنَّ لَنَا دِيَة عَمّنَا . قَالَ أَهْل الْمَدِينَة نُقْسِم بِاَللَّهِ مَا قَتَلْنَا وَلَا عَلِمْنَا قَاتِلًا وَلَا فَتَحْنَا بَاب مَدِينَتنَا مُنْذُ أُغْلِقَ حَتَّى أَصْبَحْنَا وَإِنَّهُمْ عَمَدُوا إِلَى مُوسَى عَلَيْهِ السَّلَام فَلَمَّا أَتَوْهُ قَالَ بَنُو أَخِي الشَّيْخ : عَمّنَا وَجَدْنَاهُ مَقْتُولًا عَلَى بَاب مَدِينَتهمْ وَقَالَ أَهْل الْمَدِينَة : نُقْسِم بِاَللَّهِ مَا قَتَلْنَاهُ وَلَا فَتَحْنَا بَاب الْمَدِينَة مِنْ حِين أَغْلَقْنَاهُ حَتَّى أَصْبَحْنَا . وَأَنَّ جِبْرِيل جَاءَ بِأَمْرِ السَّمِيع الْعَلِيم إِلَى مُوسَى عَلَيْهِ السَّلَام فَقَالَ قُلْ لَهُمْ\" إِنَّ اللَّه يَأْمُركُمْ أَنْ تَذْبَحُوا بَقَرَة \" فَتَضْرِبُوهُ بِبَعْضِهَا . وَقَالَ السُّدِّيّ \" وَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللَّه يَأْمُركُمْ أَنْ تَذْبَحُوا بَقَرَة \" قَالَ : كَانَ رَجُل مِنْ بَنِي إِسْرَائِيل مُكْثِرًا مِنْ الْمَال فَكَانَتْ لَهُ اِبْنَة وَكَانَ لَهُ اِبْن أَخ مُحْتَاج فَخَطَبَ إِلَيْهِ اِبْن أَخِيهِ اِبْنَته فَأَبَى أَنْ يُزَوِّجهُ فَغَضِبَ الْفَتَى وَقَالَ وَاَللَّه لَأَقْتُلَنَّ عَمِّي وَلَآخُذَنَّ مَاله وَلَأَنْكِحَنَّ اِبْنَته وَلَآكُلَنَّ دِيَته فَأَتَاهُ الْفَتَى وَقَدْ قَدِمَ تُجَّار فِي بَعْض أَسْبَاط بَنِي إِسْرَائِيل فَقَالَ يَا عَمّ اِنْطَلِقْ مَعِي فَخُذْ مِنْ تِجَارَة هَؤُلَاءِ الْقَوْم لَعَلِّي أَنْ أُصِيب مِنْهَا فَإِنَّهُمْ إِذَا رَأَوْك مَعِي أَعْطُونِي فَخَرَجَ الْعَمّ مَعَ الْفَتَى لَيْلًا فَلَمَّا بَلَغَ الشَّيْخ ذَلِكَ السِّبْط قَتَلَهُ الْفَتَى ثُمَّ رَجَعَ إِلَى أَهْله فَلَمَّا أَصْبَحَ جَاءَ كَأَنَّهُ يَطْلُب عَمّه كَأَنَّهُ لَا يَدْرِي أَيْنَ هُوَ فَلَمْ يَجِدهُ فَانْطَلَقَ نَحْوه فَإِذَا هُوَ بِذَلِكَ السِّبْط مُجْتَمَعِينَ عَلَيْهِ فَأَخَذَهُمْ وَقَالَ قَتَلْتُمْ عَمِّي فَأَدُّوا إِلَيَّ دِيَته فَجَعَلَ يَبْكِي وَيَحْثُو التُّرَاب عَلَى رَأْسه وَيُنَادِي وَاعَمَاه فَرَفَعَهُمْ إِلَى مُوسَى فَقَضَى عَلَيْهِمْ بِالدِّيَةِ فَقَالَ لَهُ يَا رَسُول اللَّه اُدْعُ لَنَا رَبّك حَتَّى يُبَيِّن لَنَا مَنْ صَاحِبه فَيُؤْخَذ صَاحِب الْقَضِيَّة فَوَاَللَّهِ إِنَّ دِيَته عَلَيْنَا لَهَيِّنَة وَلَكِنْ نَسْتَحِي أَنْ نُعَيَّر بِهِ فَذَلِكَ حِين يَقُول تَعَالَى \" وَإِذْ قَتَلْتُمْ نَفْسًا فَادَّارَأْتُمْ فِيهَا وَاَللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ\" فَقَالَ لَهُمْ مُوسَى \" إِنَّ اللَّه يَأْمُركُمْ أَنْ تَذْبَحُوا بَقَرَة \" قَالُوا نَسْأَلك عَنْ الْقَتِيل وَعَمَّنْ قَتَلَهُ وَتَقُول اِذْبَحُوا بَقَرَة أَتَهْزَأُ بِنَا وَقَالَ \" أَعُوذ بِاَللَّهِ أَنْ أَكُون مِنْ الْجَاهِلِينَ \" قَالَ اِبْن عَبَّاس : فَلَوْ اِعْتَرَضُوا بَقَرَة فَذَبَحُوهَا لَأَجْزَأَتْ عَنْهُمْ وَلَكِنْ شَدَّدُوا وَتَعَنَّتُوا عَلَى مُوسَى فَشَدَّدَ اللَّهُ عَلَيْهِمْ فَقَالُوا \" اُدْعُ لَنَا رَبّك يُبَيِّن لَنَا مَا هِيَ قَالَ إِنَّهُ يَقُول إِنَّهَا بَقَرَةٌ لَا فَارِضٌ وَلَا بِكْرٌ عَوَانٌ بَيْن ذَلِكَ \" وَالْفَارِض الْهَرِمَة الَّتِي لَا تَلِد وَالْبِكْر الَّتِي لَمْ تَلِد إِلَّا وَلَدًا وَاحِدًا وَالْعَوَان النِّصْف الَّتِي بَيْن ذَلِكَ الَّتِي قَدْ وَلَدْت وَوَلَد وَلَدهَا \" فَافْعَلُوا مَا تُؤْمَرُونَ قَالُوا اُدْعُ لَنَا رَبّك يُبَيِّن لَنَا مَا لَوْنهَا قَالَ إِنَّهُ يَقُول إِنَّهَا بَقَرَة صَفْرَاء فَاقِعٌ لَوْنُهَا \" قَالَ نَقِيّ لَوْنهَا \" تَسُرُّ النَّاظِرِينَ\" قَالَ تُعْجِب النَّاظِرِينَ \" قَالُوا اُدْعُ لَنَا رَبّك يُبَيِّن لَنَا مَا هِيَ إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا وَإِنَّا إِنْ شَاءَ اللَّه لَمُهْتَدُونَ قَالَ إِنَّهُ يَقُول إِنَّهَا بَقَرَة لَا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلَا تَسْقِي الْحَرْثَ مُسَلَّمَةٌ لَا شِيَة فِيهَا\" مِنْ بَيَاض وَلَا سَوَاد وَلَا حُمْرَة \" قَالُوا الْآن جِئْت بِالْحَقِّ\" فَطَلَبُوهَا فَلَمْ يَقْدِرُوا عَلَيْهَا وَكَانَ رَجُل فِي بَنِي إِسْرَائِيل مِنْ أَبَرّ النَّاس بِأَبِيهِ وَإِنَّ رَجُلًا مَرَّ بِهِ مَعَهُ لُؤْلُؤ يَبِيعهُ وَكَانَ أَبُوهُ نَائِمًا تَحْت رَأْسه الْمِفْتَاح فَقَالَ لَهُ الرَّجُل : تَشْتَرِي مِنِّي هَذَا اللُّؤْلُؤ بِسَبْعِينَ أَلْفًا ؟ فَقَالَ لَهُ الْفَتَى : كَمَا أَنْتَ حَتَّى يَسْتَيْقِظ أَبِي فَآخُذهُ مِنْك بِثَمَانِينَ أَلْفًا قَالَ الْآخَر : أَيْقِظْ أَبَاك وَهُوَ لَك بِسِتِّينَ أَلْفًا . فَجَعَلَ التَّاجِر يَحُطّ لَهُ حَتَّى بَلَغَ ثَلَاثِينَ أَلْفًا وَزَادَ الْآخَر عَلَى أَنْ يَنْتَظِر أَبَاهُ حَتَّى يَسْتَيْقِظ حَتَّى بَلَغَ مِائَة أَلْف فَلَمَّا أَكْثَرَ عَلَيْهِ قَالَ وَاَللَّه لَا أَشْتَرِيه مِنْك بِشَيْءٍ أَبَدًا وَأَبَى أَنْ يُوقِظ أَبَاهُ فَعَوَّضَهُ اللَّه مِنْ ذَلِكَ اللُّؤْلُؤ أَنْ يَجْعَل لَهُ تِلْكَ الْبَقَرَة فَمَرَّتْ بِهِ بَنُو إِسْرَائِيل يَطْلُبُونَ الْبَقَرَة وَأَبْصَرُوا الْبَقَرَة عِنْده فَسَأَلُوهُ أَنْ يَبِيعهُمْ إِيَّاهَا بَقَرَة بِبَقَرَةٍ فَأَبَى فَأَعْطَوْهُ ثِنْتَيْنِ فَأَبَى فَزَادُوهُ حَتَّى بَلَغُوا عَشْرًا . فَقَالُوا وَاَللَّه لَا نَتْرُكك حَتَّى نَأْخُذهَا مِنْك فَانْطَلَقُوا بِهِ إِلَى مُوسَى عَلَيْهِ السَّلَام فَقَالُوا يَا نَبِيّ اللَّه إِنَّا وَجَدْنَاهَا عِنْد هَذَا وَأَبَى أَنْ يُعْطِينَاهَا وَقَدْ أَعْطَيْنَاهُ ثَمَنًا . فَقَالَ لَهُ مُوسَى : أَعْطِهِمْ بَقَرَتك . فَقَالَ : يَا رَسُول اللَّه أَنَا أَحَقّ بِمَالِي. فَقَالَ صَدَقْت . وَقَالَ لِلْقَوْمِ : أَرْضُوا صَاحِبكُمْ فَأَعْطَوْهُ وَزْنهَا ذَهَبًا فَأَبَى فَأَضْعَفُوهُ لَهُ حَتَّى أَعْطَوْهُ وَزْنهَا عَشْر مَرَّات ذَهَبًا فَبَاعَهُمْ إِيَّاهَا وَأَخَذَ ثَمَنهَا فَذَبَحُوهَا قَالَ اِضْرِبُوهُ بِبَعْضِهَا فَضَرَبُوهُ بِالْبَضْعَةِ الَّتِي بَيْن الْكَتِفَيْنِ فَعَاشَ فَسَأَلُوهُ مَنْ قَتَلَك ؟ فَقَالَ لَهُمْ اِبْن أَخِي قَالَ : أَقْتُلهُ فَآخُذ مَالَهُ وَأَنْكِح اِبْنَته . فَأَخَذُوا الْغُلَام فَقَتَلُوهُ وَقَالَ سُنَيْد : حَدَّثَنَا حَجَّاج هُوَ اِبْن مُحَمَّد عَنْ اِبْن جُرَيْج عَنْ مُجَاهِد وَحَجَّاج عَنْ أَبِي مَعْشَر عَنْ مُحَمَّد بْن كَعْب الْقُرَظِيّ وَمُحَمَّد بْن قَيْس - دَخَلَ حَدِيث بَعْضهمْ فِي حَدِيث بَعْض - قَالُوا إِنَّ سِبْطًا مِنْ بَنِي إِسْرَائِيل لَمَّا رَأَوْا كَثْرَة شُرُور النَّاس بَنَوْا مَدِينَة فَاعْتَزَلُوا شُرُور النَّاس فَكَانُوا إِذَا أَمْسَوْا لَمْ يَتْرُكُوا أَحَدًا مِنْهُمْ خَارِجًا إِلَّا أَدْخَلُوهُ وَإِذَا أَصْبَحُوا أَقَامَ رَئِيسهمْ فَنَظَرَ وَأَشْرَفَ فَإِذَا لَهُ لَمْ يَرَ شَيْئًا فَتَحَ الْمَدِينَة فَكَانُوا مَعَ النَّاس حَتَّى يُمْسُوا قَالَ : وَكَانَ رَجُل مِنْ بَنِي إِسْرَائِيل لَهُ مَال كَثِير وَلَمْ يَكُنْ لَهُ وَارِث غَيْر أَخِيهِ فَطَالَ عَلَيْهِ حَيَاته فَقَتَلَهُ لَيَرِثَهُ ثُمَّ حَمَلَهُ فَوَضَعَهُ عَلَى بَاب الْمَدِينَة ثُمَّ كَمِنَ فِي مَكَان هُوَ وَأَصْحَابه قَالَ فَأَشْرَفَ رَئِيس الْمَدِينَة عَلَى بَاب الْمَدِينَة فَنَظَرَ فَلَمْ يَرَ شَيْئًا فَفَتَحَ الْبَاب فَلَمَّا رَأَى الْقَتِيل رَدَّ الْبَاب فَنَادَاهُ أَخُو الْمَقْتُول وَأَصْحَابه هَيْهَاتَ قَتَلْتُمُوهُ ثُمَّ تَرُدُّونَ الْبَاب ؟ وَكَانَ مُوسَى لَمَّا رَأَى الْقَتْل كَثِيرًا فِي بَنِي إِسْرَائِيل كَانَ إِذَا رَأَى الْقَتِيل بَيْن ظَهْرَانَيْ الْقَوْم أَخَذَهُ فَكَادَ يَكُون بَيْن أَخِي الْمَقْتُول وَبَيْن أَهْل الْمَدِينَة قِتَال حَتَّى لَبِسَ الْفَرِيقَانِ السِّلَاح ثُمَّ كَفَّ بَعْضهمْ عَنْ بَعْض فَأَتَوْا مُوسَى فَذَكَرُوا لَهُ شَأْنهمْ قَالُوا : يَا مُوسَى إِنَّ هَؤُلَاءِ قَتَلُوا قَتِيلًا ثُمَّ رَدُّوا الْبَاب قَالَ أَهْل الْمَدِينَة : يَا رَسُول اللَّه قَدْ عَرَفْت اِعْتَزَلْنَا الشُّرُور وَبَنَيْنَا مَدِينَة كَمَا رَأَيْت نَعْتَزِل شُرُور النَّاس وَاَللَّه مَا قَتَلْنَا وَلَا عَلِمْنَا قَاتِلًا . فَأَوْحَى اللَّه تَعَالَى إِلَيْهِ أَنْ يَذْبَحُوا بَقَرَة فَقَالَ لَهُمْ مُوسَى \" إِنَّ اللَّه أَمَرَكُمْ أَنْ تَذْبَحُوا بَقَرَة \" وَهَذِهِ السِّيَاقَات عَنْ عَبِيدَة وَأَبِي الْعَالِيَة وَالسُّدِّيّ وَغَيْرهمْ فِيهَا اِخْتِلَافٌ الظَّاهِرُ أَنَّهَا مَأْخُوذَةٌ مِنْ كُتُب بَنِي إِسْرَائِيل وَهِيَ مِمَّا يَجُوز نَقْلهَا وَلَكِنْ لَا تُصَدَّقُ وَلَا تُكَذَّبُ فَلِهَذَا لَا يُعْتَمَدُ عَلَيْهَا إِلَّا مَا وَافَقَ الْحَقَّ عِنْدنَا وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38746, "aya_id": 67}]