[{"text": "وَزَكَرِيَّا وَيَحْيَى وَعِيسَى وَإِلْيَاسَ كُلٌّ مِّنَ الصَّالِحِينَ", "sura_id": 6, "type": 0, "id": 874, "aya_id": 85}, {"text": "وزكريا ويحيى وعيسى وإلياس كل من الصالحين", "sura_id": 6, "type": 1, "id": 7110, "aya_id": 85}, {"text": "85 - (وزكريا ويحيى) ابنه (وعيسى) ابن مريم يفيد أن الذرية تتناول أولاد البنت (وإلياس) ابن هارون أخي موسى (كل) منهم (من الصالحين) \r\n", "sura_id": 6, "type": 2, "id": 25818, "aya_id": 85}, {"text": "وكذلك هدينا زكريا ويحيى وعيسى وإلياس, وكل هؤلاء الأنبياء عليهم السلام من الصالحين.\r\n", "sura_id": 6, "type": 3, "id": 32054, "aya_id": 85}, {"text": " <font color=red>وَزَكَرِيَّا وَيَحْيَى وَعِيسَى وَإِلْيَاسَ كُلٌّ مِنَ الصَّالِحِينَ</font><BR><p>وَفِي ذِكْر عِيسَى عَلَيْهِ السَّلَام فِي ذُرِّيَّة إِبْرَاهِيم أَوْ نُوح عَلَى الْقَوْل الْآخَر دَلَالَة عَلَى دُخُول وَلَد الْبَنَات فِي ذُرِّيَّة الرَّجُل لِأَنَّ عِيسَى عَلَيْهِ السَّلَام إِنَّمَا يُنْسَب إِلَى إِبْرَاهِيم عَلَيْهِ السَّلَام بِأُمِّهِ مَرْيَم عَلَيْهَا السَّلَام فَإِنَّهُ لَا أَب لَهُ . قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا سَهْل بْن يَحْيَى الْعَسْكَرِيّ حَدَّثَنَا عَبْد الرَّحْمَن بْن صَالِح حَدَّثَنَا عَلِيّ بْن عَابِس عَنْ عَبْد اللَّه بْن عَطَاء الْمَكِّيّ عَنْ أَبِي حَرْب بْن أَبِي الْأَسْوَد قَالَ أَرْسَلَ الْحَجَّاج إِلَى يَحْيَى بْن يَعْمُر فَقَالَ بَلَغَنِي أَنَّك تَزْعُم أَنَّ الْحَسَن وَالْحُسَيْن مِنْ ذُرِّيَّة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ تَجِدهُ فِي كِتَاب اللَّه - وَقَدْ قَرَأْته مِنْ أَوَّله إِلَى آخِره فَلَمْ أَجِدهُ ؟ قَالَ أَلَيْسَ تَقْرَأ سُورَة الْأَنْعَام\" وَمِنْ ذُرِّيَّته دَاوُد وَسُلَيْمَان \" حَتَّى بَلَغَ \" وَيَحْيَى وَعِيسَى \" قَالَ بَلَى . قَالَ أَلَيْسَ عِيسَى مِنْ ذُرِّيَّة إِبْرَاهِيم وَلَيْسَ لَهُ أَب ؟ قَالَ صَدَقْت . فَلِهَذَا إِذَا أَوْصَى الرَّجُل لِذُرِّيَّتِهِ أَوْ وَقَفَ عَلَى ذُرِّيَّته أَوْ وَهَبَهُمْ دَخَلَ أَوْلَاد الْبَنَات فِيهِمْ فَأَمَّا إِذَا أَعْطَى الرَّجُل بَنِيهِ أَوْ وَقَفَ عَلَيْهِمْ فَإِنَّهُ يَخْتَصّ بِذَلِكَ بَنُوهُ لِصُلْبِهِ وَبَنُو بَنِيهِ وَاحْتَجُّوا بِقَوْلِ الشَّاعِر الْعَرَبِيّ : بَنُونَا بَنُو أَبْنَائِنَا وَبَنَاتنَا بَنُوهُنَّ أَبْنَاء الرِّجَال الْأَجَانِب وَقَالَ آخَرُونَ : وَيَدْخُل بَنُو الْبَنَات فِيهِ أَيْضًا لِمَا ثَبَتَ فِي صَحِيح الْبُخَارِيّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ قَالَ لِلْحَسَنِ بْن عَلِيّ إِنَّ اِبْنِي هَذَا سَيِّد وَلَعَلَّ اللَّه أَنْ يُصْلِح بِهِ بَيْن فِئَتَيْنِ عَظِيمَتَيْنِ مِنْ الْمُسْلِمِينَ فَسَمَّاهُ اِبْنًا فَدَلَّ عَلَى دُخُوله فِي الْأَبْنَاء. وَقَالَ آخَرُونَ : هَذَا تَجَوُّز .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42225, "aya_id": 85}]