[{"text": "قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ وَاللَّهُ مَوْلَاكُمْ وَهُوَ الْعَلِيمُ الْحَكِيمُ", "sura_id": 66, "type": 0, "id": 5231, "aya_id": 2}, {"text": "قد فرض الله لكم تحلة أيمانكم والله مولاكم وهو العليم الحكيم", "sura_id": 66, "type": 1, "id": 11467, "aya_id": 2}, {"text": "2 - (قد فرض الله) شرع (لكم تحلة أيمانكم) تحليلها بالكفارة المذكورة في سورة المائدة ومن الأيمان ومن الأيمان تحريم الأمة وهل كفر صلى الله عليه وسلم قال مقاتل أعتق رقبة في تحريم مارية وقال الحسن لم يكفر لأنه صلى الله عليه وسلم مغفور له (والله مولاكم) ناصركم (وهو العليم الحكيم) \r\n", "sura_id": 66, "type": 2, "id": 30175, "aya_id": 2}, {"text": "قد شرع الله لكم -أيها المؤمنون- تحليل أيمانكم بأداء الكفارة عنها, وهي: إطعام عشرة مساكين, أو كسوتهم, أو تحرير رقبة, فمن لم يجد فصيام ثلاثة أيام. والله ناصركم ومتولي أموركم, وهو العليم بما يصلحكم فيشرعه لكم, الحكيم في أقواله وأفعاله.\r\n", "sura_id": 66, "type": 3, "id": 36411, "aya_id": 2}, {"text": " <font color=red>قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ وَاللَّهُ مَوْلَاكُمْ وَهُوَ الْعَلِيمُ الْحَكِيمُ</font><BR><p>قَالَ فَأَنْزَلَ اللَّه تَعَالَى \" قَدْ فَرَضَ اللَّه لَكُمْ تَحِلَّة أَيْمَانكُمْ \" وَهَذَا إِسْنَاد صَحِيح وَلَمْ يُخَرِّجْهُ أَحَد مِنْ أَصْحَاب الْكُتُب السِّتَّة وَقَدْ اِخْتَارَهُ الْحَافِظ الضِّيَاء الْمَقْدِسِيّ فِي كِتَابه الْمُسْتَخْرَج . وَقَالَ اِبْن جَرِير أَيْضًا حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم ثَنَا اِبْن عُلَيَّةَ ثَنَا هِشَام الدَّسْتُوَائِيّ قَالَ كَتَبَ إِلَيَّ يَحْيَى يُحَدِّث عَنْ يَعْلَى بْن حَكِيم عَنْ سَعِيد بْن جُبَيْر أَنَّ اِبْن عَبَّاس كَانَ يَقُول فِي الْحَرَام يَمِين تُكَفِّرهَا وَقَالَ اِبْن عَبَّاس \" لَقَدْ كَانَ لَكُمْ فِي رَسُول اللَّه أُسْوَة حَسَنَة \"يَعْنِي أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَرَّمَ جَارِيَته فَقَالَ اللَّه تَعَالَى \" يَا أَيّهَا النَّبِيّ لِمَ تُحَرِّم مَا أَحَلَّ اللَّه لَك - إِلَى قَوْله - قَدْ فَرَضَ اللَّه لَكُمْ تَحِلَّة أَيْمَانكُمْ \" فَكَفَّرَ يَمِينه فَصَيَّرَ الْحَرَام يَمِينًا. وَرَوَاهُ الْبُخَارِيّ عَنْ مُعَاذ بْن فَضَالَةَ عَنْ هِشَام هُوَ الدَّسْتُوَائِيّ عَنْ يَحْيَى هُوَ اِبْن أَبِي كَثِير عَنْ اِبْن حَكِيم وَهُوَ يَعْلَى عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس فِي الْحَرَام يَمِين تُكَفِّر وَقَالَ اِبْن عَبَّاس \" لَقَدْ كَانَ لَكُمْ فِي رَسُول اللَّه أُسْوَة حَسَنَة \" وَرَوَاهُ مُسْلِم مِنْ حَدِيث هِشَام الدَّسْتُوَائِيّ بِهِ وَقَالَ النَّسَائِيّ أَنَا عَبْد اللَّه بْن عَبْد الصَّمَد بْن عَلِيّ ثَنَا مَخْلَد بْن يَزِيد ثَنَا سُفْيَان عَنْ سَالِم عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ أَتَاهُ رَجُل فَقَالَ إِنِّي جَعَلْت اِمْرَأَتِي عَلَيَّ حَرَامًا قَالَ كَذَبْت لَيْسَ عَلَيْك بِحَرَامٍ ثُمَّ تَلَا هَذِهِ الْآيَة \" يَا أَيّهَا النَّبِيّ لِمَ تُحَرِّم مَا أَحَلَّ اللَّه لَك \" عَلَيْك أَغْلَظُ الْكَفَّارَات عِتْق رَقَبَة تَفَرَّدَ بِهِ النَّسَائِيّ مِنْ هَذَا الْوَجْه بِهَذَا اللَّفْظ وَقَالَ الطَّبَرَانِيّ ثَنَا مُحَمَّد بْن زَكَرِيَّا ثَنَا عَبْد اللَّه بْن رَجَاء ثَنَا إِسْرَائِيل عَنْ مُسْلِم عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" يَا أَيّهَا النَّبِيّ لِمَ تُحَرِّم مَا أَحَلَّ اللَّه لَك \" قَالَ حَرَّمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سُرِّيَّته وَمِنْ هَهُنَا ذَهَبَ مَنْ ذَهَبَ مِنْ الْفُقَهَاء مِمَّنْ قَالَ بِوُجُوبِ الْكَفَّارَة عَلَى مَنْ حَرَّمَ جَارِيَته أَوْ زَوْجَته أَوْ طَعَامًا أَوْ شَرَابًا أَوْ مَلْبَسًا أَوْ شَيْئًا مِنْ الْمُبَاحَات وَهُوَ مَذْهَب الْإِمَام أَحْمَد وَطَائِفَة وَذَهَبَ الشَّافِعِيّ إِلَى أَنَّهُ لَا تَجِب الْكَفَّارَة فِيمَا عَدَا الزَّوْجَة وَالْجَارِيَة إِذَا حَرَّمَ عَيْنَيْهِمَا أَوْ أَطْلَقَ التَّحْرِيم فِيهِمَا فِي قَوْل فَأَمَّا إِذَا نَوَى بِالتَّحْرِيمِ طَلَاق الزَّوْجَة أَوْ عِتْق الْأَمَة نَفَذَ فِيهِمَا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنِي أَبُو عَبْد اللَّه الطَّهْرَانِيّ أَنَا حَفْص بْن عُمَر الْعَدَنِيّ أَنَا الْحَكَم بْن أَبَان أَنَا عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ نَزَلَتْ هَذِهِ الْآيَة \" يَا أَيّهَا النَّبِيّ لِمَ تُحَرِّم مَا أَحَلَّ اللَّه لَك \" فِي الْمَرْأَة الَّتِي وَهَبَتْ نَفْسهَا لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهَذَا قَوْل غَرِيب . وَالصَّحِيح أَنَّ ذَلِكَ كَانَ فِي تَحْرِيمه الْعَسَل كَمَا قَالَ الْبُخَارِيّ عِنْد هَذِهِ الْآيَة ثَنَا إِبْرَاهِيم بْن مُوسَى أَنَا هِشَام بْن يُوسُف عَنْ اِبْن جُرَيْج عَنْ عَطَاء عَنْ عُبَيْد بْن عُمَيْر عَنْ عَائِشَة قَالَتْ كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَشْرَب عَسَلًا عِنْد زَيْنَب بِنْت جَحْش وَيَمْكُث عِنْدهَا فَتَوَاطَأْت أَنَا وَحَفْصَة عَلَى أَيَّتِنَا دَخَلَ عَلَيْهَا فَلْتَقُلْ لَهُ : أَكَلْت مَغَافِير إِنِّي أَجِد مِنْك رِيح مَغَافِير . قَالَ\" لَا وَلَكِنِّي كُنْت أَشْرَب عَسَلًا عِنْد زَيْنَب بِنْت جَحْش فَلَنْ أَعُود لَهُ وَقَدْ حَلَفْت لَا تُخْبِرِي بِذَلِكَ أَحَدًا \" \" تَبْتَغِي مَرْضَاة أَزْوَاجك \" هَكَذَا أَوْرَدَ هَذَا الْحَدِيث هَهُنَا بِهَذَا اللَّفْظ . وَقَالَ فِي كِتَاب الْأَيْمَان وَالنُّذُور ثَنَا الْحَسَن بْن مُحَمَّد ثَنَا الْحَجَّاج عَنْ اِبْن جُرَيْج قَالَ زَعَمَ عَطَاء أَنَّهُ سَمِعَ عُبَيْد بْن عُمَيْر يَقُول سَمِعْت عَائِشَة تَزْعُم أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَمْكُث عِنْد زَيْنَب بِنْت جَحْش وَيَشْرَب عِنْدهَا عَسَلًا فَتَوَاطَأْت أَنَا وَحَفْصَة أَنَّ أَيَّتَنَا دَخَلَ عَلَيْهَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلْتَقُلْ لَهُ إِنِّي أَجِد مِنْك رِيح مَغَافِير أَكَلْت مَغَافِير فَدَخَلَ عَلَى إِحْدَاهُمَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ ذَلِكَ لَهُ فَقَالَ : \"لَا بَلْ شَرِبْت عَسَلًا عِنْد زَيْنَب بِنْت جَحْش وَلَنْ أَعُود لَهُ\" فَنَزَلَتْ \" يَا أَيّهَا النَّبِيّ لِمَ تُحَرِّم مَا أَحَلَّ اللَّه لَك - إِلَى قَوْله تَعَالَى - إِنْ تَتُوبَا إِلَى اللَّه فَقَدْ صَغَتْ قُلُوبُكُمَا \" لِعَائِشَةَ وَحَفْصَة .</p><BR> <br> ", "sura_id": 66, "type": 4, "id": 42324, "aya_id": 2}]