[{"text": "وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ", "sura_id": 26, "type": 0, "id": 3061, "aya_id": 129}, {"text": "وتتخذون مصانع لعلكم تخلدون", "sura_id": 26, "type": 1, "id": 9297, "aya_id": 129}, {"text": "129 - (وتتخذون مصانع) للماء تحت الأرض (لعلكم) كأنكم (تخلدون) فيها لا تموتون \r\n", "sura_id": 26, "type": 2, "id": 28005, "aya_id": 129}, {"text": " وتتخذون قصورًا منيعة وحصونًا مشيَّدة، كأنكم تخلدون في الدنيا ولا تموتون،\r\n", "sura_id": 26, "type": 3, "id": 34241, "aya_id": 129}, {"text": " <font color=red>وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ</font><BR><p>وَلِهَذَا قَالَ : \" وَتَتَّخِذُونَ مَصَانِع لَعَلَّكُمْ تَخْلُدُونَ \" قَالَ مُجَاهِد وَالْمَصَانِع الْبُرُوج الْمُشَيَّدَة وَالْبُنْيَان الْمُخَلَّد وَفِي رِوَايَة عَنْهُ بُرُوج الْحَمَام وَقَالَ قَتَادَة هِيَ مَأْخَذ الْمَاء قَالَ قَتَادَة وَقَرَأَ بَعْض الْكُوفِيِّينَ \" وَتَتَّخِذُونَ مَصَانِع كَأَنَّكُمْ خَالِدُونَ \" وَفِي الْقِرَاءَة الْمَشْهُورَة \" وَتَتَّخِذُونَ مَصَانِع لَعَلَّكُمْ تَخْلُدُونَ \" أَيْ لِكَيْ تُقِيمُوا فِيهَا أَبَدًا وَذَلِكَ لَيْسَ بِحَاصِلٍ لَكُمْ بَلْ زَائِل عَنْكُمْ كَمَا زَالَ عَمَّنْ كَانَ قَبْلكُمْ وَرَوَى اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه حَدَّثَنَا أَبِي حَدَّثَنَا الْحَكَم بْن مُوسَى حَدَّثَنَا الْوَلِيد حَدَّثَنَا اِبْن عَجْلَان حَدَّثَنِي عَوْن بْن عَبْد اللَّه بْن عُتْبَة أَنَّ أَبَا الدَّرْدَاء رَضِيَ اللَّه عَنْهُ لَمَّا رَأَى مَا أَحْدَثَ الْمُسْلِمُونَ فِي الْغُوطَة مِنْ الْبُنْيَان وَنَصْب الشَّجَر قَامَ فِي مَسْجِدهمْ فَنَادَى يَا أَهْل دِمَشْق فَاجْتَمَعُوا إِلَيْهِ فَحَمِدَ اللَّه وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ أَلَا تَسْتَحْيُونَ أَلَا تَسْتَحْيُونَ تَجْمَعُونَ مَا لَا تَأْكُلُونَ وَتَبْنُونَ مَا لَا تَسْكُنُونَ وَتَأْمُلُونَ مَا لَا تُدْرِكُونَ إِنَّهُ قَدْ كَانَتْ قَبْلكُمْ قُرُون يَجْمَعُونَ فَيُوعُونَ وَيَبْنُونَ فَيَوْثُقُونِ وَيَأْمُلُونَ فَيُطِيلُونَ فَأَصْبَحَ أَمَلهمْ غُرُورًا وَأَصْبَحَ جَمْعهمْ بُورًا وَأَصْبَحْت مَسَاكِنهمْ قُبُورًا أَلَا إِنَّ عَادًا مَلَكَتْ مَا بَيْن عَدَن وَعُمَان خَيْلًا وَرِكَابًا فَمَنْ يَشْتَرِي مِنِّي مِيرَاث عَاد بِدِرْهَمَيْنِ ؟ .</p><BR> <br> ", "sura_id": 26, "type": 4, "id": 39399, "aya_id": 129}]