[{"text": "إِنَّ الَّذِينَ كَفَرُواْ يُنفِقُونَ أَمْوَالَهُمْ لِيَصُدُّواْ عَن سَبِيلِ اللّهِ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُواْ إِلَى جَهَنَّمَ يُحْشَرُونَ", "sura_id": 8, "type": 0, "id": 1196, "aya_id": 36}, {"text": "إن الذين كفروا ينفقون أموالهم ليصدوا عن سبيل الله فسينفقونها ثم تكون عليهم حسرة ثم يغلبون و الذين كفروا إلى جهنم يحشرون", "sura_id": 8, "type": 1, "id": 7432, "aya_id": 36}, {"text": "36 - (إن الذين كفروا ينفقون أموالهم) في حرب النبي صلى الله عليه وسلم (ليصدوا عن سبيل الله فسينفقونها ثم تكون) في عاقبة الأمر (عليهم حسرة) ندامة لفواتها وفوات ما قصدوه (ثم يغلبون) في الدنيا (والذين كفروا) منهم (إلى جهنم) في الآخرة (يحشرون) يساقون \r\n", "sura_id": 8, "type": 2, "id": 26140, "aya_id": 36}, {"text": "إن الذين جحدوا وحدانية الله وعصوا رسوله ينفقون أموالهم فيعطونها أمثالهم من المشركين وأهل الضلال, ليصدوا عن سبيل الله ويمنعوا المؤمنين عن الإيمان بالله ورسوله, فينفقون أموالهم في ذلك, ثم تكون عاقبة نفقتهم تلك ندامة وحسرة عليهم; لأن أموالهم تذهب, ولا يظفرون بما يأمُلون مِن إطفاء نور الله والصد عن سبيله, ثم يهزمهم المؤمنون آخر الأمر. والذين كفروا إلى جهنم يحشرون فيعذبون فيها.\r\n", "sura_id": 8, "type": 3, "id": 32376, "aya_id": 36}, {"text": " <font color=red>إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ</font><BR><p>قَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي الزُّهْرِيّ وَمُحَمَّد بْن يَحْيَى بْن حِبَّان وَعَاصِم بْن عُمَر بْن قَتَادَة وَالْحُصَيْن بْن عَبْد الرَّحْمَن بْن عَمْرو بْن سَعِيد بْن مُعَاذ قَالُوا لَمَّا أُصِيبَتْ قُرَيْش يَوْم بَدْر وَرَجَعَ فَلُّهُمْ إِلَى مَكَّة وَرَجَعَ أَبُو سُفْيَان بِعِيرِهِ مَشَى عَبْد اللَّه بْن أَبِي رَبِيعَة وَعِكْرِمَة بْن أَبِي جَهْل وَصَفْوَان بْن أُمَيَّة فِي رِجَال مِنْ قُرَيْش أُصِيبَ آبَاؤُهُمْ وَأَبْنَاؤُهُمْ وَإِخْوَانهمْ بِبَدْرٍ فَكَلَّمُوا أَبَا سُفْيَان بْن حَرْب وَمَنْ كَانَتْ لَهُ فِي تِلْكَ الْعِير مِنْ قُرَيْش تِجَارَة فَقَالُوا يَا مَعْشَر قُرَيْش إِنَّ مُحَمَّدًا قَدْ وَتَرَكُمْ وَقَتَلَ خِيَارَكُمْ فَأَعِينُونَا بِهَذَا الْمَال عَلَى حَرْبه لَعَلَّنَا أَنْ نُدْرِك مِنْهُ ثَأْرًا بِمَنْ أُصِيبَ مِنَّا فَفَعَلُوا قَالَ فَفِيهِمْ كَمَا ذُكِرَ عَنْ اِبْن عَبَّاس أَنْزَلَ اللَّه عَزَّ وَجَلَّ \" إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالهمْ \" - إِلَى قَوْله - \" هُمْ الْخَاسِرُونَ \" وَكَذَا رُوِيَ عَنْ مُجَاهِد وَسَعِيد بْن جُبَيْر وَالْحَكَم بْن عُيَيْنَةَ وَقَتَادَة وَالسُّدِّيّ وَابْن أَبْزَى أَنَّهَا نَزَلَتْ فِي أَبِي سُفْيَان وَنَفَقَتِهِ الْأَمْوَال فِي أُحُد لِقِتَالِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ الضَّحَّاك : نَزَلَتْ فِي أَهْل بَدْر وَعَلَى كُلّ تَقْدِير فَهِيَ عَامَّة وَإِنْ كَانَ سَبَب نُزُولهَا خَاصًّا فَقَدْ أَخْبَرَ تَعَالَى أَنَّ الْكُفَّار يُنْفِقُونَ أَمْوَالهمْ لِيَصُدُّوا عَنْ اِتِّبَاع طَرِيق الْحَقّ فَسَيَفْعَلُونَ ذَلِكَ ثُمَّ تَذْهَب أَمْوَالهمْ ثُمَّ تَكُون عَلَيْهِمْ حَسْرَة أَيْ نَدَامَة حَيْثُ لَمْ تُجْدِ شَيْئًا لِأَنَّهُمْ أَرَادُوا إِطْفَاء نُور اللَّه وَظُهُور كَلِمَتهمْ عَلَى كَلِمَة الْحَقّ وَاَللَّه مُتِمّ نُوره وَلَوْ كَرِهَ الْكَافِرُونَ وَنَاصِر دِينه وَمُعْلِن كَلِمَته وَمُظْهِر دِينه عَلَى كُلّ دِين فَهَذَا الْخِزْي لَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَة عَذَاب النَّار فَمَنْ عَاشَ مِنْهُمْ رَأَى بِعَيْنِهِ وَسَمِعَ بِأُذُنِهِ مَا يَسُوءهُ وَمَنْ قُتِلَ مِنْهُمْ أَوْ مَاتَ فَإِلَى الْخِزْي الْأَبَدِيّ وَالْعَذَاب السَّرْمَدِيّ وَلِهَذَا قَالَ \" فَسَيُنْفِقُونَهَا ثُمَّ تَكُون عَلَيْهِمْ حَسْرَة ثُمَّ يُغْلَبُونَ وَاَلَّذِينَ كَفَرُوا إِلَى جَهَنَّم يُحْشَرُونَ \" وَقَوْله تَعَالَى \" لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنْ الطَّيِّب \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" لِيَمِيزَ اللَّه الْخَبِيثَ مِنْ الطَّيِّب \" فَيَمِيز أَهْل السَّعَادَة مِنْ أَهْل الشَّقَاء وَقَالَ السُّدِّيّ يَمِيز الْمُؤْمِن مِنْ الْكَافِر وَهَذَا يَحْتَمِل أَنْ يَكُون هَذَا التَّمْيِيز فِي الْآخِرَة كَقَوْلِهِ \" ثُمَّ نَقُول لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنْتُمْ وَشُرَكَاؤُكُمْ فَزَيَّلْنَا بَيْنهمْ \" الْآيَة وَقَوْله \" وَيَوْم تَقُوم السَّاعَة يَوْمَئِذٍ يَتَفَرَّقُونَ \" وَقَالَ فِي الْآيَة الْأُخْرَى \" يَوْمَئِذٍ يَصَّدَّعُونَ \" وَقَالَ تَعَالَى \" وَامْتَازُوا الْيَوْم أَيُّهَا الْمُجْرِمُونَ \" وَيَحْتَمِل أَنْ يَكُون هَذَا التَّمْيِيز فِي الدُّنْيَا بِمَا يَظْهَر مِنْ أَعْمَالهمْ لِلْمُؤْمِنِينَ وَتَكُون اللَّام مُعَلِّلَة لِمَا جَعَلَ اللَّه لِلْكَافِرِينَ مِنْ مَال يُنْفِقُونَهُ فِي الصَّدّ عَنْ سَبِيل اللَّه أَيْ إِنَّمَا أَقَدَرْنَاهُمْ عَلَى ذَلِكَ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43084, "aya_id": 36}]