[{"text": "الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَّثْنَى وَثُلَاثَ وَرُبَاعَ يَزِيدُ فِي الْخَلْقِ مَا يَشَاء إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 35, "type": 0, "id": 3661, "aya_id": 1}, {"text": "الحمد لله فاطر السماوات والأرض جاعل الملائكة رسلا أولي أجنحة مثنى وثلاث ورباع يزيد في الخلق ما يشاء إن الله على كل شيء قدير", "sura_id": 35, "type": 1, "id": 9897, "aya_id": 1}, {"text": "سورة فاطر 1 - (الحمد لله) حمد الله تعالى نفسه كما بين في أول سبأ (فاطر السماوات والأرض) خالقهما على غير مثال سبق (جاعل الملائكة رسلا) إلى الأنبياء (أولي أجنحة مثنى وثلاث ورباع يزيد في الخلق) في الملائكة وغيرها (ما يشاء إن الله على كل شيء قدير) \r\n", "sura_id": 35, "type": 2, "id": 28605, "aya_id": 1}, {"text": "الثناء على الله بصفاته التي كلُّها أوصاف كمال، وبنعمه الظاهرة والباطنة، الدينية والدنيوية، خالق السموات والأرض ومبدعهما, جاعل الملائكة رسلا إلى مَن يشاء من عباده, وفيما شاء من أمره ونهيه, ومِن عظيم قدرة الله أن جعل الملائكة أصحاب أجنحة مثنى وثلاث ورباع تطير بها؛ لتبليغ ما أمر الله به, يزيد الله في خلقه ما يشاء. إن الله على كل شيء قدير, لا يستعصي عليه شيء.\r\n", "sura_id": 35, "type": 3, "id": 34841, "aya_id": 1}, {"text": " <font color=red>الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنَى وَثُلَاثَ وَرُبَاعَ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ</font><BR><p>قَالَ سُفْيَان الثَّوْرِيّ عَنْ إِبْرَاهِيم بْن مُهَاجِر عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ كُنْت لَا أَدْرِي مَا فَاطِر السَّمَاوَات وَالْأَرْض حَتَّى أَتَانِي أَعْرَابِيَّانِ يَخْتَصِمَانِ فِي بِئْر فَقَالَ أَحَدهمَا لِصَاحِبِهِ أَنَا فَطَرْتهَا أَيْ بَدَأْتهَا وَقَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَيْضًا \" فَاطِر السَّمَاوَات وَالْأَرْض \" أَيْ بَدِيع السَّمَاوَات وَالْأَرْض وَقَالَ الضَّحَّاك كُلّ شَيْء فِي الْقُرْآن فَاطِر السَّمَاوَات وَالْأَرْض فَهُوَ خَالِق السَّمَاوَات وَالْأَرْض . وَقَوْله تَعَالَى : \" جَاعِل الْمَلَائِكَة رُسُلًا \" أَيْ بَيْنه وَبَيْن أَنْبِيَائِهِ \" أُولِي أَجْنِحَة \" أَيْ يَطِيرُونَ بِهَا لِيُبَلِّغُوا مَا أُمِرُوا بِهِ سَرِيعًا \" مَثْنَى وَثُلَاث وَرُبَاع \" أَيْ مِنْهُمْ مَنْ لَهُ جَنَاحَانِ وَمِنْهُمْ مَنْ لَهُ ثَلَاثَة وَمِنْهُمْ مَنْ لَهُ أَرْبَعَة وَمِنْهُمْ مَنْ لَهُ أَكْثَر مِنْ ذَلِكَ كَمَا جَاءَ فِي الْحَدِيث أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَأَى جِبْرِيل عَلَيْهِ السَّلَام لَيْلَة الْإِسْرَاء وَلَهُ سِتّمِائَةِ جَنَاح بَيْن كُلّ جَنَاحَيْنِ كَمَا بَيْن الْمَشْرِق وَالْمَغْرِب وَلِهَذَا قَالَ جَلَّ وَعَلَا \" يَزِيد فِي الْخَلْق مَا يَشَاء إِنَّ اللَّه عَلَى كُلّ شَيْء قَدِير \" قَالَ السُّدِّيّ يَزِيد فِي الْأَجْنِحَة وَخَلْقهمْ مَا يَشَاء وَقَالَ الزُّهْرِيّ وَابْن جُرَيْج فِي قَوْله تَعَالَى : \" يَزِيد فِي الْخَلْق مَا يَشَاء \" يَعْنِي حُسْن الصَّوْت رَوَاهُ عَنْ الزُّهْرِيّ الْبُخَارِيّ فِي الْأَدَب وَابْن أَبِي حَاتِم فِي تَفْسِيره وَقُرِئَ فِي الشَّاذّ \" يَزِيد فِي الْحَلْق \" بِالْحَاءِ الْمُهْمَلَة وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40294, "aya_id": 1}]