[{"text": "مَا أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ وَمَن يُؤْمِن بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ", "sura_id": 64, "type": 0, "id": 5210, "aya_id": 11}, {"text": "ما أصاب من مصيبة إلا بإذن الله ومن يؤمن بالله يهد قلبه والله بكل شيء عليم", "sura_id": 64, "type": 1, "id": 11446, "aya_id": 11}, {"text": "11 - (ما أصاب من مصيبة إلا بإذن الله) بقضائه (ومن يؤمن بالله) في قوله إن المصيبة بقضائه (يهد قلبه) للصبر عليها (والله بكل شيء عليم) \r\n", "sura_id": 64, "type": 2, "id": 30154, "aya_id": 11}, {"text": "ما أصاب أحدًا شيءٌ من مكروه يَحُلُّ به إلا بإذن الله وقضائه وقدره. ومَن يؤمن بالله يهد قلبه للتسليم بأمره والرضا بقضائه، ويهده لأحسن الأقوال والأفعال والأحوال؛ لأن أصل الهداية للقلب، والجوارح تبع . والله بكل شيء عليم, لا يخفى عليه شيء من ذلك.\r\n", "sura_id": 64, "type": 3, "id": 36390, "aya_id": 11}, {"text": " <font color=red>مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا بِمَا أَخْبَرَ بِهِ فِي سُورَة الْحَدِيد \" مَا أَصَابَ مِنْ مُصِيبَة فِي الْأَرْض وَلَا فِي أَنْفُسكُمْ إِلَّا فِي كِتَاب مِنْ قَبْل أَنْ نَبْرَأهَا إِنَّ ذَلِكَ عَلَى اللَّه يَسِير\" وَهَكَذَا قَالَ هَاهُنَا \" مَا أَصَابَ مِنْ مُصِيبَة إِلَّا بِإِذْنِ اللَّه \" قَالَ اِبْن عَبَّاس بِأَمْرِ اللَّه يَعْنِي عَنْ قَدَره وَمَشِيئَته\" وَمَنْ يُؤْمِن بِاَللَّهِ يَهْدِ قَلْبه وَاَللَّه بِكُلِّ شَيْء عَلِيم \" أَيْ وَمَنْ أَصَابَتْهُ مُصِيبَة فَعَلِمَ أَنَّهَا بِقَضَاءِ اللَّه وَقَدَره فَصَبَرَ وَاحْتَسَبَ وَاسْتَسْلَمَ لِقَضَاءِ اللَّه هَدَى اللَّه قَلْبه وَعَوَّضَهُ عَمَّا فَاتَهُ مِنْ الدُّنْيَا هُدًى فِي قَلْبه وَيَقِينًا صَادِقًا وَقَدْ يُخْلِفُ عَلَيْهِ مَا كَانَ أَخَذَ مِنْهُ أَوْ خَيْرًا مِنْهُ قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَمَنْ يُؤْمِن بِاَللَّهِ يَهْدِ قَلْبه \" يَعْنِي يَهْدِ قَلْبه لِلْيَقِينِ فَيَعْلَم أَنَّ مَا أَصَابَهُ لَمْ يَكُنْ لِيُخْطِئَهُ وَمَا أَخْطَأَهُ لَمْ يَكُنْ لِيُصِيبَهُ وَقَالَ الْأَعْمَش عَنْ أَبِي ظَبْيَان قَالَ كُنَّا عِنْد عَلْقَمَة فَقُرِئَ عِنْده هَذِهِ الْآيَة \" وَمَنْ يُؤْمِنْ بِاَللَّهِ يَهْدِ قَلْبَهُ \" فَسُئِلَ عَنْ ذَلِكَ فَقَالَ هُوَ الرَّجُل تُصِيبهُ الْمُصِيبَة فَيَعْلَم أَنَّهَا مِنْ عِنْد اللَّه فَيَرْضَى وَيُسَلِّم رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم فِي تَفْسِيرَيْهِمَا وَقَالَ سَعِيد بْن جُبَيْر وَمُقَاتِل بْن حَيَّان \" وَمَنْ يُؤْمِن بِاَللَّهِ يَهْدِ قَلْبه \" يَعْنِي يَسْتَرْجِع يَقُول \" إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ \" وَفِي الْحَدِيث الْمُتَّفَق عَلَيْهِ \" عَجَبًا لِلْمُؤْمِنِ لَا يَقْضِي اللَّه لَهُ قَضَاء إِلَّا كَانَ خَيْرًا لَهُ إِنْ أَصَابَتْهُ ضَرَّاء صَبَرَ فَكَانَ خَيْرًا لَهُ وَإِنْ أَصَابَتْهُ سَرَّاء شَكَرَ فَكَانَ خَيْرًا لَهُ وَلَيْسَ ذَلِكَ لِأَحَدٍ إِلَّا لِلْمُؤْمِنِ \" وَقَالَ أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَةَ حَدَّثَنَا الْحَارِث بْن يَزِيد عَنْ عَلِيّ بْن رَبَاح أَنَّهُ سَمِعَ جُنَادَة بْن أَبِي أُمَيَّة يَقُول سَمِعْت عُبَادَة بْن الصَّامِت يَقُول إِنَّ رَجُلًا أَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه أَيّ الْعَمَل أَفْضَل ؟ قَالَ \" إِيمَان بِاَللَّهِ وَتَصْدِيق بِهِ وَجِهَاد فِي سَبِيل اللَّه \" قَالَ أُرِيد أَهْوَن مِنْ هَذَا يَا رَسُول اللَّه ؟ قَالَ \" لَا تَتَّهِمْ اللَّه فِي شَيْء قَضَى لَك بِهِ \" لَمْ يُخْرِجُوهُ.</p><BR> <br> ", "sura_id": 64, "type": 4, "id": 42292, "aya_id": 11}]