[{"text": "وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِن مَّكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُم مِّن شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِؤُون", "sura_id": 46, "type": 0, "id": 4536, "aya_id": 26}, {"text": "ولقد مكناهم فيما إن مكناكم فيه وجعلنا لهم سمعا وأبصارا وأفئدة فما أغنى عنهم سمعهم ولا أبصارهم ولا أفئدتهم من شيء إذ كانوا يجحدون بآيات الله وحاق بهم ما كانوا به يستهزئون", "sura_id": 46, "type": 1, "id": 10772, "aya_id": 26}, {"text": "26 - (ولقد مكناهم فيما) في الذي (إن) نافية أو زائدة (مكناكم) يا أهل مكة (فيه) من القوة والمال (وجعلنا لهم سمعا) بمعنى أسمعا (وأبصارا وأفئدة) قلوبا (فما أغنى عنهم سمعهم ولا أبصارهم ولا أفئدتهم من شيء) أي شيئا من الاغناء ومن زائدة (إذ) معمولة لأغنى وأشربت من معنى التعليل (كانوا يجحدون بآيات الله) حججه البينة (وحاق) نزل (بهم ما كانوا به يستهزئون) أي العذاب \r\n", "sura_id": 46, "type": 2, "id": 29480, "aya_id": 26}, {"text": "ولقد يسَّرنا لعاد أسباب التمكين في الدنيا على نحوٍ لم نمكنكم فيه معشر كفار قريش, وجعلنا لهم سمعًا يسمعون به, وأبصارًا يبصرون بها, وأفئدة يعقلون بها, فاستعملوها فيما يسخط الله عليهم, فلم تغن عنهم شيئًا إذ كانوا يكذِّبون بحجج الله, ونزل بهم من العذاب ما سخروا به واستعجلوه. وهذا وعيد من الله جل شأنه, وتحذير للكافرين.\r\n", "sura_id": 46, "type": 3, "id": 35716, "aya_id": 26}, {"text": " <font color=red>وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ</font><BR><p>يَقُول تَعَالَى وَلَقَدْ مَكَّنَّا الْأُمَم السَّالِفَة فِي الدُّنْيَا مِنْ الْأَمْوَال وَالْأَوْلَاد وَأَعْطَيْنَاهُمْ مِنْهَا مَا لَمْ نُعْطِكُمْ مِثْله وَلَا قَرِيبًا مِنْهُ \" وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَة فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارهمْ وَلَا أَفْئِدَتهمْ مِنْ شَيْء إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّه وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ \" أَيْ وَأَحَاطَ بِهِمْ الْعَذَاب وَالنَّكَال الَّذِي كَانُوا يُكَذِّبُونَ بِهِ وَيَسْتَبْعِدُونَ وُقُوعه أَيْ فَاحْذَرُوا أَيّهَا الْمُخَاطَبُونَ أَنْ تَكُونُوا مِثْلهمْ فَيُصِيبكُمْ مِثْل مَا أَصَابَهُمْ مِنْ الْعَذَاب فِي الدُّنْيَا وَالْآخِرَة.</p><BR> <br> ", "sura_id": 46, "type": 4, "id": 41335, "aya_id": 26}]