[{"text": "إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ", "sura_id": 22, "type": 0, "id": 2612, "aya_id": 17}, {"text": "إن الذين آمنوا و الذين هادوا و الصابئين و النصارى و المجوس و الذين أشركوا إن الله يفصل بينهم يوم القيامة إن الله على كل شيء شهيد", "sura_id": 22, "type": 1, "id": 8848, "aya_id": 17}, {"text": "17 - (إن الذين آمنوا والذين هادوا) هم اليهود (والصابئين) طائفة منهم (والنصارى والمجوس والذين أشركوا إن الله يفصل بينهم يوم القيامة) بإدخال المؤمنين الجنة وإدخال غيرهم النار (إن الله على كل شيء) من عملهم (شهيد) عالم به علم مشاهدة \r\n", "sura_id": 22, "type": 2, "id": 27556, "aya_id": 17}, {"text": "إن الذين آمنوا بالله ورسوله محمدٍ صلى الله عليه وسلم واليهود والصابئين وهم: (قوم باقون على فطرتهم ولا دين مقرر لهم يتبعونه) والنصارى والمجوس (وهم عبدة النار) والذين أشركوا وهم: عبدة الأوثان، إنَّ الله يفصل بينهم جميعًا يوم القيامة فيدخل المؤمنين الجنة، ويدخل الكافرين النار، إن الله على كل شيء شهيد، شهد أعمال العباد كلَّها، وأحصاها وحفظها، وسيجازي كلا بما يستحق جزاء وفاقًا للأعمال التي عملوها.\r\n", "sura_id": 22, "type": 3, "id": 33792, "aya_id": 17}, {"text": " <font color=red>إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ</font><BR><p>يُخْبِر تَعَالَى عَنْ أَهْل هَذِهِ الْأَدْيَان الْمُخْتَلِفَة مِنْ الْمُؤْمِنِينَ وَمَنْ سِوَاهُمْ مِنْ الْيَهُود وَالصَّابِئِينَ وَقَدْ قَدَّمْنَا فِي سُورَة الْبَقَرَة التَّعْرِيف بِهِمْ وَاخْتِلَاف النَّاس فِيهِمْ وَالنَّصَارَى وَالْمَجُوس وَاَلَّذِينَ أَشْرَكُوا فَعَبَدُوا مَعَ اللَّه غَيْره فَإِنَّهُ تَعَالَى \" يَفْصِل بَيْنهمْ يَوْم الْقِيَامَة \" وَيَحْكُم بَيْنهمْ بِالْعَدْلِ فَيُدْخِل مَنْ آمَنَ بِهِ الْجَنَّة وَمَنْ كَفَرَ بِهِ النَّار فَإِنَّهُ تَعَالَى شَهِيد عَلَى أَفْعَالهمْ حَفِيظ لِأَقْوَالِهِمْ عَلِيم بِسَرَائِرِهِمْ وَمَا تُكِنّ ضَمَائِرهمْ .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39037, "aya_id": 17}]