[{"text": "فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ", "sura_id": 40, "type": 0, "id": 4147, "aya_id": 14}, {"text": "فادعوا الله مخلصين له الدين ولو كره الكافرون", "sura_id": 40, "type": 1, "id": 10383, "aya_id": 14}, {"text": "14 - (فادعوا الله) اعبدوه (مخلصين له الدين) من الشرك (ولو كره الكافرون) إخلاصكم له \r\n", "sura_id": 40, "type": 2, "id": 29091, "aya_id": 14}, {"text": "فأخلصوا- أيها المؤمنون- لله وحده العبادة والدعاء, وخالفوا المشركين في مسلكهم, ولو أغضبهم ذلك, فلا تبالوا بهم.\r\n", "sura_id": 40, "type": 3, "id": 35327, "aya_id": 14}, {"text": " <font color=red>فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ</font><BR><p>أَيْ فَأَخْلِصُوا لِلَّهِ وَحْده الْعِبَادَة وَالدُّعَاء وَخَالِفُوا الْمُشْرِكِينَ فِي مَسْلَكِهِمْ وَمَذْهَبِهِمْ. قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد اللَّه بْن نُمَيْر حَدَّثَنَا هِشَام يَعْنِي بْن عُرْوَة بْن الزُّبَيْر عَنْ أَبِي الزُّبَيْر مُحَمَّد بْن مُسْلِم بْن تَدْرُس الْمَكِّيّ قَالَ : كَانَ عَبْد اللَّه بْن الزُّبَيْر يَقُول فِي دُبُر كُلّ صَلَاة حِين يُسَلِّم لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ لَهُ الْمُلْك وَلَهُ الْحَمْد وَهُوَ عَلَى كُلّ شَيْء قَدِير لَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ لَا إِلَه إِلَّا اللَّه وَلَا نَعْبُد إِلَّا إِيَّاهُ لَهُ النِّعْمَة وَلَهُ الْفَضْل وَلَهُ الثَّنَاء الْحَسَن لَا إِلَه إِلَّا اللَّه مُخْلِصِينَ لَهُ الدِّين وَلَوْ كَرِهَ الْكَافِرُونَ قَالَ وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُهِلّ بِهِنَّ دُبُر كُلّ صَلَاة . وَرَوَاهُ مُسْلِم وَأَبُو دَاوُد وَالنَّسَائِيّ مِنْ طُرُق عَنْ هِشَام بْن عُرْوَة وَحَجَّاج بْن أَبِي عُثْمَان وَمُوسَى بْن عُقْبَة ثَلَاثَتهمْ عَنْ أَبِي الزُّبَيْر عَنْ عَبْد اللَّه بْن الزُّبَيْر قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول فِي دُبُر كُلّ صَلَاة \" لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ \" وَذَكَرَ تَمَامه . وَقَدْ ثَبَتَ فِي الصَّحِيح عَنْ اِبْن الزُّبَيْر رَضِيَ اللَّه عَنْهُمَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول عَقِب الصَّلَوَات الْمَكْتُوبَات \" لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ لَهُ الْمُلْك وَلَهُ الْحَمْد وَهُوَ عَلَى كُلّ شَيْء قَدِير لَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ لَا إِلَه إِلَّا اللَّه وَلَا نَعْبُد إِلَّا إِيَّاهُ لَهُ النِّعْمَة وَلَهُ الْفَضْل وَلَهُ الثَّنَاء الْحَسَن لَا إِلَه إِلَّا اللَّه مُخْلِصِينَ لَهُ الدِّين وَلَوْ كَرِهَ الْكَافِرُونَ \" . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الرَّبِيع حَدَّثَنَا الْخَصِيب بْن نَاصِح حَدَّثَنَا صَالِح يَعْنِي الْمُرِّيّ عَنْ هِشَام بْن حَسَّان عَنْ اِبْن سِيرِينَ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" اُدْعُوا اللَّه تَبَارَكَ وَتَعَالَى وَأَنْتُمْ مُوقِنُونَ بِالْإِجَابَةِ وَاعْلَمُوا أَنَّ اللَّه تَعَالَى لَا يَسْتَجِيب دُعَاء مِنْ قَلْب غَافِل لَاهٍ \" .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40947, "aya_id": 14}]