[{"text": "وَكَذَلِكَ أَنزَلْنَا إِلَيْكَ الْكِتَابَ فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ وَمِنْ هَؤُلَاء مَن يُؤْمِنُ بِهِ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الْكَافِرُونَ", "sura_id": 29, "type": 0, "id": 3387, "aya_id": 47}, {"text": "وكذلك أنزلنا إليك الكتاب فالذين آتيناهم الكتاب يؤمنون به ومن هؤلاء من يؤمن به وما يجحد بآياتنا إلا الكافرون", "sura_id": 29, "type": 1, "id": 9623, "aya_id": 47}, {"text": "47 - (وكذلك أنزلنا إليك الكتاب) القرآن كما أنزلنا إليهم التوراة وغيرها (فالذين آتيناهم الكتاب) التوراة كعبد الله ابن سلام وغيره (يؤمنون به) بالقرآن (ومن هؤلاء) أهل مكة (من يؤمن به وما يجحد بآياتنا) بعد ظهورها (إلا الكافرون) اليهود وظهر لهم أن القرآن حق والجائي محق وجحدوا ذلك \r\n", "sura_id": 29, "type": 2, "id": 28331, "aya_id": 47}, {"text": "وكما أنزلنا -أيها الرسول- الكتب على مَن قبلك من الرسل, أنزلنا إليك هذا الكتاب المصدق للكتب السابقة, فالذين آتيناهم الكتاب من بني إسرائيل فعرفوه حق معرفته يؤمنون بالقرآن, ومِن هؤلاء العرب من قريش وغيرهم مَن يؤمن به, ولا ينكر القرآن أو يتشكك في دلائله وبراهينه البينة إلا الكافرون الذين دَأْبُهم الجحود والعناد.\r\n", "sura_id": 29, "type": 3, "id": 34567, "aya_id": 47}, {"text": " <font color=red>وَكَذَلِكَ أَنْزَلْنَا إِلَيْكَ الْكِتَابَ فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ وَمِنْ هَؤُلَاءِ مَنْ يُؤْمِنُ بِهِ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الْكَافِرُونَ</font><BR><p>قَالَ اِبْن جَرِير يَقُول اللَّه تَعَالَى كَمَا أَنْزَلْنَا الْكِتَاب عَلَى مَنْ قَبْلك يَا مُحَمَّد مِنْ الرُّسُل كَذَلِكَ أَنْزَلْنَا إِلَيْك هَذَا الْكِتَاب وَهَذَا الَّذِي قَالَهُ حَسَن وَمُنَاسَبَته وَارْتِبَاطه جَيِّد وَقَوْله تَعَالَى \" الَّذِينَ آتَيْنَاهُمْ الْكِتَاب يُؤْمِنُونَ بِهِ \" أَيْ الَّذِينَ أَخَذُوهُ فَتَلَوْهُ حَقّ تِلَاوَته مِنْ أَحْبَارهمْ الْعُلَمَاء الْأَذْكِيَاء كَعَبْدِ اللَّه بْن سَلَام وَسَلْمَان الْفَارِسِيّ وَأَشْبَاههمَا وَقَوْله تَعَالَى \" وَمِنْ هَؤُلَاءِ مَنْ يُؤْمِن بِهِ \" يَعْنِي الْعَرَب مِنْ قُرَيْش وَغَيْرهمْ \" وَمَا يَجْحَد بِآيَاتِنَا إِلَّا الْكَافِرُونَ\" أَيْ مَا يُكَذِّب بِهَا وَيَجْحَد حَقّهَا إِلَّا مَنْ يَسْتُر الْحَقّ بِالْبَاطِلِ وَيُغَطِّي ضَوْء الشَّمْس بِالْوَصَائِلِ وَهَيْهَاتَ.</p><BR> <br> ", "sura_id": 29, "type": 4, "id": 39815, "aya_id": 47}]