[{"text": "وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَاهِيمَ إِلاَّ مَن سَفِهَ نَفْسَهُ وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا وَإِنَّهُ فِي الآخِرَةِ لَمِنَ الصَّالِحِينَ", "sura_id": 2, "type": 0, "id": 137, "aya_id": 130}, {"text": "ومن يرغب عن ملة إبراهيم إلا من سفه نفسه ولقد اصطفيناه في الدنيا وإنه في الآخرة لمن الصالحين", "sura_id": 2, "type": 1, "id": 6373, "aya_id": 130}, {"text": "130 - (ومن) أي لا (يرغب عن ملة إبراهيم) فيتركها (إلا من سفه نفسه) جهل أنها مخلوقة لله يجب عليها عبادته أو استخف بها وامتهنها (ولقد اصطفيناه) اخترناه (في الدنيا) بالرسالة والخلة (وإنه في الآخرة لمن الصالحين) الذين لهم الدرجات العلى \r\n", "sura_id": 2, "type": 2, "id": 25081, "aya_id": 130}, {"text": "ولا أحد يُعرض عن دين إبراهيم -وهو الإسلام- إلا سفيه جاهل, ولقد اخترنا إبراهيم في الدنيا نبيًّا ورسولا وإنه في الآخرة لمن الصالحين الذين لهم أعلى الدرجات.\r\n", "sura_id": 2, "type": 3, "id": 31317, "aya_id": 130}, {"text": " <font color=red>وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ إِلَّا مَنْ سَفِهَ نَفْسَهُ وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ</font><BR><p>يَقُول تَبَارَكَ وَتَعَالَى رَدًّا عَلَى الْكُفَّار فِيمَا اِبْتَدَعُوهُ وَأَحْدَثُوهُ مِنْ الشِّرْك بِاَللَّهِ الْمُخَالِف لِمِلَّةِ إِبْرَاهِيم الْخَلِيل إِمَام الْحُنَفَاء فَإِنَّهُ جَرَّدَ تَوْحِيد رَبّه تَبَارَكَ وَتَعَالَى فَلَمْ يَدْعُ مَعَهُ غَيْره وَلَا أَشْرَكَ بِهِ طَرْفَة عَيْن وَتَبَرَّأَ مِنْ كُلّ مَعْبُود سِوَاهُ وَخَالَفَ فِي ذَلِكَ سَائِر قَوْمه حَتَّى تَبَرَّأَ مِنْ أَبِيهِ فَقَالَ يَا قَوْم \" إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ إِنِّي وَجَّهْت وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنْ الْمُشْرِكِينَ \" وَقَالَ تَعَالَى \" وَإِذْ قَالَ إِبْرَاهِيم لِأَبِيهِ وَقَوْمه إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ \" وَقَالَ تَعَالَى \" وَمَا كَانَ اِسْتِغْفَارُ إِبْرَاهِيم لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيم لَأَوَّاهٌ حَلِيمٌ \" وَقَالَ تَعَالَى \" إِنَّ إِبْرَاهِيم كَانَ أُمَّة قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنْ الْمُشْرِكِينَ شَاكِرًا لِأَنْعُمِهِ اِجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاط مُسْتَقِيم وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَة وَإِنَّهُ فِي الْآخِرَة لَمِنْ الصَّالِحِينَ\" وَلِهَذَا وَأَمْثَاله قَالَ تَعَالَى : \" وَمَنْ يَرْغَب عَنْ مِلَّة إِبْرَاهِيم إِلَّا مَنْ سَفِهَ نَفْسه \" أَيْ ظَلَمَ نَفْسه بِسَفَهِهِ وَسُوء تَدْبِيره بِتَرْكِهِ الْحَقّ إِلَى الضَّلَال حَيْثُ خَالَفَ طَرِيق مَنْ اُصْطُفِيَ فِي الدُّنْيَا لِلْهِدَايَةِ وَالرَّشَاد مِنْ حَدَاثَة سِنِّهِ إِلَى أَنْ اِتَّخَذَهُ اللَّه خَلِيلًا وَهُوَ فِي الْآخِرَة مِنْ الصَّالِحِينَ السُّعَدَاء فَمَنْ تَرَكَ طَرِيقه هَذَا وَمَسْلَكه وَمِلَّته وَاتَّبَعَ طُرُق الضَّلَالَة وَالْغَيّ فَأَيّ سَفَه أَعْظَم مِنْ هَذَا ؟ أَمْ أَيْ ظُلْم أَكْبَر مِنْ هَذَا كُلّه قَالَ تَعَالَى : \" إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ \" قَالَ أَبُو الْعَالِيَة وَقَتَادَة : نَزَلَتْ هَذِهِ الْآيَة فِي الْيَهُود أَحْدَثُوا طَرِيقًا لَيْسَتْ مِنْ عِنْد اللَّه وَخَالَفُوا مِلَّة إِبْرَاهِيم فِيمَا أَحْدَثُوهُ وَيَشْهَد لِصِحَّةِ هَذَا الْقَوْل قَوْل اللَّه تَعَالَى \" مَا كَانَ إِبْرَاهِيم يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيم لَلَّذِينَ اِتَّبَعُوهُ وَهَذَا النَّبِيُّ وَاَلَّذِينَ آمَنُوا وَاَللَّه وَلِيّ الْمُؤْمِنِينَ \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38532, "aya_id": 130}]