[{"text": "قُل لَّئِنِ اجْتَمَعَتِ الإِنسُ وَالْجِنُّ عَلَى أَن يَأْتُواْ بِمِثْلِ هَذَا الْقُرْآنِ لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا", "sura_id": 17, "type": 0, "id": 2117, "aya_id": 88}, {"text": "قل لئن اجتمعت الإنس و الجن على أن يأتوا بمثل هذا القرآن لا يأتون بمثله و لو كان بعضهم لبعض ظهيرا", "sura_id": 17, "type": 1, "id": 8353, "aya_id": 88}, {"text": "88 - (قل لئن اجتمعت الإنس والجن على أن يأتوا بمثل هذا القرآن) في الفصاحة والبلاغة (لا يأتون بمثله ولو كان بعضهم لبعض ظهيرا) معينا نزل ردا لقولهم لو نشاء لقلنا مثل هذا \r\n", "sura_id": 17, "type": 2, "id": 27061, "aya_id": 88}, {"text": "قل: لو اتفقت الإنس والجن على محاولة الإتيان بمثل هذا القرآن المعجز لا يستطيعون الإتيان به، ولو تعاونوا وتظاهروا على ذلك.\r\n", "sura_id": 17, "type": 3, "id": 33297, "aya_id": 88}, {"text": " <font color=red>قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا</font><BR><p>وَالْجِنّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآن لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضهمْ لِبَعْضٍ ظَهِيرًا \" ثُمَّ نَبَّهَ تَعَالَى عَلَى شَرَف هَذَا الْقُرْآن الْعَظِيم فَأَخْبَرَ أَنَّهُ لَوْ اِجْتَمَعَتْ الْإِنْس وَالْجِنّ كُلّهمْ وَاتَّفَقُوا عَلَى أَنْ يَأْتُوا بِمِثْلِ مَا أَنْزَلَهُ عَلَى رَسُوله لَمَا أَطَاقُوا ذَلِكَ وَلَمَا اِسْتَطَاعُوهُ وَلَوْ تَعَاوَنُوا وَتَسَاعَدُوا وَتَظَافَرُوا فَإِنَّ هَذَا أَمْر لَا يُسْتَطَاع وَكَيْف يُشْبِه كَلَام الْمَخْلُوقِينَ كَلَام الْخَالِق الَّذِي لَا نَظِير لَهُ وَلَا مِثَال لَهُ وَلَا عَدِيل لَهُ وَقَدْ رَوَى مُحَمَّد بْن إِسْحَاق عَنْ مُحَمَّد بْن أَبِي مُحَمَّد عَنْ سَعِيد بْن جُبَيْر أَوْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ هَذِهِ الْآيَة نَزَلَتْ فِي نَفَر مِنْ الْيَهُود جَاءُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا لَهُ إِنَّا نَأْتِيك بِمِثْلِ مَا جِئْتنَا بِهِ فَأَنْزَلَ اللَّه هَذِهِ الْآيَة . وَفِي هَذَا نَظَر لِأَنَّ هَذِهِ السُّورَة مَكِّيَّة وَسِيَاقهَا كُلّه مَعَ قُرَيْش وَالْيَهُود إِنَّمَا اِجْتَمَعُوا بِهِ فِي الْمَدِينَة فَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38276, "aya_id": 88}]