[{"text": "الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَالصَّابِرِينَ عَلَى مَا أَصَابَهُمْ وَالْمُقِيمِي الصَّلَاةِ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ", "sura_id": 22, "type": 0, "id": 2630, "aya_id": 35}, {"text": "الذين إذا ذكر الله وجلت قلوبهم و الصابرين على ما أصابهم و المقيمي الصلاة و مما رزقناهم ينفقون", "sura_id": 22, "type": 1, "id": 8866, "aya_id": 35}, {"text": "35 - (الذين إذا ذكر الله وجلت) خافت (قلوبهم والصابرين على ما أصابهم) من البلايا (والمقيمي الصلاة) في أوقاتها (ومما رزقناهم ينفقون) يتصدقون \r\n", "sura_id": 22, "type": 2, "id": 27574, "aya_id": 35}, {"text": "هؤلاء المتواضعون الخاشعون مِن صفاتهم أنهم إذا ذُكِر الله وحده خافوا عقابه, وحَذِروا مخالفته، وإذا أصابهم بأس وشدة صبروا على ذلك مؤملين الثواب من الله عز وجل، وأدَّوْا الصلاة تامة، وهم مع ذلك ينفقون مما رزقهم الله في الواجب عليهم مِن زكاة ونفقة عيال، ومَن وَجَبَتْ عليهم نفقته, وفي سبيل الله, والنفقات المستحبة.\r\n", "sura_id": 22, "type": 3, "id": 33810, "aya_id": 35}, {"text": " <font color=red>الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَالصَّابِرِينَ عَلَى مَا أَصَابَهُمْ وَالْمُقِيمِي الصَّلَاةِ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ</font><BR><p>هُوَ قَوْله \" الَّذِينَ إِذَا ذُكِرَ اللَّه وَجِلَتْ قُلُوبهمْ \" أَيْ خَافَتْ مِنْهُ قُلُوبهمْ \" وَالصَّابِرِينَ عَلَى مَا أَصَابَهُمْ \" أَيْ مِنْ الْمَصَائِب قَالَ الْحَسَن الْبَصْرِيّ وَاَللَّه لَنَصْبِرَنَّ أَوْ لَنَهْلِكَنَّ \" وَالْمُقِيمِي الصَّلَاة\" قَرَأَ الْجُمْهُور بِالْإِضَافَةِ السَّبْعَة وَبَقِيَّة الْعَشَرَة أَيْضًا وَقَرَأَ اِبْن السَّمَيْفَع \" وَالْمُقِيمِينَ الصَّلَاة \" بِالنَّصْبِ وَعَنْ الْحَسَن الْبَصْرِيّ \" وَالْمُقِيمِي الصَّلَاة\" وَإِنَّمَا حُذِفَ النُّون هَهُنَا تَخْفِيفًا وَلَوْ حُذِفَتْ لِلْإِضَافَةِ لَوَجَبَ خَفْض الصَّلَاة وَلَكِنْ عَلَى سَبِيل التَّخْفِيف فَنُصِبَتْ أَيْ الْمُؤَدِّينَ حَقّ اللَّه فَمَا أَوْجَبَ عَلَيْهِمْ مِنْ أَدَاء فَرَائِضه \" وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ \" أَيْ وَيُنْفِقُونَ مَا آتَاهُمْ اللَّه مِنْ طَيِّب الرِّزْق عَلَى أَهْلِيهِمْ وَأَقَارِبهمْ وَفُقَرَائِهِمْ وَمَحَاوِيجهمْ وَيُحْسِنُونَ إِلَى الْخَلْق مَعَ مُحَافَظَتهمْ عَلَى حُدُود اللَّه وَهَذِهِ بِخِلَافِ صِفَات الْمُنَافِقِينَ فَإِنَّهُمْ بِالْعَكْسِ مِنْ هَذَا كُلّه كَمَا تَقَدَّمَ تَفْسِيره فِي سُورَة بَرَاءَة .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39057, "aya_id": 35}]