[{"text": "إِذْ أَنتُم بِالْعُدْوَةِ الدُّنْيَا وَهُم بِالْعُدْوَةِ الْقُصْوَى وَالرَّكْبُ أَسْفَلَ مِنكُمْ وَلَوْ تَوَاعَدتَّمْ لاَخْتَلَفْتُمْ فِي الْمِيعَادِ وَلَكِن لِّيَقْضِيَ اللّهُ أَمْراً كَانَ مَفْعُولاً لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ وَيَحْيَى مَنْ حَيَّ عَن بَيِّنَةٍ وَإِنَّ اللّهَ لَسَمِيعٌ عَلِيمٌ", "sura_id": 8, "type": 0, "id": 1202, "aya_id": 42}, {"text": "إذ أنتم بالعدوة الدنيا و هم بالعدوة القصوى و الركب أسفل منكم و لو تواعدتم لاختلفتم في الميعاد و لكن ليقضي الله أمرا كان مفعولا ليهلك من هلك عن بينة و يحيى من حي عن بينة و إن الله لسميع عليم", "sura_id": 8, "type": 1, "id": 7438, "aya_id": 42}, {"text": "42 - (إذ) بدل من يوم (أنتم) كائنون (بالعُدوة الدنيا) القربى من المدينة وهي بضم العين وكسرها جانب الوادي (وهم بالعدوة القصوى) البعدى منها (والركب) العير كائنون بمكان (أسفل منكم) مما يلي البحر (ولو تواعدتم) أنتم والنفير للقتال (لاختلفتم في الميعاد ولكن) جمعكم بغير ميعاد (ليقضي الله أمراً كان مفعولا) في علمه وهو نصر الإسلام ومحق الكفر فعل ذلك (ليهلك) يكفر (من هلك عن بينة) أي بعد حجة ظاهرة قامت عليه وهي نصر المؤمنين مع قلتهم على الجيش الكثير (ويحيى) يؤمن (من حي عن بينة وإن الله لسميع عليم) \r\n", "sura_id": 8, "type": 2, "id": 26146, "aya_id": 42}, {"text": "واذكروا حينما كنتم على جانب الوادي الأقرب إلى \"المدينة\", وعدوكم نازل بجانب الوادي الأقصى, وعِير التجارة في مكان أسفل منكم إلى ساحل \"البحر الأحمر\", ولو حاولتم أن تضعوا موعدًا لهذا اللقاء لاختلفتم, ولكنَّ الله جمعكم على غير ميعاد; ليقضي أمرًا كان مفعولا بنصر أوليائه, وخِذْلان أعدائه بالقتل والأسر; وذلك ليهلك من هلك منهم عن حجة لله ثبتت له فعاينها وقطعت عذره, وليحيا مَن حيَّ عن حجة لله قد ثبتت وظهرت له. وإن الله لسميع لأقوال الفريقين, لا يخفى عليه شيء, عليم بنيَّاتهم.\r\n", "sura_id": 8, "type": 3, "id": 32382, "aya_id": 42}, {"text": " <font color=red>إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَى وَالرَّكْبُ أَسْفَلَ مِنْكُمْ وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ وَلَكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَا مَنْ حَيَّ عَنْ بَيِّنَةٍ وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ يَوْم الْفُرْقَان \" إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا \" أَيْ إِذْ أَنْتُمْ نُزُولٌ بِعُدْوَةِ الْوَادِي الدُّنْيَا الْقَرِيبَة إِلَى الْمَدِينَة \" وَهُمْ \" أَيْ الْمُشْرِكُونَ نُزُولٌ \" بِالْعُدْوَةِ الْقُصْوَى \" أَيْ الْبَعِيدَة مِنْ الْمَدِينَة إِلَى نَاحِيَة مَكَّة \" وَالرَّكْب أَيْ الْعِير الَّذِي فِيهِ أَبُو سُفْيَان بِمَا مَعَهُ مِنْ التِّجَارَة \" أَسْفَل مِنْكُمْ \" أَيْ مِمَّا يَلِي سَيْف الْبَحْر \" وَلَوْ تَوَاعَدْتُمْ أَيْ أَنْتُمْ وَالْمُشْرِكُونَ إِلَى مَكَان لَاخْتَلَفْتُمْ فِي الْمِيعَاد \" قَالَ مُحَمَّد بْن إِسْحَاق وَحَدَّثَنِي يَحْيَى بْن عَبَّاد بْن عَبْد اللَّه بْن الزُّبَيْر عَنْ أَبِيهِ فِي هَذِهِ الْآيَة قَالَ وَلَوْ كَانَ ذَلِكَ عَنْ مِيعَاد مِنْكُمْ وَمِنْهُمْ ثُمَّ بَلَغَكُمْ كَثْرَة عَدَدهمْ وَقِلَّة عَدَدكُمْ مَا لَقِيتُمُوهُمْ \" وَلَكِنْ لِيَقْضِيَ اللَّه أَمْرًا كَانَ مَفْعُولًا \" أَيْ لِيَقْضِيَ اللَّه مَا أَرَادَ بِقُدْرَتِهِ مِنْ إِعْزَاز الْإِسْلَام وَأَهْله وَإِذْلَال الشِّرْك وَأَهْله مِنْ غَيْر مَلَأ مِنْكُمْ فَفَعَلَ مَا أَرَادَ مِنْ ذَلِكَ بِلُطْفِهِ وَفِي حَدِيث كَعْب بْن مَالِك قَالَ إِنَّمَا خَرَجَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمُسْلِمُونَ يُرِيدُونَ عِير قُرَيْش حَتَّى جَمَعَ اللَّه بَيْنهمْ وَبَيْن عَدُوّهُمْ عَلَى غَيْر مِيعَاد وَقَالَ اِبْن جَرِير حَدَّثَنِي يَعْقُوب حَدَّثَنِي اِبْن عُلَيَّة عَنْ اِبْن عَوْن عَنْ عُمَيْر بْن إِسْحَاق قَالَ : أَقْبَلَ أَبُو سُفْيَان فِي الرَّكْب مِنْ الشَّام وَخَرَجَ أَبُو جَهْل لِيَمْنَعَهُ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه فَالْتَقَوْا بِبَدْرٍ وَلَا يَشْعُر هَؤُلَاءِ بِهَؤُلَاءِ وَلَا هَؤُلَاءِ بِهَؤُلَاءِ حَتَّى اِلْتَقَى السُّقَاة وَنَهَزَ النَّاس بَعْضهمْ لِبَعْضٍ وَقَالَ مُحَمَّد بْن إِسْحَاق فِي السِّيرَة : وَمَضَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى وَجْهه ذَلِكَ حَتَّى إِذَا كَانَ قَرِيبًا مِنْ الصَّفْرَاء بَعَثَ بُسْبَسَةَ بْن عَمْرو وَعَدِيّ بْن أَبِي الزَّغْبَاء الْجُهَنِيَّيْنِ يَلْتَمِسَانِ الْخَبَر عَنْ أَبِي سُفْيَان فَانْطَلَقَا حَتَّى إِذَا وَرَدَا بَدْرًا فَأَنَاخَا بَعِيرَيْهِمَا إِلَى تَلّ مِنْ الْبَطْحَاء فَاسْتَقَيَا فِي شَنّ لَهُمَا مِنْ الْمَاء فَسَمِعَا جَارِيَتَيْنِ يَخْتَصِمَانِ تَقُول إِحْدَاهُمَا لِصَاحِبَتِهَا اِقْضِينِي حَقِّي وَتَقُول الْأُخْرَى إِنَّمَا تَأْتِي الْعِير غَدًا أَوْ بَعْد غَد فَأَقْضِيك حَقّك فَخَلَّصَ بَيْنهمَا مَجْدِيّ بْن عَمْرو وَقَالَ صَدَقْت فَسَمِعَ بِذَلِكَ بُسْبَسَةَ وَعَدِيّ فَجَلَسَا عَلَى بَعِيرَيْهِمَا حَتَّى أَتَيَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَاهُ الْخَبَر وَأَقْبَلَ أَبُو سُفْيَان حِين وَلَّيَا وَقَدْ حَذِرَ فَتَقَدَّمَ أَمَام عِيره وَقَالَ لِمَجْدِيِّ بْن عَمْرو هَلْ أَحْسَسْت عَلَى هَذَا الْمَاء مِنْ أَحَد تُنْكِرهُ ؟ فَقَالَ لَا وَاَللَّه إِلَّا أَنِّي قَدْ رَأَيْت رَاكِبَيْنِ أَنَاخَا إِلَى هَذَا التَّلّ فَاسْتَقَيَا مِنْ شَنّ لَهُمَا ثُمَّ اِنْطَلَقَا فَجَاءَ أَبُو سُفْيَان إِلَى مَنَاخ بَعِيرَيْهِمَا فَأَخَذَ مِنْ أَبِعَارِهِمَا فَفَتَّهُ فَإِذَا فِيهِ النَّوَى فَقَالَ هَذِهِ وَاَللَّه عَلَائِف يَثْرِبَ ثُمَّ رَجَعَ سَرِيعًا فَضَرَبَ وَجْه عِيره فَانْطَلَقَ بِهَا فَسَاحَلَ حَتَّى إِذَا رَأَى أَنَّهُ قَدْ أَحْرَزَ عِيره إِلَى قُرَيْش فَقَالَ : إِنَّ اللَّه قَدْ نَجَّى عِيرَكُمْ وَأَمْوَالَكُمْ وَرِجَالَكُمْ فَارْجِعُوا فَقَالَ أَبُو جَهْل وَاَللَّه لَا نَرْجِع حَتَّى نَأْتِيَ بَدْرًا - وَكَانَتْ بَدْر سُوقًا مِنْ أَسْوَاق الْعَرَب - فَنُقِيم بِهَا ثَلَاثًا فَنَطْعَم بِهَا الطَّعَام وَنَنْحَر بِهَا الْجُزُر وَنَسْقِي بِهَا الْخَمْر وَتَعْزِف عَلَيْنَا الْقِيَان وَتَسْمَع بِنَا الْعَرَب وَبِمَسِيرِنَا فَلَا يَزَالُونَ يَهَابُونَنَا بَعْدهَا أَبَدًا . فَقَالَ الْأَخْنَس بْن شَرِيق : يَا مَعْشَر بَنِي زُهْرَة إِنَّ اللَّه قَدْ أَنْجَى أَمْوَالكُمْ وَنَجَّى صَاحِبكُمْ فَارْجِعُوا فَرَجَعَتْ بَنُو زُهْرَة فَلَمْ يَشْهَدُوهَا وَلَا بَنُو عَدِيّ . قَالَ مُحَمَّد بْن إِسْحَاق وَحَدَّثَنِي يَزِيد بْن رُومَان عَنْ عُرْوَة بْن الزُّبَيْر قَالَ : وَبَعَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين دَنَا مِنْ بَدْر عَلِيّ بْن أَبِي طَالِب وَسَعْد بْن أَبِي وَقَّاص وَالزُّبَيْر بْن الْعَوَّام فِي نَفَر مِنْ أَصْحَابه يَتَجَسَّسُونَ لَهُ الْخَبَر فَأَصَابُوا سُقَاة لِقُرَيْشٍ غُلَامًا لِبَنِي سَعِيد بْن الْعَاص وَغُلَامًا لِبَنِي الْحَجَّاج فَأَتَوْا بِهِمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ فَوَجَدُوهُ يُصَلِّي فَجَعَلَ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَسْأَلُونَهُمَا لِمَنْ أَنْتُمَا ؟ فَيَقُولَانِ نَحْنُ سُقَاة لِقُرَيْشٍ بَعَثُونَا نَسْقِيهِمْ مِنْ الْمَاء فَكَرِهَ الْقَوْم خَبَرهمَا وَرَجَوْا أَنْ يَكُونَا لِأَبِي سُفْيَان فَضَرَبُوهُمَا فَلَمَّا أَزْلَقُوهُمَا قَالَا نَحْنُ لِأَبِي سُفْيَان فَتَرَكُوهُمَا وَرَكَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَسَجَدَ سَجْدَتَيْنِ ثُمَّ سَلَّمَ وَقَالَ \" إِذَا صَدَقَاكُمْ ضَرَبْتُمُوهُمَا وَإِذَا كَذَبَاكُمْ تَرَكْتُمُوهُمَا صَدَقَا وَاَللَّهِ إِنَّهُمَا لِقُرَيْشٍ أَخْبِرَانِي عَنْ قُرَيْش \" قَالَا هُمْ وَرَاء هَذَا الْكَثِيب الَّذِي تَرَى بِالْعُدْوَةِ الْقُصْوَى وَالْكَثِيب الْعَقَنْقَل فَقَالَ لَهُمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَمْ الْقَوْم ؟ \" قَالَا كَثِير قَالَ \" مَا عِدَّتُهُمْ ؟ \" قَالَا مَا نَدْرِي قَالَ \" كَمْ يَنْحَرُونَ كُلّ يَوْم ؟ \" قَالَا يَوْمًا تِسْعًا وَيَوْمًا عَشْرًا قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الْقَوْم مَا بَيْن التِّسْعمِائَةِ إِلَى الْأَلْف \" ثُمَّ قَالَ لَهُمَا \" فَمَنْ فِيهِمْ مِنْ أَشْرَاف قُرَيْش ؟ \" قَالَا عُتْبَة بْن رَبِيعَة وَشَيْبَة بْن رَبِيعَة وَأَبُو الْبَخْتَرِيّ بْن هِشَام وَحَكِيم بْن حِزَام وَنَوْفَل بْن خُوَيْلِد وَالْحَارِث بْن عَامِر بْن نَوْفَل وَطُعَيْمَة بْن عَدِيّ بْن نَوْفَل وَالنَّضْر بْن الْحَارِث وَزَمْعَة بْن الْأَسْوَد وَأَبُو جَهْل بْن هِشَام وَأُمَيَّة بْن خَلَف وَنَبِيه وَمُنَبِّه اِبْنَا الْحَجَّاج وَسُهَيْل بْن عَمْرو وَعَمْرو بْن عَبْد وُدّ فَأَقْبَلَ رَسُول اللَّه صَلَّى اللَّه تَعَالَى عَلَيْهِ وَآله وَسَلَّمَ عَلَى النَّاس فَقَالَ \" هَذِهِ مَكَّة قَدْ أَلْقَتْ إِلَيْكُمْ أَفْلَاذ كَبِدهَا \" قَالَ مُحَمَّد بْن إِسْحَاق رَحِمَهُ اللَّه تَعَالَى وَحَدَّثَنِي عَبْد اللَّه بْن أَبِي بَكْر بْن حَزْم أَنَّ سَعْد بْن مُعَاذ قَالَ لِرَسُولِ اللَّه صَلَّى اللَّه تَعَالَى عَلَيْهِ وَآلِهِ وَسَلَّمَ لَمَّا اِلْتَقَى النَّاس يَوْم بَدْر يَا رَسُول اللَّه أَلَا نَبْنِي لَك عَرِيشًا تَكُون فِيهِ وَنُنِيخ إِلَيْك رَكَائِبك وَنَلْقَى عَدُوّنَا فَإِنْ أَظْفَرَنَا اللَّه عَلَيْهِمْ وَأَعَزَّنَا فَذَاكَ مَا نَحْنُ وَإِنْ تَكُنْ الْأُخْرَى فَتَجْلِس عَلَى رَكَائِبك وَتَلْحَق بِمَنْ وَرَاءَنَا مِنْ قَوْمِنَا فَقَدْ وَاَللَّهِ تَخَلَّفَ عَنْك أَقْوَام مَا نَحْنُ بِأَشَدَّ لَك حُبًّا مِنْهُمْ لَوْ عَلِمُوا أَنَّك تَلْقَى حَرْبًا مَا تَخَلَّفُوا عَنْك وَيُؤَازِرُونَك وَيَنْصُرُونَك . فَأَثْنَى عَلَيْهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَيْرًا وَدَعَا لَهُ بِهِ فَبَنَى لَهُ عَرِيش فَكَانَ فِيهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْر مَا مَعَهُمَا غَيْرهمَا . قَالَ اِبْن إِسْحَاق وَارْتَحَلَتْ قُرَيْش حِين أَصْبَحَتْ فَلَمَّا أَقْبَلَتْ وَرَآهَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تُصَوِّب مِنْ الْعَقَنْقَل وَهُوَ الْكَثِيب الَّذِي جَاءُوا مِنْهُ إِلَى الْوَادِي فَقَالَ \" اللَّهُمَّ هَذِهِ قُرَيْش قَدْ أَقْبَلَتْ بِخُيَلَائِهَا وَفَخْرهَا تُحَادُّك وَتُكَذِّب رَسُولَك اللَّهُمَّ أَحْنِهِمْ الْغَدَاة \" وَقَوْله \" لِيَهْلِك مَنْ هَلَكَ عَنْ بَيِّنَة وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَة \" قَالَ مُحَمَّد بْن إِسْحَاق أَيْ لِيَكْفُر مَنْ كَفَرَ بَعْد الْحُجَّة لِمَا رَأَى مِنْ الْآيَة وَالْعِبْرَة وَيُؤْمِن مَنْ آمَنَ عَلَى مِثْل ذَلِكَ وَهَذَا تَفْسِير جَيِّد . وَبَسْط ذَلِكَ أَنَّهُ تَعَالَى يَقُول إِنَّمَا جَمَعَكُمْ مَعَ عَدُوّكُمْ فِي مَكَان وَاحِد عَلَى غَيْر مِيعَاد لِيَنْصُركُمْ عَلَيْهِمْ وَيَرْفَع كَلِمَة الْحَقّ عَلَى الْبَاطِل لِيَصِيرَ الْأَمْر ظَاهِرًا وَالْحُجَّة قَاطِعَة وَالْبَرَاهِين سَاطِعَة وَلَا يَبْقَى لِأَحَدٍ حُجَّة وَلَا شُبْهَة فَحِينَئِذٍ يَهْلِك مَنْ هَلَكَ أَيْ يَسْتَمِرّ فِي الْكُفْر مَنْ اِسْتَمَرَّ فِيهِ عَلَى بَصِيرَة مِنْ أَمْره أَنَّهُ مُبْطِل لِقِيَامِ الْحُجَّة عَلَيْهِ \" وَيَحْيَى مَنْ حَيَّ \" أَيْ يُؤْمِن مَنْ آمَنَ \" عَنْ بَيِّنَة \" أَيْ حُجَّة وَبَصِيرَة وَالْإِيمَان هُوَ حَيَاة الْقُلُوب قَالَ اللَّه تَعَالَى \" أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاس \" وَقَالَتْ عَائِشَة فِي قِصَّة الْإِفْك فَهَلَكَ فِيَّ مَنْ هَلَكَ أَيْ قَالَ فِيهَا مَا قَالَ مِنْ الْبُهْتَان وَالْإِفْك وَقَوْله \" وَإِنَّ اللَّه لَسَمِيعٌ \" أَيْ لِدُعَائِكُمْ وَتَضَرُّعِكُمْ وَاسْتِغَاثَتِكُمْ بِهِ \" عَلِيم \" أَيْ بِكُمْ وَأَنَّكُمْ تَسْتَحِقُّونَ النَّصْر عَلَى أَعْدَائِكُمْ الْكَفَرَة الْمُعَانِدِينَ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43091, "aya_id": 42}]