[{"text": "وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجَرِمِيهَا لِيَمْكُرُواْ فِيهَا وَمَا يَمْكُرُونَ إِلاَّ بِأَنفُسِهِمْ وَمَا يَشْعُرُونَ", "sura_id": 6, "type": 0, "id": 912, "aya_id": 123}, {"text": "وكذلك جعلنا في كل قرية أكابر مجرميها ليمكروا فيها وما يمكرون إلا بأنفسهم وما يشعرون", "sura_id": 6, "type": 1, "id": 7148, "aya_id": 123}, {"text": "123 - (وكذلك) كما جعلنا فساق مكة أكابرها (جعلنا في كل قرية أكابر مجرميها ليمكروا فيها) بالصد عن الإيمان (وما يمكرون إلا بأنفسهم) لأن وباله عليهم (وما يشعرون) بذلك \r\n", "sura_id": 6, "type": 2, "id": 25856, "aya_id": 123}, {"text": "ومثل هذا الذي حصل مِن زعماء الكفار في \"مكة\" من الصدِّ عن دين الله تعالى, جعلنا في كل قرية مجرمين يتزعمهم أكابرهم; ليمكروا فيها بالصد عن دين الله, وما يكيدون إلا أنفسهم, وما يُحِسُّون بذلك.\r\n", "sura_id": 6, "type": 3, "id": 32092, "aya_id": 123}, {"text": " <font color=red>وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا وَمَا يَمْكُرُونَ إِلَّا بِأَنْفُسِهِمْ وَمَا يَشْعُرُونَ</font><BR><p>يَقُول تَعَالَى : وَكَمَا جَعَلْنَا فِي قَرْيَتك يَا مُحَمَّد أَكَابِر مِنْ الْمُجْرِمِينَ وَرُؤَسَاء وَدُعَاة إِلَى الْكُفْر وَالصَّدّ عَنْ سَبِيل اللَّه وَإِلَى مُخَالَفَتك وَعَدَاوَتك كَذَلِكَ كَانَتْ الرُّسُل مِنْ قَبْلك يُبْتَلَوْنَ بِذَلِكَ ثُمَّ تَكُون لَهُمْ الْعَاقِبَة كَمَا قَالَ تَعَالَى \" وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيّ عَدُوًّا مِنْ الْمُجْرِمِينَ \" الْآيَة وَقَالَ تَعَالَى \" وَإِذَا أَرَدْنَا أَنْ نُهْلِك قَرْيَة أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا \" الْآيَة قِيلَ مَعْنَاهُ أَمَرْنَاهُمْ بِالطَّاعَةِ فَخَالَفُوا فَدَمَّرْنَاهُمْ وَقِيلَ أَمَرْنَاهُمْ أَمْرًا قَدَرِيًّا كَمَا قَالَ هَهُنَا \" لِيَمْكُرُوا فِيهَا \" وَقَوْله تَعَالَى \" أَكَابِر مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا\" قَالَ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" أَكَابِر مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا \" قَالَ سَلَّطْنَا شِرَارهمْ فَعَصَوْا فِيهَا فَإِذَا فَعَلُوا ذَلِكَ أَهْلَكْنَاهُمْ بِالْعَذَابِ . وَقَالَ مُجَاهِد وَقَتَادَة \" أَكَابِر مُجْرِمِيهَا \" عُظَمَاؤُهَا قُلْت : وَهَكَذَا قَوْله تَعَالَى \" وَمَا أَرْسَلْنَا فِي قَرْيَة مِنْ نَذِير إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ وَقَالُوا نَحْنُ أَكْثَر أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ\" وَقَالَ تَعَالَى \" وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلك فِي قَرْيَة مِنْ نَذِير إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّة وَإِنَّا عَلَى آثَارهمْ مُقْتَدُونَ \" وَالْمُرَاد بِالْمَكْرِ هَهُنَا دُعَاؤُهُمْ إِلَى الضَّلَالَة بِزُخْرُفٍ مِنْ الْمَقَال وَالْفِعَال كَقَوْلِهِ تَعَالَى إِخْبَارًا عَنْ قَوْم نُوح \" وَمَكَرُوا مَكْرًا كُبَّارًا \" وَكَقَوْلِهِ تَعَالَى \" وَلَوْ تَرَى إِذْ الظَّالِمُونَ مَوْقُوفُونَ عِنْد رَبّهمْ يَرْجِع بَعْضهمْ إِلَى بَعْض الْقَوْل يَقُول الَّذِينَ اُسْتُضْعِفُوا لِلَّذِينَ اِسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ قَالَ الَّذِينَ اِسْتَكْبَرُوا لِلَّذِينَ اُسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنْ الْهُدَى بَعْد إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ وَقَالَ الَّذِينَ اُسْتُضْعِفُوا لِلَّذِينَ اِسْتَكْبَرُوا بَلْ مَكْر اللَّيْل وَالنَّهَار إِذْ تَأْمُرُونَنَا أَنْ نَكْفُر بِاَللَّهِ وَنَجْعَل لَهُ أَنْدَادًا \" الْآيَة وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا سُفْيَان قَالَ : كُلّ مَكْر فِي الْقُرْآن فَهُوَ عَمَل وَقَوْله تَعَالَى \" وَمَا يَمْكُرُونَ إِلَّا بِأَنْفُسِهِمْ وَمَا يَشْعُرُونَ \" أَيْ وَمَا يَعُود وَبَال مَكْرهمْ ذَلِكَ وَإِضْلَالهمْ مَنْ أَضَلُّوهُ إِلَّا عَلَى أَنْفُسهمْ كَمَا قَالَ تَعَالَى \" وَلَيَحْمِلُنَّ أَثْقَالهمْ وَأَثْقَالًا مَعَ أَثْقَالهمْ \" وَقَالَ \" وَمِنْ أَوْزَار الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْم أَلَا سَاءَ مَا يَزِرُونَ \" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42103, "aya_id": 123}]