[{"text": "وَلاَ تَسُبُّواْ الَّذِينَ يَدْعُونَ مِن دُونِ اللّهِ فَيَسُبُّواْ اللّهَ عَدْوًا بِغَيْرِ عِلْمٍ كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعْمَلُونَ", "sura_id": 6, "type": 0, "id": 897, "aya_id": 108}, {"text": "ولا تسبوا الذين يدعون من دون الله فيسبوا الله عدوا بغير علم كذلك زينا لكل أمة عملهم ثم إلى ربهم مرجعهم فينبئهم بما كانوا يعملون", "sura_id": 6, "type": 1, "id": 7133, "aya_id": 108}, {"text": "108 - (ولا تسبوا الذين يدعونـ) ـهم (من دون الله) أي الأصنام (فيسبوا الله عدوا) اعتداء وظلما (بغير علم) أي جهلا منهم بالله (كذلك) كما زينا لهؤلاء ما هم عليه (زينا لكل أمة عملهم) من الخير والشر فأتوه (ثم إلى ربهم مرجعهم) في الآخرة (فينبئهم بما كانوا يعملون) فيجازيهم به \r\n", "sura_id": 6, "type": 2, "id": 25841, "aya_id": 108}, {"text": "ولا تسبوا -أيها المسلمون- الأوثان التي يعبدها المشركون -سدًّا للذريعة- حتى لا يتسبب ذلك في سبهم الله جهلا واعتداءً: بغير علم. وكما حسَّنَّا لهؤلاء عملهم السيئ عقوبة لهم على سوء اختيارهم, حسَّنَّا لكل أمة أعمالها, ثم إلى ربهم معادهم جميعًا فيخبرهم بأعمالهم التي كانوا يعملونها في الدنيا, ثم يجازيهم بها.\r\n", "sura_id": 6, "type": 3, "id": 32077, "aya_id": 108}, {"text": " <font color=red>وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلَى رَبِّهِمْ مَرْجِعُهُمْ فَيُنَبِّئُهُمْ بِمَا كَانُوا يَعْمَلُونَ</font><BR><p>يَقُول اللَّه تَعَالَى نَاهِيًا لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالْمُؤْمِنِينَ عَنْ سَبّ آلِهَة الْمُشْرِكِينَ وَإِنْ كَانَ فِيهِ مَصْلَحَة إِلَّا أَنَّهُ يَتَرَتَّب عَلَيْهِ مَفْسَدَة أَعْظَم مِنْهَا وَهِيَ مُقَابَلَة الْمُشْرِكِينَ بِسَبِّ إِلَه الْمُؤْمِنِينَ وَهُوَ \" اللَّه لَا إِلَه إِلَّا هُوَ \" كَمَا قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة قَالُوا يَا مُحَمَّد لَتَنْتَهِيَنَّ عَنْ سَبَّك آلِهَتنَا أَوْ لَنَهْجُوَنَّ رَبّك فَنَهَاهُمْ اللَّه أَنْ يَسُبُّوا أَوْثَانهمْ \" فَيَسُبُّوا اللَّه عَدْوًا بِغَيْرِ عِلْم \" وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة كَانَ الْمُسْلِمُونَ يَسُبُّونَ أَصْنَام الْكُفَّار فَيَسُبّ الْكُفَّار اللَّه عَدْوًا بِغَيْرِ عِلْم فَأَنْزَلَ اللَّه \" وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُون اللَّه \" وَرَوَى اِبْن جَرِير وَابْن أَبِي حَاتِم عَنْ السُّدِّيّ أَنَّهُ قَالَ فِي تَفْسِير هَذِهِ الْآيَة : لَمَّا حَضَرَ أَبَا طَالِب الْمَوْتُ قَالَتْ قُرَيْش اِنْطَلِقُوا فَلْنَدْخُلْ عَلَى هَذَا الرَّجُل فَلْنَأْمُرْهُ أَنْ يَنْهَى عَنَّا اِبْن أَخِيهِ فَإِنَّا نَسْتَحْيِي أَنْ نَقْتُلهُ بَعْد مَوْته فَتَقُول الْعَرَب كَانَ يَمْنَعهُمْ فَلَمَّا مَاتَ قَتَلُوهُ فَانْطَلَقَ أَبُو سُفْيَان وَأَبُو جَهْل وَالنَّضْر بْن الْحَارِث وَأُمَيَّة وَأُبَيّ اِبْنَا خَلَف وَعُقْبَة بْن أَبِي مُعَيْط وَعَمْرو بْن الْعَاصِ وَالْأَسْوَد بْن البَّخْتَرِيّ وَبَعَثُوا رَجُلًا مِنْهُمْ يُقَال لَهُ الْمُطَّلِب قَالُوا اِسْتَأْذِنْ لَنَا عَلَى أَبِي طَالِب فَأَتَى أَبَا طَالِب فَقَالَ : هَؤُلَاءِ مَشْيَخَة قَوْمك يُرِيدُونَ الدُّخُول عَلَيْك فَأَذِنَ لَهُمْ عَلَيْهِ فَدَخَلُوا عَلَيْهِ فَقَالُوا يَا أَبَا طَالِب أَنْتَ كَبِيرنَا وَسَيِّدنَا وَإِنَّ مُحَمَّدًا قَدْ آذَانَا وَآذَى آلِهَتنَا فَنُحِبّ أَنْ تَدْعُوهُ فَتَنْهَاهُ عَنْ ذِكْر آلِهَتنَا وَلْنَدَعهُ وَإِلَهه فَدَعَاهُ فَجَاءَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ أَبُو طَالِب هَؤُلَاءِ قَوْمك وَبَنُو عَمّك قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا تُرِيدُونَ ؟ قَالُوا نُرِيد أَنْ تَدَعنَا وَآلِهَتنَا وَلْنَدَعك وَإِلَهك فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرَأَيْتُمْ إِنْ أَعْطَيْتُكُمْ هَذَا هَلْ أَنْتُمْ مُعْطِيّ كَلِمَة إِنْ تَكَلَّمْتُمْ بِهَا مَلَكْتُمْ بِهَا الْعَرَب وَدَانَتْ لَكُمْ بِهَا الْعَجَم وَأَدَّتْ لَكُمْ الْخَرَاج قَالَ أَبُو جَهْل وَأَبِيك لَأُعْطِيَنَّكهَا وَعَشَرَة أَمْثَالهَا قَالُوا فَمَا هِيَ ؟ قَالَ : قُولُوا لَا إِلَه إِلَّا اللَّه فَأَبَوْا وَاشْمَأَزُّوا قَالَ أَبُو طَالِب يَا اِبْن أَخِي قُلْ غَيْرهَا . فَإِنَّ قَوْمك قَدْ فَزِعُوا مِنْهَا قَالَ يَا عَمّ مَا أَنَا بِاَلَّذِي يَقُول غَيْرهَا حَتَّى يَأْتُوا بِالشَّمْسِ فَيَضَعُوهَا فِي يَدِي وَلَوْ أَتَوْا بِالشَّمْسِ فَوَضَعُوهَا فِي يَدِي مَا قُلْت غَيْرهَا إِرَادَة أَنْ يُؤَيِّسهُمْ فَغَضِبُوا وَقَالُوا لَتَكُفَّنَّ عَنْ شَتْم آلِهَتنَا أَوْ لَنَشْتُمَنَّكَ وَنَشْتُمَنَّ مَنْ يَأْمُرك فَذَلِكَ قَوْله \" فَيَسُبُّوا اللَّه عَدْوًا بِغَيْرِ عِلْم \" وَمِنْ هَذَا الْقَبِيل وَهُوَ تَرْك الْمَصْلَحَة لِمَفْسَدَةٍ أَرْجَح مِنْهَا مَا جَاءَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ مَلْعُون مَنْ سَبَّ وَالِدَيْهِ قَالُوا يَا رَسُول اللَّه وَكَيْفَ يَسُبّ الرَّجُل وَالِدَيْهِ ؟ قَالَ يَسُبّ أَبَا الرَّجُل فَيَسُبّ أَبَاهُ وَيَسُبّ أُمّه فَيَسُبّ أُمّه أَوْ كَمَا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَوْله \" كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّة عَمَلهمْ\" أَيْ وَكَمَا زَيَّنَّا لِهَؤُلَاءِ الْقَوْم حُبّ أَصْنَامهمْ وَالْمُحَامَاة لَهَا وَالِانْتِصَار كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّة أَيْ مِنْ الْأُمَم الْخَالِيَة عَلَى الضَّلَال عَمَلهمْ الَّذِي كَانُوا فِيهِ وَلِلَّهِ الْحُجَّة الْبَالِغَة وَالْحِكْمَة التَّامَّة فِيمَا يَشَاؤُهُ وَيَخْتَارهُ\" ثُمَّ إِلَى رَبّهمْ مَرْجِعهمْ \" أَيْ مَعَادهمْ وَمَصِيرهمْ \" فَيُنَبِّئهُمْ بِمَا كَانُوا يَعْمَلُونَ \" أَيْ يُجَازِيهِمْ بِأَعْمَالِهِمْ إِنْ خَيْرًا فَخَيْر وَإِنْ شَرًّا فَشَرّ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42086, "aya_id": 108}]