[{"text": "إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً أُوْلَئِكَ لاَ خَلاَقَ لَهُمْ فِي الآخِرَةِ وَلاَ يُكَلِّمُهُمُ اللّهُ وَلاَ يَنظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ", "sura_id": 3, "type": 0, "id": 370, "aya_id": 77}, {"text": "إن الذين يشترون بعهد الله وأيمانهم ثمنا قليلا أولئك لا خلاق لهم في الآخرة ولا يكلمهم الله ولا ينظر إليهم يوم القيامة ولا يزكيهم ولهم عذاب أليم", "sura_id": 3, "type": 1, "id": 6606, "aya_id": 77}, {"text": "77 - ونزل في اليهود لما بدلوا نعت النبي صلى الله عليه وسلم وعهد الله إليهم في التوراة وفيمن حلف كاذباً في دعوى أو في بيع سلعة: (إن الذين يشترون) يستبدلون (بعهد الله) إليهم في الإيمان بالنبي وأداء الأمانة (وأيمانهم) حلفهم به تعالى كاذبين (ثمنا قليلا) من الدنيا (أولئك لا خلاق) نصيب (لهم في الآخرة ولا يكلمهم الله) غضبا (ولا ينظر إليهم) يرحمهم (يوم القيامة ولا يزكيهم) يطهرهم (ولهم عذاب أليم) مؤلم \r\n", "sura_id": 3, "type": 2, "id": 25314, "aya_id": 77}, {"text": "إن الذين يستبدلون بعهد الله ووصيته التي أوصى بها في الكتب التي أنزلها على أنبيانهم, عوضًا وبدلا خسيسًا من عرض الدنيا وحطامها, أولئك لا نصيب لهم من الثواب في الآخرة, ولا يكلمهم الله بما يسرهم, ولا ينظر إليهم يوم القيامة بعين الرحمة, ولا يطهرهم من دنس الذنوب والكفر, ولهم عذاب موجع.\r\n", "sura_id": 3, "type": 3, "id": 31550, "aya_id": 77}, {"text": " <font color=red>إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا أُولَئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَةِ وَلَا يُكَلِّمُهُمُ اللَّهُ وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ</font><BR><p>يَقُول تَعَالَى إِنَّ الَّذِينَ يَعْتَاضُون عَمَّا عَاهَدُوا اللَّه عَلَيْهِ مِنْ اِتِّبَاع مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَذِكْر صِفَته لِلنَّاسِ وَبَيَان أَمْره وَعَنْ أَيْمَانهمْ الْكَاذِبَة الْفَاجِرَة الْآثِمَة بِالْأَثْمَانِ الْقَلِيلَة الزَّهِيدَة وَهِيَ عُرُوض هَذِهِ الْحَيَاة الدُّنْيَا الْفَانِيَة الزَّائِلَة \" أُولَئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَة \" أَيْ لَا نَصِيب لَهُمْ فِيهَا وَلَا حَظّ لَهُمْ مِنْهَا \" وَلَا يُكَلِّمهُمْ اللَّه وَلَا يَنْظُر إِلَيْهِمْ يَوْم الْقِيَامَة \" أَيْ بِرَحْمَةٍ مِنْهُ لَهُمْ يَعْنِي لَا يُكَلِّمهُمْ اللَّه كَلَام لُطْف بِهِمْ وَلَا يَنْظُر إِلَيْهِمْ بِعَيْنِ الرَّحْمَة \" وَلَا يُزَكِّيهِمْ \" أَيْ مِنْ الذُّنُوب وَالْأَدْنَاس بَلْ يَأْمُر بِهِمْ إِلَى النَّار \" وَلَهُمْ عَذَاب أَلِيم \" . وَقَدْ وَرَدَتْ أَحَادِيث تَتَعَلَّق بِهَذِهِ الْآيَة الْكَرِيمَة فَلْنَذْكُرْ مِنْهَا مَا تَيَسَّرَ \" الْحَدِيث الْأَوَّل \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا شُعْبَة قَالَ عَلِيّ بْن مُدْرِك أَخْبَرَنِي قَالَ : سَمِعْت أَبَا زُرْعَة عَنْ خَرَشَة بْن الْحُرّ عَنْ أَبِي ذَرّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثَلَاثَة لَا يُكَلِّمهُمْ اللَّه وَلَا يَنْظُر إلَيْهِمْ يَوْم الْقِيَامَة وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَاب أَلِيم \" قُلْت : يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ هُمْ ؟ خَسِرُوا وَخَابُوا قَالَ : وَأَعَادَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثَلَاث مَرَّات قَالَ \" الْمُسْبِل وَالْمُنْفِق سِلْعَته بِالْحَلِفِ الْكَاذِب وَالْمَنَّان \" . وَرَوَاهُ مُسْلِم وَأَهْل السُّنَن مِنْ حَدِيث شُعْبَة بِهِ \" طَرِيق أُخْرَى \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا إِسْمَاعِيل عَنْ الْجَرِيرِيّ عَنْ أَبِي الْعَلَاء بْن الشِّخِّير عَنْ أَبِي الْأَحْمَس قَالَ : لَقِيت أَبَا ذَرّ فَقُلْت لَهُ بَلَغَنِي عَنْك أَنَّك تُحَدِّث حَدِيثًا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : أَمَا إِنَّهُ لَا يَخَالُنِي أَنْ كَذَبَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْدَمَا سَمِعْته مِنْهُ فَمَا الَّذِي بَلَغَك عَنِّي ؟ قُلْت بَلَغَنِي أَنَّك تَقُول : ثَلَاثَة يُحِبّهُمْ اللَّه وَثَلَاثَة يَشْنَؤُهُمْ اللَّه قَالَ : قُلْته سَمِعْته قُلْت : فَمَنْ هَؤُلَاءِ الَّذِينَ يُحِبّهُمْ اللَّه ؟ قَالَ : \" الرَّجُل يَلْقَى الْعَدُوّ فِي فِئَة فَيَنْصِب لَهُمْ نَحْره حَتَّى يُقْتَل أَوْ يُفْتَح لِأَصْحَابِهِ وَالْقَوْم يُسَافِرُونَ فَيَطُول سَرَاهُمْ حَتَّى يُحِبُّوا أَنْ يَمَسُّوا الْأَرْض فَيَنْزِلُونَ فَيَتَنَحَّى أَحَدهمْ فَيُصَلِّي حَتَّى يُوقِظهُمْ لِرَحِيلِهِمْ وَالرَّجُل يَكُون لَهُ الْجَار يُؤْذِيه فَيَصْبِر عَلَى أَذَاهُ حَتَّى يُفَرِّق بَيْنهمَا مَوْت أَوْ ظَعْن \" قُلْت : وَمَنْ هَؤُلَاءِ الَّذِينَ يَشْنَؤُهُمْ اللَّه ؟ قَالَ \" التَّاجِر الْحَلَّاف - أَوْ قَالَ الْبَائِع الْحَلَّاف - وَالْفَقِير الْمُحْتَال وَالْبَخِيل الْمَنَّان \" . غَرِيب مِنْ هَذَا الْوَجْه . \" الْحَدِيث الثَّانِي \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ جَرِير بْن حَازِم حَدَّثَنَا عَدِيّ بْن عَدِيّ أَخْبَرَنِي رَجَاء بْن حَيْوَةَ وَالْعُرْس بْن عَمِيرَة عَنْ أَبِيهِ عَدِيٍّ هُوَ اِبْن عَمِيرَة الْكِنْدِيّ قَالَ : خَاصَمَ رَجُل مِنْ كِنْدَة يُقَال لَهُ اِمْرُؤُ الْقِيس بْن عَامِر رَجُلًا مِنْ حَضْرَمَوْت إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَرْض فَقَضَى عَلَى الْحَضْرَمِيّ بِالْبَيِّنَةِ فَلَمْ يَكُنْ لَهُ بَيِّنَة فَقَضَى عَلَى اِمْرِئِ الْقِيس بِالْيَمِينِ فَقَالَ الْحَضْرَمِيّ : أَمْكَنْته مِنْ الْيَمِين يَا رَسُول اللَّه ؟ ذَهَبَتْ وَرَبّ الْكَعْبَة أَرْضِي فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ حَلَفَ عَلَى يَمِين كَاذِبَة لِيَقْتَطِع بِهَا مَال أَحَد لَقِيَ اللَّه عَزَّ وَجَلَّ وَهُوَ عَلَيْهِ غَضْبَان \" قَالَ رَجَاء : وَتَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّه وَأَيْمَانهمْ ثَمَنًا قَلِيلًا \" فَقَالَ اِمْرُؤُ الْقِيس : مَاذَا لِمَنْ تَرَكَهَا يَا رَسُول اللَّه ؟ فَقَالَ \" الْجَنَّة \" قَالَ : فَاشْهَدْ أَنِّي قَدْ تَرَكْتهَا لَهُ كُلّهَا وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث عَدِيّ بْن عَدِيّ بِهِ . \" الْحَدِيث الثَّالِث \" قَالَ أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ شَقِيق عَنْ عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ حَلَفَ عَلَى يَمِين هُوَ فِيهَا فَاجِر لِيَقْتَطِع بِهَا مَال اِمْرِئٍ مُسْلِم لَقِيَ اللَّه عَزَّ وَجَلَّ وَهُوَ عَلَيْهِ غَضْبَان \" فَقَالَ الْأَشْعَث : فِيَّ وَاَللَّه كَانَ ذَلِكَ كَانَ بَيْنِي وَبَيْن رَجُل مِنْ الْيَهُود أَرْض فَجَحَدَنِي أَرْضِي فَقَدَّمْته إِلَى رَسُول اللَّه صَلَّى فَقَالَ لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَكَ بَيِّنَة \" ؟ قُلْت : لَا فَقَالَ لِلْيَهُودِيِّ : \" اِحْلِفْ \". فَقُلْت يَا رَسُول اللَّه إِذًا يَحْلِف فَيَذْهَب مَالِي فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّه وَأَيْمَانهمْ ثَمَنًا قَلِيلًا \" الْآيَة أَخْرَجَاهُ مِنْ حَدِيث الْأَعْمَش \" طَرِيق أُخْرَى \" قَالَ أَحْمَد حَدَّثَنَا يَحْيَى بْن آدَم حَدَّثَنَا أَبُو بَكْر بْن عَيَّاش عَنْ عَاصِم بْن أَبِي النُّجُود عَنْ شَقِيق بْن سَلَمَة حَدَّثَنَا عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ اِقْتَطَعَ مَال اِمْرِئٍ مُسْلِم بِغَيْرِ حَقّ لَقِيَ اللَّه وَهُوَ عَلَيْهِ غَضْبَان \" قَالَ : فَجَاءَ الْأَشْعَث بْن قَيْس فَقَالَ : مَا يُحَدِّثكُمْ أَبُو عَبْد الرَّحْمَن ؟ فَحَدَّثَنَاهُ فَقَالَ : كَانَ فِي هَذَا الْحَدِيث خَاصَمْت اِبْن عَمّ لِي إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بِئْر كَانَتْ لِي فِي يَده فَجَحَدَنِي فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" بَيِّنَتك أَنَّهَا بِئْرك وَإِلَّا فَيَمِينه \" قَالَ : قُلْت يَا رَسُول اللَّه مَالِي بَيِّنَة وَإِنْ تَجْعَلهَا بِيَمِينِهِ تَذْهَب بِئْرِي إِنَّ خَصْمِي اِمْرُؤُ فَاجِر فَقَالَ : رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ اِقْتَطَعَ مَال اِمْرِئٍ مُسْلِم بِغَيْرِ حَقّ لَقِيَ اللَّه وَهُوَ عَلَيْهِ غَضْبَان \" قَالَ : وَقَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَة \" إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّه وَأَيْمَانهمْ ثَمَنًا قَلِيلًا \" الْآيَة . \" الْحَدِيث الرَّابِع \" قَالَ أَحْمَد : حَدَّثَنَا يَحْيَى بْن غَيْلَان قَالَ حَدَّثَنَا رِشْدِين عَنْ زِيَاد عَنْ سَهْل بْن مُعَاذ عَنْ أَنَس عَنْ أَبِيهِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ لِلَّهِ تَعَالَى عِبَادًا لَا يُكَلِّمهُمْ يَوْم الْقِيَامَة وَلَا يُزَكِّيهِمْ وَلَا يَنْظُر إِلَيْهِمْ \" قِيلَ : وَمَنْ أُولَئِكَ يَا رَسُول اللَّه ؟ قَالَ \" مُتَبَرِّئٌ مِنْ وَالِدَيْهِ رَاغِب عَنْهُمَا وَمُتَبَرِّئٌ مِنْ وَلَده وَرَجُل أَنْعَمَ عَلَيْهِ قَوْم فَكَفَرَ نِعْمَتهمْ وَتَبَرَّأَ مِنْهُمْ \" . \" الْحَدِيث الْخَامِس \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنَا هُشَيْم أَنْبَأَنَا الْعَوَّام يَعْنِي اِبْن حَوْشَب عَنْ إِبْرَاهِيم بْن عَبْد الرَّحْمَن يَعْنِي السَّكْسَكِيّ عَنْ عَبْد اللَّه بْن أَبِي أَوْفَى أَنَّ رَجُلًا أَقَامَ سِلْعَة لَهُ فِي السُّوق فَحَلَفَ بِاَللَّهِ لَقَدْ أُعْطَى بِهَا مَا لَمْ يُعْطَهُ لِيُوقِع فِيهَا رَجُلًا مِنْ الْمُسْلِمِينَ فَنَزَلَتْ هَذِهِ الْآيَة \" إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّه وَأَيْمَانهمْ ثَمَنًا قَلِيلًا \" الْآيَة . وَرَوَاهُ الْبُخَارِيّ مِنْ غَيْر وَجْه عَنْ الْعَوَّام. \" الْحَدِيث السَّادِس \" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثَلَاثَة لَا يُكَلِّمهُمْ اللَّه يَوْم الْقِيَامَة وَلَا يَنْظُر إِلَيْهِمْ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَاب أَلِيم رَجُل مَنَعَ اِبْن السَّبِيل فَضْل مَاء عِنْده وَرَجُل حَلَفَ عَلَى سِلْعَة بَعْد الْعَصْر يَعْنِي كَاذِبًا وَرَجُل بَايَعَ إِمَامًا فَإِنْ أَعْطَاهُ وَفَّى لَهُ وَإِنْ لَمْ يُعْطِهِ لَمْ يَفِ لَهُ \" وَرَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ مِنْ حَدِيث وَكِيع وَقَالَ التِّرْمِذِيّ : حَدِيث حَسَن صَحِيح .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40018, "aya_id": 77}]