[{"text": "إِنَّ الدِّينَ عِندَ اللّهِ الإِسْلاَمُ وَمَا اخْتَلَفَ الَّذِينَ أُوْتُواْ الْكِتَابَ إِلاَّ مِن بَعْدِ مَا جَاءهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَمَن يَكْفُرْ بِآيَاتِ اللّهِ فَإِنَّ اللّهِ سَرِيعُ الْحِسَابِ", "sura_id": 3, "type": 0, "id": 312, "aya_id": 19}, {"text": "إن الدين عند الله الإسلام وما اختلف الذين أوتوا الكتاب إلا من بعد ما جاءهم العلم بغيا بينهم ومن يكفر بآيات الله فإن الله سريع الحساب", "sura_id": 3, "type": 1, "id": 6548, "aya_id": 19}, {"text": "19 - (إن الدين) المرضي (عند الله) هو (الإسلام) أي الشرع المبعوث به الرسل المبني على التوحيد وفي قراءة بفتح {أن} بدل من أنه الخ بدل اشتمال (وما اختلف الذين أوتوا الكتاب) اليهود والنصارى في الدين بأن وحد بعض وكفر بعض (إلا من بعد ما جاءهم العلم) بالتوحيد (بغيا) من الكافرين (بينهم ومن يكفر بآيات الله فإن الله سريع الحساب) أي المجازاة له \r\n", "sura_id": 3, "type": 2, "id": 25256, "aya_id": 19}, {"text": "إن الدين الذي ارتضاه الله لخلقه وأرسل به رسله, ولا يَقْبَل غيره هو الإسلام, وهو الانقياد لله وحده بالطاعة والاستسلام له بالعبودية, واتباع الرسل فيما بعثهم الله به في كل حين حتى خُتموا بمحمد صلى الله عليه وسلم, الذي لا يقبل الله مِن أحد بعد بعثته دينًا سوى الإسلام الذي أُرسل به. وما وقع الخلاف بين أهل الكتاب من اليهود والنصارى, فتفرقوا شيعًا وأحزابًا إلا من بعد ما قامت الحجة عليهم بإرسال الرسل وإنزال الكتب; بغيًا وحسدًا طلبًا للدنيا. ومن يجحد آيات الله المنزلة وآياته الدالة على ربوبيته وألوهيته, فإن الله سريع الحساب, وسيجزيهم بما كانوا يعملون.\r\n", "sura_id": 3, "type": 3, "id": 31492, "aya_id": 19}, {"text": " <font color=red>إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَمَنْ يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ</font><BR><p>وَقَوْله تَعَالَى \" إِنَّ الدِّين عِنْد اللَّه الْإِسْلَام \" إِخْبَارًا مِنْهُ تَعَالَى بِأَنَّهُ لَا دِين عِنْده يَقْبَلهُ مِنْ أَحَد سِوَى الْإِسْلَام وَهُوَ اِتِّبَاع الرُّسُل فِيمَا بَعَثَهُمْ اللَّه بِهِ فِي كُلّ حِين حَتَّى خُتِمُوا بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الَّذِي سَدّ جَمِيع الطُّرُق إِلَيْهِ إِلَّا مِنْ جِهَة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَمَنْ لَقِيَ اللَّه بَعْد بَعْثَة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِدِينٍ عَلَى غَيْر شَرِيعَته فَلَيْسَ بِمُتَقَبَّلٍ كَمَا قَالَ تَعَالَى \" وَمَنْ يَبْتَغِ غَيْر الْإِسْلَام دِينًا فَلَنْ يُقْبَل مِنْهُ \" الْآيَة . وَقَالَ فِي هَذِهِ الْآيَة مُخْبِرًا بِانْحِصَارِ الدِّين الْمُتَقَبَّل مِنْهُ عِنْده فِي الْإِسْلَام \" إِنَّ الدِّين عِنْد اللَّه الْإِسْلَام \" وَذَكَرَ اِبْن جَرِير : أَنَّ اِبْن عَبَّاس قَرَأَ \" شَهِدَ اللَّه أَنَّهُ لَا إِلَه إِلَّا هُوَ وَالْمَلَائِكَة وَأُولُوا الْعِلْم قَائِمًا بِالْقِسْطِ لَا إِلَه إِلَّا هُوَ الْعَزِيز الْحَكِيم إِنَّ الدِّين عِنْد اللَّه الْإِسْلَام \" بِكَسْرِ إِنَّهُ وَفَتْح أَنَّ الدِّين عِنْد اللَّه الْإِسْلَام أَيْ شَهِدَ هُوَ وَالْمَلَائِكَة وَأُولُو الْعِلْم مِنْ الْبَشَر بِأَنَّ الدِّين عِنْد اللَّه الْإِسْلَام وَالْجُمْهُور قَرَءُوهَا بِالْكَسْرِ عَلَى الْخَبَر وَكِلَا الْمَعْنَيَيْنِ صَحِيح وَلَكِنَّ هَذَا عَلَى قَوْل الْجُمْهُور أَظْهَر وَاَللَّه أَعْلَم ثُمَّ أَخْبَرَ تَعَالَى بِأَنَّ الَّذِينَ أُوتُوا الْكِتَاب الْأَوَّل إِنَّمَا اِخْتَلَفُوا بَعْدَمَا قَامَتْ عَلَيْهِمْ الْحُجَّة بِإِرْسَالِ الرُّسُل إِلَيْهِمْ وَإِنْزَال الْكُتُب عَلَيْهِمْ فَقَالَ \" وَمَا اِخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَاب إِلَّا مِنْ بَعْدَمَا جَاءَهُمْ الْعِلْم بَغْيًا بَيْنهمْ \" أَيْ بَغَى بَعْضهمْ عَلَى بَعْض فَاخْتَلَفُوا فِي الْحَقّ لِتَحَاسُدِهِمْ وَتَبَاغُضهمْ وَتَدَابُرهمْ فَحَمَلَ بَعْضهمْ بُغْض الْبَعْض الْآخَر عَلَى مُخَالَفَته فِي جَمِيع أَقْوَاله وَأَفْعَاله وَإِنْ كَانَتْ حَقًّا ثُمَّ قَالَ تَعَالَى \" وَمَنْ يَكْفُر بِآيَاتِ اللَّه \" أَيْ مَنْ جَحَدَ مَا أَنْزَلَ اللَّه فِي كِتَابه \" فَإِنَّ اللَّه سَرِيع الْحِسَاب \" أَيْ فَإِنَّ اللَّه سَيُجَازِيهِ عَلَى ذَلِكَ وَيُحَاسِبهُ عَلَى تَكْذِيبه وَيُعَاقِبهُ عَلَى مُخَالَفَته كِتَابه.</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39943, "aya_id": 19}]