[{"text": "وَمَن يَعْصِ اللّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُّهِينٌ", "sura_id": 4, "type": 0, "id": 507, "aya_id": 14}, {"text": "ومن يعص الله ورسوله ويتعد حدوده يدخله نارا خالدا فيها وله عذاب مهين", "sura_id": 4, "type": 1, "id": 6743, "aya_id": 14}, {"text": "14 - (ومن يعص الله ورسوله ويتعد حدوده يدخله) بالوجهين (ناراً خالداً فيها وله) فيها (عذاب مهين) ذو إهانة روعي في الضمائر في الآيتين لفظ {من} وفي {خالدين} معناها \r\n", "sura_id": 4, "type": 2, "id": 25451, "aya_id": 14}, {"text": "ومَن يَعْصِ الله ورسوله, بإنكاره لأحكام الله, وتجاوزه ما شرعه الله لعباده بتغييرها, أو تعطيل العمل بها, يدخله نارًا ماكثًا فيها, وله عذاب يخزيه ويهينه.\r\n", "sura_id": 4, "type": 3, "id": 31687, "aya_id": 14}, {"text": " <font color=red>وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُهِينٌ</font><BR><p>أَيْ لِكَوْنِهِ غَيْر مَا حَكَمَ اللَّه بِهِ وَضَادَّ اللَّه فِي حُكْمه وَهَذَا إِنَّمَا يَصْدُر عَنْ عَدَم الرِّضَا بِمَا قَسَمَ اللَّه وَحَكَمَ بِهِ وَلِهَذَا يُجَازِيه بِالْإِهَانَةِ فِي الْعَذَاب الْأَلِيم الْمُقِيم - قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ أَشْعَث بْن عَبْد اللَّه عَنْ شَهْر بْن حَوْشَب عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الرَّجُل لَيَعْمَل بِعَمَلِ أَهْل الْخَيْر سَبْعِينَ سَنَة فَإِذَا أَوْصَى وَحَافَ فِي وَصِيَّته فَيُخْتَم لَهُ بِشَرِّ عَمَله فَيَدْخُل النَّار وَإِنَّ الرَّجُل لَيَعْمَل بِعَمَلِ أَهْل الشَّرّ سَبْعِينَ سَنَة فَيَعْدِل فِي وَصِيَّته فَيُخْتَم لَهُ بِخَيْرِ عَمَله فَيَدْخُل الْجَنَّة \" . قَالَ ثُمَّ يَقُول أَبُو هُرَيْرَة : اِقْرَءُوا إِنْ شِئْتُمْ \" تِلْكَ حُدُود اللَّه - إِلَى قَوْله - عَذَاب مُهِين \" قَالَ أَبُو دَاوُد فِي بَاب الْإِضْرَار فِي الْوَصِيَّة مِنْ سُنَنه : حَدَّثَنَا عُبَيْدَة بْن عَبْد اللَّه أَخْبَرَنَا عَبْد الصَّمَد حَدَّثَنَا نَصْر بْن عَلِيّ الْحَرَّانِيّ حَدَّثَنَا الْأَشْعَث بْن عَبْد اللَّه بْن جَابِر الْحُدَّانِيّ حَدَّثَنِي شَهْر بْن حَوْشَب أَنَّ أَبَا هُرَيْرَة حَدَّثَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ الرَّجُل لَيَعْمَل - أَوْ الْمَرْأَة - بِطَاعَةِ اللَّه سِتِّينَ سَنَة ثُمَّ يَحْضُرهُمَا الْمَوْت فَيَضُرَّانِ فِي الْوَصِيَّة فَتَجِب لَهُمَا النَّار \" وَقَالَ قَرَأَ عَلَيَّ أَبُو هُرَيْرَة مِنْ هَهُنَا \" مِنْ بَعْد وَصِيَّة يُوصَى بِهَا أَوْ دَيْن غَيْر مُضَارّ - حَتَّى بَلَغَ - ذَلِكَ الْفَوْز الْعَظِيم \" . وَهَكَذَا رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث أَشْعَث وَأَكْمَلَ بِهِ وَقَالَ التِّرْمِذِيّ : حَسَن غَرِيب وَسِيَاق الْإِمَام أَحْمَد أَتَمّ وَأَكْمَل .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40812, "aya_id": 14}]