[{"text": "لاَّ يُحِبُّ اللّهُ الْجَهْرَ بِالسُّوَءِ مِنَ الْقَوْلِ إِلاَّ مَن ظُلِمَ وَكَانَ اللّهُ سَمِيعًا عَلِيمًا", "sura_id": 4, "type": 0, "id": 641, "aya_id": 148}, {"text": "لا يحب الله الجهر بالسوء من القول إلا من ظلم وكان الله سميعا عليما", "sura_id": 4, "type": 1, "id": 6877, "aya_id": 148}, {"text": "148 - (لا يحب الله الجهر بالسوء من القول) من أحد أي يعاقبه عليه (إلا من ظلم) فلا يؤاخذه بالجهر به بأن يخبر عن ظلم ظالمه ويدعو عليه (وكان الله سميعا) لما يقال (عليما) بما يفعل \r\n", "sura_id": 4, "type": 2, "id": 25585, "aya_id": 148}, {"text": "لا يُحِبُّ الله أن يَجهر أحدٌ بقول السوء, لكن يُباح للمظلوم أن يَذكُر ظالمه بما فيه من السوء; ليبيِّن مَظْلمته. وكان الله سميعًا لما تجهرون به, عليمًا بما تخفون من ذلك.\r\n", "sura_id": 4, "type": 3, "id": 31821, "aya_id": 148}, {"text": " <font color=red>لَا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ وَكَانَ اللَّهُ سَمِيعًا عَلِيمًا</font><BR><p>قَالَ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي الْآيَة يَقُول لَا يُحِبّ اللَّه أَنْ يَدْعُو أَحَد عَلَى أَحَد إِلَّا أَنْ يَكُون مَظْلُومًا فَإِنَّهُ قَدْ أَرْخَصَ لَهُ أَنْ يَدْعُو عَلَى مَنْ ظَلَمَهُ وَذَلِكَ قَوْله \" إِلَّا مَنْ ظُلِمَ \" وَإِنْ صَبَرَ فَهُوَ خَيْر لَهُ وَقَالَ أَبُو دَاوُد : حَدَّثَنَا عَبْد اللَّه بْن مُعَاذ حَدَّثَنَا أَبِي حَدَّثَنَا سُفْيَان عَنْ حَبِيب عَنْ عَطَاء عَنْ عَائِشَة قَالَ سُرِقَ لَهَا شَيْء فَجَعَلَتْ تَدْعُو عَلَيْهِ فَقَالَ النَّبِيّ صَلَّى اللَّه تَعَالَى عَلَيْهِ وَآله وَسَلَّمَ \" لَا تُسَبِّخِي عَنْهُ \" وَقَالَ الْحَسَن الْبَصْرِيّ لَا يَدْعُ عَلَيْهِ وَلْيَقُلْ اللَّهُمَّ أَعِنِّي عَلَيْهِ وَاسْتَخْرِجْ حَقِّي مِنْهُ وَفِي رِوَايَة عَنْهُ قَالَ : قَدْ رَخَّصَ لَهُ أَنْ يَدْعُو عَلَى مَنْ ظَلَمَهُ مِنْ غَيْر أَنْ يَعْتَدِي عَلَيْهِ وَقَالَ عَبْد الْكَرِيم بْن مَالِك الْجَزَرِيّ فِي هَذِهِ الْآيَة هُوَ الرَّجُل يَشْتُمك فَتَشْتُمهُ وَلَكِنْ إِنْ اِفْتَرَى عَلَيْك فَلَا تَفْتَرِ عَلَيْهِ لِقَوْلِهِ \" وَلَمَنْ اِنْتَصَرَ بَعْد ظُلْمه فَأُولَئِكَ مَا عَلَيْهِمْ مِنْ سَبِيل \" وَقَالَ أَبُو دَاوُد : حَدَّثَنَا الْقَعْنَبِيّ حَدَّثَنَا عَبْد الْعَزِيز بْن مُحَمَّد عَنْ الْعَلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْمُسْتَبَّانِ مَا قَالَا فَعَلَى الْبَادِئ مِنْهُمَا مَا لَمْ يَعْتَدِ الْمَظْلُوم \" وَقَالَ عَبْد الرَّزَّاق أَنْبَأَنَا الْمُثَنَّى بْن الصَّبَّاح عَنْ مُجَاهِد فِي قَوْله \" لَا يُحِبّ اللَّه الْجَهْر بِالسُّوءِ مِنْ الْقَوْل \" إِلَّا مَنْ ظُلِمَ قَالَ ضَافَ رَجُل رَجُلًا فَلَمْ يُؤَدِّ إِلَيْهِ حَقّ ضِيَافَته فَلَمَّا خَرَجَ أَخَّرَ النَّاس فَقَالَ : ضِفْت فُلَانًا فَلَمْ يُؤَدِّ إِلَيَّ حَقّ ضِيَافَتِي قَالَ فَذَلِكَ الْجَهْر بِالسُّوءِ مِنْ الْقَوْل إِلَّا مَنْ ظُلِمَ حَتَّى يُؤَدِّي الْآخَر إِلَيْهِ حَقّ ضِيَافَته وَقَالَ اِبْن إِسْحَاق عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد لَا يُحِبّ اللَّه الْجَهْر بِالسُّوءِ مِنْ الْقَوْل إِلَّا مَنْ ظُلِمَ قَالَ : قَالَ هُوَ الرَّجُل يَنْزِل بِالرَّجُلِ فَلَا يُحْسِن ضِيَافَته فَيَخْرُج فَيَقُول أَسَاءَ ضِيَافَتِي وَلَمْ يُحْسِن . وَفِي رِوَايَة هُوَ الضَّيْف الْمُحَوَّل رَحْله فَإِنَّهُ يَجْهَر لِصَاحِبِهِ بِالسُّوءِ مِنْ الْقَوْل وَكَذَا رُوِيَ عَنْ غَيْر وَاحِد عَنْ مُجَاهِد نَحْو هَذَا وَقَدْ رَوَى الْجَمَاعَة سِوَى النَّسَائِيّ وَالتِّرْمِذِيّ مِنْ طَرِيق اللَّيْث بْن سَعْد وَالتِّرْمِذِيّ مِنْ حَدِيث اِبْن لَهِيعَة كِلَاهُمَا عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ أَبِي الْخَيْر مَرْثَد بْن عَبْد اللَّه عَنْ عُقْبَة بْن عَامِر قَالَ : قُلْنَا يَا رَسُول اللَّه إِنَّك تَبْعَثنَا فَنَنْزِل بِقَوْمٍ فَلَا يُقْرُونَا فَمَا تَرَى فِي ذَلِكَ ؟ فَقَالَ \" إِذَا نَزَلْتُمْ بِقَوْمٍ فَأَمَرُوا لَكُمْ بِمَا يَنْبَغِي لِلضَّيْفِ فَاقْبَلُوا مِنْهُمْ وَإِنْ لَمْ يَفْعَلُوا فَخُذُوا مِنْهُمْ حَقّ الضَّيْف الَّذِي يَنْبَغِي لَهُمْ \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة سَمِعْت أَبَا الْجُودِيّ يُحَدِّث عَنْ سَعْد بْن الْمُهَاجِر عَنْ الْمِقْدَام بْن أَبِي كَرِيمَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" أَيّمَا مُسْلِم ضَافَ قَوْمًا فَأَصْبَحَ الضَّيْف مَحْرُومًا فَإِنَّ حَقًّا عَلَى كُلّ مُسْلِم نَصْره حَتَّى يَأْخُذ بِقِرَى لَيْلَته مِنْ زَرْعه وَمَاله \" تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه وَقَالَ أَحْمَد أَيْضًا : حَدَّثَنَا يَحْيَى بْن سَعِيد عَنْ شُعْبَة عَنْ مَنْصُور عَنْ الشَّعْبِيّ عَنْ الْمِقْدَام بْن أَبِي كَرِيمَة سَمِعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَيْلَة الضَّيْف وَاجِبَة عَلَى كُلّ مُسْلِم فَإِنْ أَصْبَحَ بِفِنَائِهِ مَحْرُومًا كَانَ دَيْنًا عَلَيْهِ فَإِنْ شَاءَ اِقْتَضَاهُ وَإِنْ شَاءَ تَرَكَهُ \" ثُمَّ رَوَاهُ أَيْضًا عَنْ غُنْدَر عَنْ شُعْبَة. وَعَنْ زِيَاد بْن عَبْد اللَّه الْبَكَّائِيّ عَنْ وَكِيع وَأَبِي نُعَيْم عَنْ سُفْيَان الثَّوْرِيّ ثَلَاثَتهمْ عَنْ مَنْصُور بِهِ وَكَذَا رَوَاهُ أَبُو دَاوُد مِنْ حَدِيث أَبِي عَوَانَة عَنْ مَنْصُور بِهِ. وَمِنْ هَذِهِ الْأَحَادِيث وَأَمْثَالهَا ذَهَبَ أَحْمَد وَغَيْره إِلَى وُجُوب الضِّيَافَة وَمِنْ هَذَا الْقَبِيل الْحَدِيث الَّذِي رَوَاهُ الْحَافِظ أَبُو بَكْر الْبَزَّار : حَدَّثَنَا عُمَر بْن عَلِيّ حَدَّثَنَا صَفْوَان بْن عِيسَى حَدَّثَنَا مُحَمَّد بْن عَجْلَان عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة أَنَّ رَجُلًا أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : إِنَّ لِي جَارًا يُؤْذِينِي فَقَالَ لَهُ : \" أَخْرِجْ مَتَاعك فَضَعْهُ عَلَى الطَّرِيق \" فَأَخَذَ الرَّجُل مَتَاعه فَطَرَحَهُ عَلَى الطَّرِيق فَكُلّ مَنْ مَرَّ بِهِ قَالَ : مَا لَك ؟ قَالَ : جَارِي يُؤْذِينِي فَيَقُول اللَّهُمَّ اِلْعَنْهُ اللَّهُمَّ أَخْزِهِ قَالَ : فَقَالَ الرَّجُل اِرْجِعْ إِلَى مَنْزِلك وَاَللَّه لَا أُوذِيك أَبَدًا وَقَدْ رَوَاهُ أَبُو دَاوُد فِي كِتَاب الْأَدَب عَنْ أَبِي تَوْبَة الرَّبِيع عَنْ نَافِع عَنْ سُلَيْمَان بْن حَيَّان أَبِي خَالِد الْأَحْمَر عَنْ مُحَمَّد بْن عَجْلَان بِهِ ثُمَّ قَالَ الْبَزَّار : لَا نَعْلَمهُ يُرْوَى عَنْ أَبِي هُرَيْرَة إِلَّا بِهَذَا الْإِسْنَاد وَرَوَاهُ أَبُو جُحَيْفَة وَهْب بْن عَبْد اللَّه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَيُوسُف بْن عَبْد اللَّه بْن سَلَام عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40821, "aya_id": 148}]