[{"text": "كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِن تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالأقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ", "sura_id": 2, "type": 0, "id": 187, "aya_id": 180}, {"text": "كتب عليكم إذا حضر أحدكم الموت إن ترك خيرا الوصية للوالدين والأقربين بالمعروف حقا على المتقين", "sura_id": 2, "type": 1, "id": 6423, "aya_id": 180}, {"text": "180 - (كُتب) فرض (عليكم إذا حضر أحدَكم الموتُ) أي أسبابه (إن ترك خيراً) مالا (الوصيَّة) مرفوع بكتب ومتعلق بإذا إن كانت ظرفية ودال على جوابها إن كانت شرطية وجواب إن أي فليوص (للوالدين والأقربين بالمعروف) بالعدل بأن لا يزيد على الثلث ولا يفضل الغني (حقاً) مصدر مؤكد لمضمون الجملة قبله (على المتقين) الله. وهذا منسوخ بآية الميراث وبحديث: \"لا وصية لوارث\" رواه الترمذي \r\n", "sura_id": 2, "type": 2, "id": 25131, "aya_id": 180}, {"text": "فرض الله عليكم إذا حضر أحدكم علامات الموت ومقدماته -إن ترك مالا- الوصية بجزء من ماله للوالدين والأقربين مع مراعاة العدل; فلا يدع الفقير ويوصي للغني, ولا يتجاوز الثلث, وذلك حق ثابت يعمل به أهل التقوى الذين يخافون الله. وكان هذا قبل نزول آيات المواريث التي حدَّد الله فيها نصيب كل وارث.\r\n", "sura_id": 2, "type": 3, "id": 31367, "aya_id": 180}, {"text": " <font color=red>كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ</font><BR><p>اِشْتَمَلَتْ هَذِهِ الْآيَة الْكَرِيمَة عَلَى الْأَمْر بِالْوَصِيَّةِ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ وَقَدْ كَانَ ذَلِكَ وَاجِبًا عَلَى أَصَحّ الْقَوْلَيْنِ قَبْل نُزُول آيَة الْمَوَارِيث فَلَمَّا نَزَلَتْ آيَة الْفَرَائِض نَسَخَتْ هَذِهِ وَصَارَتْ الْمَوَارِيث الْمُقَدَّرَة فَرِيضَة مِنْ اللَّه يَأْخُذهَا أَهْلُوهَا حَتْمًا مِنْ غَيْرِ وَصِيَّةٍ وَلَا تَحَمُّلٍ مِنْ الْمُوصِي وَلِهَذَا جَاءَ فِي الْحَدِيث الَّذِي فِي السُّنَن وَغَيْرهَا عَنْ عَمْرِو بْن خَارِجَة قَالَ : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَخْطُب وَهُوَ يَقُول \" إِنَّ اللَّه قَدْ أَعْطَى كُلّ ذِي حَقّ حَقّه فَلَا وَصِيَّة لِوَارِثٍ \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا إِسْمَاعِيل بْن إِبْرَاهِيم بْن عُلَيَّة عَنْ يُونُس بْن عُبَيْد عَنْ مُحَمَّد بْن سِيرِينَ قَالَ : جَلَسَ اِبْن عَبَّاس فَقَرَأَ سُورَة الْبَقَرَة حَتَّى أَتَى هَذِهِ الْآيَة \" إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ \" فَقَالَ نُسِخَتْ هَذِهِ الْآيَة وَكَذَا رَوَاهُ سَعِيد بْن مَنْصُور عَنْ هُشَيْم عَنْ يُونُس بِهِ وَرَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه وَقَالَ صَحِيح عَلَى شَرْطهمَا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" الْوَصِيَّة لِلْوَالِدَيْنِ\" وَالْأَقْرَبِينَ قَالَ : كَانَ لَا يَرِث مَعَ الْوَالِدَيْنِ غَيْرهمَا إِلَّا وَصِيَّة لِلْأَقْرَبِينَ فَأَنْزَلَ اللَّه آيَة الْمِيرَاث فَبَيَّنَ مِيرَاث الْوَالِدَيْنِ وَأَقَرَّ وَصِيَّة الْأَقْرَبِينَ فِي ثُلُث مَال الْمَيِّت وَقَالَ : اِبْن أَبِي حَاتِم : حَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا حَجَّاج بْن مُحَمَّد أَخْبَرَنَا اِبْن جُرَيْج وَعُثْمَان بْن عَطَاء عَنْ عَطَاء عَنْ اِبْن عَبَّاس فِي قَوْله \" الْوَصِيَّة لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ\" نَسَخَتْهَا هَذِهِ الْآيَة \" لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَفْرُوضًا\" ثُمَّ قَالَ اِبْن أَبِي حَاتِم وَرُوِيَ عَنْ اِبْن عُمَر وَأَبِي مُوسَى وَسَعِيد بْن الْمُسَيِّب وَالْحَسَن وَمُجَاهِد وَعَطَاء وَسَعِيد بْن جُبَيْر وَمُحَمَّد بْن سِيرِينَ وَعِكْرِمَة وَزَيْد بْن أَسْلَمَ وَالرَّبِيع بْن أَنَس وَقَتَادَة وَالسُّدِّيّ وَمُقَاتِل بْن حَيَّان وَطَاوُس وَإِبْرَاهِيم النَّخَعِيّ وَشُرَيْح وَالضَّحَّاك وَالزُّهْرِيّ أَنَّ هَذِهِ الْآيَة مَنْسُوخَة نَسَخَتْهَا آيَة الْمِيرَاث وَالْعَجَب مِنْ أَبِي عَبْد اللَّه مُحَمَّد بْن عُمَر الرَّازِيّ رَحِمَهُ اللَّه كَيْف حَكَى فِي تَفْسِيره الْكَبِير عَنْ أَبِي مُسْلِم الْأَصْفَهَانِيّ أَنَّ هَذِهِ الْآيَة غَيْر مَنْسُوخَة وَإِنَّمَا هِيَ مُفَسَّرَة بِآيَةِ الْمَوَارِيث وَمَعْنَاهُ كُتِبَ عَلَيْكُمْ مَا أَوْصَى اللَّه بِهِ مِنْ تَوْرِيث الْوَالِدَيْنِ وَالْأَقْرَبِينَ مِنْ قَوْله \" يُوصِيكُمْ اللَّهُ فِي أَوْلَادكُمْ \" قَالَ وَهُوَ قَوْل أَكْثَر الْمُفَسِّرِينَ وَالْمُعْتَبَرِينَ مِنْ الْفُقَهَاء قَالَ : وَمِنْهُمْ مَنْ قَالَ : إِنَّهَا مَنْسُوخَة فِيمَنْ يَرِث ثَابِتَة فِيمَنْ لَا يَرِث وَهُوَ مَذْهَب اِبْن عَبَّاس وَالْحَسَن وَمَسْرُوق وَطَاوُس وَالضَّحَّاك وَمُسْلِم بْن يَسَار وَالْعَلَاء بْن زِيَاد \" قُلْت \" وَبِهِ قَالَ أَيْضًا سَعِيد بْن جُبَيْر وَالرَّبِيع بْن أَنَس وَقَتَادَة وَمُقَاتِل بْن حَيَّان وَلَكِنْ عَلَى قَوْل هَؤُلَاءِ لَا يُسَمَّى هَذَا نَسْخًا فِي اِصْطِلَاحنَا الْمُتَأَخِّر لِأَنَّ آيَة الْمَوَارِيث إِنَّمَا رَفَعَتْ حُكْم بَعْض أَفْرَاد مَا دَلَّ عَلَيْهِ عُمُوم آيَة الْوِصَايَة لِأَنَّ الْأَقْرَبِينَ أَعَمّ مِمَّنْ يَرِث وَمَنْ لَا يَرِث فَرَفَعَ حُكْم مَنْ يَرِث بِمَا عَيَّنَ لَهُ وَبَقِيَ الْآخَر عَلَى مَا دَلَّتْ عَلَيْهِ الْآيَة الْأُولَى وَهَذَا إِنَّمَا يَأْتِي عَلَى قَوْل بَعْضهمْ أَنَّ الْوِصَايَة فِي اِبْتِدَاء الْإِسْلَام إِنَّمَا كَانَتْ نَدْبًا حَتَّى نُسِخَتْ فَأَمَّا مَنْ يَقُول إِنَّهَا كَانَتْ وَاجِبَة وَهُوَ الظَّاهِر مِنْ سِيَاق الْآيَة فَيَتَعَيَّن أَنْ تَكُون مَنْسُوخَة بِآيَةِ الْمِيرَاث كَمَا قَالَهُ أَكْثَر الْمُفَسِّرِينَ وَالْمُعْتَبَرِينَ مِنْ الْفُقَهَاء فَإِنَّ وُجُوب الْوَصِيَّة لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ الْوَارِثِينَ مَنْسُوخ بِالْإِجْمَاعِ بَلْ مَنْهِيٌّ عَنْهُ لِلْحَدِيثِ الْمُتَقَدِّم \" إِنَّ اللَّه قَدْ أَعْطَى كُلّ ذِي حَقٍّ حَقَّهُ فَلَا وَصِيَّةَ لِوَارِثٍ \" فَآيَة الْمِيرَاث حُكْم مُسْتَقِلٌّ وَوُجُوبٌ مِنْ عِنْد اللَّه لِأَهْلِ الْفُرُوض وَالْعَصَبَات يَرْفَع بِهَا حُكْم هَذِهِ بِالْكُلِّيَّةِ بَقِيَ الْأَقَارِب الَّذِينَ لَا مِيرَاث لَهُمْ يُسْتَحَبّ لَهُ أَنْ يُوصِي لَهُمْ مِنْ الثُّلُث اِسْتِئْنَاسًا بِآيَةِ الْوَصِيَّة وَشُمُولهَا وَلِمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ اِبْن عُمَر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَا حَقّ اِمْرِئٍ مُسْلِم لَهُ شَيْءٌ يُوصِي فِيهِ يَبِيت لَيْلَتَيْنِ إِلَّا وَوَصِيَّته مَكْتُوبَة عِنْده \" قَالَ اِبْن عُمَر مَا مَرَّتْ عَلَيَّ لَيْلَة مُنْذُ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول ذَلِكَ إِلَّا وَعِنْدِي وَصِيَّتِي وَالْآيَات وَالْأَحَادِيث بِالْأَمْرِ بِبِرِّ الْأَقَارِب وَالْإِحْسَان إِلَيْهِمْ كَثِيرَة جِدًّا وَقَالَ عَبْد بْن حُمَيْد فِي مُسْنَده أَخْبَرَنَا عَبْد اللَّه عَنْ مُبَارَك بْن حَسَّان عَنْ نَافِع قَالَ : قَالَ عَبْد اللَّه قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَقُول اللَّه تَعَالَى يَا اِبْن آدَم ثِنْتَانِ لَمْ يَكُنْ لَك وَاحِدَة مِنْهُمَا : جَعَلْت لَك نَصِيبًا فِي مَالِك حِين أَخَذْت بِكَظَمِك لِأُطَهِّرك بِهِ وَأُزَكِّيك وَصَلَاة عِبَادِي عَلَيْك بَعْد اِنْقِضَاء أَجْلِك \" وَقَوْله \" إِنْ تَرَكَ خَيْرًا \" أَيْ مَالًا قَالَهُ اِبْن عَبَّاس وَمُجَاهِد وَعَطَاء وَسَعِيد بْن جُبَيْر وَأَبُو الْعَالِيَة وَعَطِيَّة الْعَوْفِيّ وَالضَّحَّاك وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس وَمُقَاتِل بْن حَيَّان وَقَتَادَة وَغَيْرهمْ ثُمَّ مِنْهُمْ مَنْ قَالَ الْوَصِيَّة مَشْرُوعَة سَوَاء قَلَّ الْمَال أَوْ كَثُرَ كَالْوِرَاثَةِ وَمِنْهُمْ مَنْ قَالَ إِنَّمَا يُوصِي إِذَا تَرَكَ مَالًا جَلِيلًا ثُمَّ اِخْتَلَفُوا فِي مِقْدَاره فَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَبْد اللَّه بْن يَزِيد الْمُقْرِي أَخْبَرَنَا سُفْيَان عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ قَالَ لِعَلِيٍّ رَضِيَ اللَّه عَنْهُ إِنَّ رَجُلًا مِنْ قُرَيْش قَدْ مَاتَ وَتَرَكَ ثَلَثَمِائَةِ دِينَار أَوْ أَرْبَعَمِائَةِ وَلَمْ يُوصِ قَالَ لَيْسَ بِشَيْءٍ إِنَّمَا قَالَ اللَّه \" إِنْ تَرَكَ خَيْرًا\" وَقَالَ أَيْضًا وَحَدَّثَنَا هَارُون بْن إِسْحَاق الْهَمْدَانِيّ حَدَّثَنَا عَبْدَة يَعْنِي اِبْن سُلَيْمَان عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ أَنَّ عَلِيًّا دَخَلَ عَلَى رَجُل مِنْ قَوْمه يَعُودهُ فَقَالَ لَهُ أُوصِ فَقَالَ لَهُ عَلِيٌّ إِنَّمَا قَالَ اللَّه \" إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ \" إِنَّمَا تَرَكْت شَيْئًا يَسِيرًا فَاتْرُكْهُ لِوَلَدِك وَقَالَ الْحَاكِم : إِنَّ أَبَانَ حَدَّثَنِي عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" إِنْ تَرَكَ خَيْرًا \" قَالَ اِبْن عَبَّاس : مَنْ لَمْ يَتْرُك سِتِّينَ دِينَارًا لَمْ يَتْرُك خَيْرًا قَالَ : الْحَاكِم قَالَ طَاوُس لَمْ يَتْرُك خَيْرًا مَنْ لَمْ يَتْرُك ثَمَانِينَ دِينَارًا. وَقَالَ قَتَادَة كَانَ يُقَال أَلْفًا فَمَا فَوْقهَا وَقَوْله \" بِالْمَعْرُوفِ \" أَيْ بِالرِّفْقِ وَالْإِحْسَان كَمَا قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا الْحَسَن بْن أَحْمَد حَدَّثَنَا إِبْرَاهِيم بْن عَبْد اللَّه بْن بَشَّار حَدَّثَنِي سُرُور بْن الْمُغِيرَة عَنْ عَبَّاد بْن مَنْصُور عَنْ الْحَسَن قَوْله كُتِبَ عَلَيْكُمْ \" إِذَا حَضَرَ أَحَدَكُمْ الْمَوْتُ \" فَقَالَ نَعَمْ الْوَصِيَّة حَقّ عَلَى كُلّ مُسْلِم أَنْ يُوصِي إِذَا حَضَرَهُ الْمَوْت بِالْمَعْرُوفِ غَيْر الْمُنْكَر وَالْمُرَاد بِالْمَعْرُوفِ أَنْ يُوصِي لِأَقْرَبِيهِ وَصِيَّة لَا تُجْحِف بِوَرَثَتِهِ مِنْ غَيْر إِسْرَاف وَلَا تَقْتِير كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ سَعْدًا قَالَ : يَا رَسُول اللَّه إِنَّ لِي مَالًا وَلَا يَرِثنِي إِلَّا اِبْنَة لِي أَفَأُوصِي بِثُلُثَيْ مَالِي ؟ قَالَ \" لَا \" قَالَ فَبِالشَّطْرِ ؟ قَالَ \" لَا \" قَالَ فَالثُّلُث ؟ قَالَ \" الثُّلُث وَالثُّلُث كَثِير إِنَّك إِنْ تَذَرْ وَرَثَتك أَغْنِيَاء خَيْر مِنْ أَنْ تَدَعهُمْ عَالَة يَتَكَفَّفُونَ النَّاس \" وَفِي صَحِيح الْبُخَارِيّ أَنَّ اِبْن عَبَّاس قَالَ : لَوْ أَنَّ النَّاس غَضُّوا مِنْ الثُّلُث إِلَى الرُّبْع فَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ قَالَ \" الثُّلُث وَالثُّلُث كَثِير \" وَرَوَى الْإِمَام أَحْمَد عَنْ أَبِي سَعِيد مَوْلَى بَنِي هَاشِم عَنْ زِيَاد بْن عُتْبَة بْن حَنْظَلَة سَمِعْت حَنْظَلَة بْن جُذَيْم بْن حَنِيفَة أَنَّ جَدّه حَنِيفَة أَوْصَى لِيَتِيمٍ فِي حِجْره بِمِائَةٍ مِنْ الْإِبِل فَشَقَّ ذَلِكَ عَلَى بَنِيهِ فَارْتَفَعُوا إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ حَنِيفَة إِنِّي أَوْصَيْت لِيَتِيمٍ لِي بِمِائَةٍ مِنْ الْإِبِل كُنَّا نُسَمِّيهَا الْمَطِيَّة فَقَالَ : النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا لَا لَا الصَّدَقَة خَمْس وَإِلَّا فَعَشْر وَإِلَّا فَخَمْس عَشْرَة وَإِلَّا فَعِشْرُونَ وَإِلَّا فَخَمْس وَعِشْرُونَ وَإِلَّا فَثَلَاثُونَ وَإِلَّا فَخَمْس وَثَلَاثُونَ فَإِنْ كَثُرَتْ فَأَرْبَعُونَ \" وَذَكَرَ الْحَدِيث بِطُولِهِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38587, "aya_id": 180}]