[{"text": "إِلَّا بَلَاغًا مِّنَ اللَّهِ وَرِسَالَاتِهِ وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا", "sura_id": 72, "type": 0, "id": 5470, "aya_id": 23}, {"text": "إلا بلاغا من الله ورسالاته ومن يعص الله ورسوله فإن له نار جهنم خالدين فيها أبدا", "sura_id": 72, "type": 1, "id": 11706, "aya_id": 23}, {"text": "23 - (إلا بلاغا) استثناء من مفعول أملك أي لا أملك لكم إلا البلاغ إليكم (من الله) أي عنه (ورسالاته) عطف على بلاغا وما بين المستثنى منه والاستثناء اعتراض لتأكيد نفي الاستطاعة (ومن يعص الله ورسوله) في التوحيد فلم يؤمن (فإن له نار جهنم خالدين) حال من ضمير من في له رعاية لمعناها وهي حال مقدرة والمعنى يدخلونها مقدار خلودهم (فيها أبدا) \r\n", "sura_id": 72, "type": 2, "id": 30414, "aya_id": 23}, {"text": " لكن أملك أن أبلغكم عن الله ما أمرني بتبليغه لكم, ورسالتَه التي أرسلني بها إليكم. ومَن يعص الله ورسوله, ويُعرض عن دين الله, فإن جزاءه نار جهنم لا يخرج منها أبدًا.\r\n", "sura_id": 72, "type": 3, "id": 36650, "aya_id": 23}, {"text": " <font color=red>إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا</font><BR><p>قَوْله تَعَالَى \" إِلَّا بَلَاغًا مِنْ اللَّه وَرِسَالَاته \" قَالَ بَعْضهمْ هُوَ مُسْتَثْنًى مِنْ قَوْله \" قُلْ إِنِّي لَا أَمْلِك لَكُمْ ضُرًّا وَلَا رَشَدًا. . إِلَّا بَلَاغًا \" وَيَحْتَمِل أَنْ يَكُون اِسْتِثْنَاء مِنْ قَوْله \" لَنْ يُجِيرنِي مِنْ اللَّه أَحَد \" أَيْ لَا يُجِيرنِي مِنْهُ وَيُخَلِّصنِي إِلَّا إِبْلَاغِي الرِّسَالَة الَّتِي أَوْجَبَ أَدَاءَهَا عَلَيَّ كَمَا قَالَ تَعَالَى \" يَا أَيّهَا الرَّسُول بَلِّغْ مَا أُنْزِلَ إِلَيْك مِنْ رَبّك وَإِنْ لَمْ تَفْعَل فَمَا بَلَّغْت رِسَالَته وَاَللَّه يَعْصِمك مِنْ النَّاس \" . وَقَوْله تَعَالَى \" وَمَنْ يَعْصِ اللَّه وَرَسُوله فَإِنَّ لَهُ نَار جَهَنَّم خَالِدِينَ فِيهَا أَبَدًا \" أَيْ أَنَا أُبَلِّغكُمْ رِسَالَة اللَّه فَمَنْ يَعْصِ بَعْد ذَلِكَ فَلَهُ جَزَاء عَلَى ذَلِكَ نَار جَهَنَّم خَالِدِينَ فِيهَا أَبَدًا أَيْ لَا مَحِيد لَهُمْ عَنْهَا وَلَا خُرُوج لَهُمْ مِنْهَا .</p><BR> <br> ", "sura_id": 72, "type": 4, "id": 42759, "aya_id": 23}]