[{"text": "ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ", "sura_id": 22, "type": 0, "id": 2624, "aya_id": 29}, {"text": "ثم ليقضوا تفثهم وليوفوا نذورهم وليطوفوا بالبيت العتيق", "sura_id": 22, "type": 1, "id": 8860, "aya_id": 29}, {"text": "29 - (ثم ليقضوا تفثهم) أي يزيلوا أوساخهم وشعثهم كطول الظفر (وليوفوا) بالتخفيف والتشديد (نذورهم) من الهدايا والضحايا (وليطوفوا) طواف الإفاضة (بالبيت العتيق) أي القديم لأنه أول بيت وضع للناس \r\n", "sura_id": 22, "type": 2, "id": 27568, "aya_id": 29}, {"text": "ثم ليكمل الحجاج ما بقي عليهم من النُّسُك، بإحلالهم وخروجهم من إحرامهم، وذلك بإزالة ما تراكم مِن وسخ في أبدانهم، وقص أظفارهم، وحلق شعرهم، وليوفوا بما أوجبوه على أنفسهم من الحج والعمرة والهدايا، وليطوفوا بالبيت العتيق القديم، الذي أعتقه الله مِن تسلُّط الجبارين عليه، وهو الكعبة.\r\n", "sura_id": 22, "type": 3, "id": 33804, "aya_id": 29}, {"text": " <font color=red>ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ</font><BR><p>وَقَوْله \" ثُمَّ لْيَقْضُوا تَفَثهمْ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس هُوَ وَضْع الْإِحْرَام مِنْ حَلْق الرَّأْس وَلُبْس الثِّيَاب وَقَصّ الْأَظَافِر وَنَحْو ذَلِكَ وَهَكَذَا رَوَى عَطَاء وَمُجَاهِد عَنْهُ وَكَذَا قَالَ عِكْرِمَة وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَقَالَ عِكْرِمَة عَنْ اِبْن عَبَّاس \" ثُمَّ لْيَقْضُوا تَفَثهمْ \" قَالَ التَّفَث الْمَنَاسِك وَقَوْله \" وَلْيُوفُوا نُذُورهمْ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس يَعْنِي نَحَرَ مَا نَذَرَ مِنْ أَمْر الْبُدْن وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد \" وَلْيُوفُوا نُذُورهمْ \" نَذْر الْحَجّ وَالْهَدْي وَمَا نَذَرَ الْإِنْسَان مِنْ شَيْء يَكُون فِي الْحَجّ وَقَالَ إِبْرَاهِيم بْن مَيْسَرَة عَنْ مُجَاهِد \" وَلْيُوفُوا نُذُورهمْ \" قَالَ الذَّبَائِح وَقَالَ لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد \" وَلْيُوفُوا نُذُورهمْ\" كُلّ نَذْر إِلَى أَجَل وَقَالَ عِكْرِمَة \" وَلْيُوفُوا نُذُورهمْ\" قَالَ حَجّهمْ وَكَذَا رَوَى الْإِمَام أَحْمَد وَابْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي عُمَر حَدَّثَنَا سُفْيَان فِي قَوْله \" وَلْيُوفُوا نُذُورهمْ \" قَالَ نُذُور الْحَجّ فَكُلّ مَنْ دَخَلَ الْحَجّ فَعَلَيْهِ مِنْ الْعَمَل فِيهِ الطَّوَاف بِالْبَيْتِ وَبَيْن الصَّفَا وَالْمَرْوَة وَعَرَفَة وَمُزْدَلِفَة وَرَمْي الْجِمَار عَلَى مَا أُمِرُوا بِهِ وَرُوِيَ عَنْ مَالِك نَحْو هَذَا وَقَوْله\" وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيق \" قَالَ مُجَاهِد يَعْنِي الطَّوَاف الْوَاجِب يَوْم النَّحْر وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُوسَى بْن إِسْمَاعِيل حَدَّثَنَا حَمَّاد عَنْ أَبِي حَمْزَة قَالَ : قَالَ لِي اِبْن عَبَّاس أَتَقْرَأُ سُورَة الْحَجّ يَقُول اللَّه تَعَالَى \" وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيق \" فَإِنَّ آخِر الْمَنَاسِك الطَّوَاف بِالْبَيْتِ الْعَتِيق : قُلْت وَهَكَذَا صَنَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنَّهُ لَمَّا رَجَعَ إِلَى مِنًى يَوْم النَّحْر بَدَأَ بِرَمْيِ الْجَمْرَة فَرَمَاهَا بِسَبْعِ حَصَيَات ثُمَّ نَحَرَ هَدْيه وَحَلَقَ رَأْسه ثُمَّ أَفَاضَ فَطَافَ بِالْبَيْتِ وَفِي الصَّحِيحَيْنِ عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ أَمَرَ النَّاس أَنْ يَكُون آخِر عَهْدهمْ بِالْبَيْتِ الطَّوَاف إِلَّا أَنَّهُ خَفَّفَ عَنْ الْمَرْأَة الْحَائِض وَقَوْله \" بِالْبَيْتِ الْعَتِيق \" فِيهِ مُسْتَدَلّ لِمَنْ ذَهَبَ إِلَى أَنَّهُ يَجِب الطَّوَاف مِنْ وَرَاء الْحِجْر لِأَنَّهُ مِنْ أَصْل الْبَيْت الَّذِي بَنَاهُ إِبْرَاهِيم وَإِنْ كَانَتْ قُرَيْش قَدْ أَخْرَجُوهُ مِنْ الْبَيْت حِين قَصُرَتْ بِهِمْ النَّفَقَة وَلِهَذَا طَافَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ وَرَاء الْحِجْر وَأَخْبَرَ أَنَّ الْحِجْر مِنْ الْبَيْت وَلَمْ يَسْتَلِم الرُّكْنَيْنِ الشَّامِيَّيْنِ لِأَنَّهُمَا لَمْ يُتَمِّمَا عَلَى قَوَاعِد إِبْرَاهِيم الْعَتِيقَة وَلِهَذَا قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي عُمَر الْعَدَنِيّ حَدَّثَنَا سُفْيَان عَنْ هِشَام بْن حُجْر عَنْ رَجُل عَنْ اِبْن عَبَّاس قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيق طَافَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ وَرَائِهِ وَقَالَ قَتَادَة عَنْ الْحَسَن الْبَصْرِيّ فِي قَوْله \" وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيق \" قَالَ لِأَنَّهُ أَوَّل بَيْت وُضِعَ لِلنَّاسِ وَكَذَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَعَنْ عِكْرِمَة أَنَّهُ قَالَ إِنَّمَا سُمِّيَ الْبَيْت الْعَتِيق لِأَنَّهُ أُعْتِقَ يَوْم الْغَرَق زَمَان نُوح وَقَالَ خُصَيْف إِنَّمَا سُمِّيَ الْبَيْت الْعَتِيق لِأَنَّهُ لَمْ يَظْهَر عَلَيْهِ جَبَّار قَطُّ وَقَالَ اِبْن أَبِي نَجِيح وَلَيْث عَنْ مُجَاهِد أُعْتِقَ مِنْ الْجَبَابِرَة أَنْ يُسَلَّطُوا عَلَيْهِ وَكَذَا قَالَ قَتَادَة وَقَالَ حَمَّاد بْن سَلَمَة عَنْ حُمَيْد عَنْ الْحَسَن بْن مُسْلِم عَنْ مُجَاهِد لِأَنَّهُ لَمْ يُرِدْهُ أَحَد بِسُوءٍ إِلَّا هَلَكَ وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ الزُّهْرِيّ عَنْ اِبْن الزُّبَيْر قَالَ إِنَّمَا سُمِّيَ الْبَيْت الْعَتِيق لِأَنَّ اللَّه أَعْتَقَهُ مِنْ الْجَبَابِرَة وَقَالَ التِّرْمِذِيّ حَدَّثَنَا مُحَمَّد بْن إِسْمَاعِيل وَغَيْر وَاحِد حَدَّثَنَا عَبْد اللَّه بْن صَالِح أَخْبَرَنِي اللَّيْث عَنْ عَبْد الرَّحْمَن بْن خَالِد عَنْ اِبْن شِهَاب عَنْ مُحَمَّد بْن عُرْوَة عَنْ عَبْد اللَّه بْن الزُّبَيْر قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّمَا سُمِّيَ الْبَيْت الْعَتِيق لِأَنَّهُ لَمْ يَظْهَر عَلَيْهِ جَبَّار \" وَكَذَا رَوَاهُ اِبْن جَرِير عَنْ مُحَمَّد بْن سَهْل الْمُحَارِبِيّ عَنْ عَبْد اللَّه بْن صَالِح بِهِ وَقَالَ إِنْ كَانَ صَحِيحًا وَقَالَ التِّرْمِذِيّ هَذَا حَدِيث حَسَن غَرِيب ثُمَّ رَوَاهُ مِنْ وَجْه آخَر عَنْ الزُّهْرِيّ مُرْسَلًا.</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39050, "aya_id": 29}]