[{"text": "الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُم مِّن بَعْضٍ يَأْمُرُونَ بِالْمُنكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُواْ اللّهَ فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ", "sura_id": 9, "type": 0, "id": 1302, "aya_id": 67}, {"text": "المنافقون و المنافقات بعضهم من بعض يأمرون بالمنكر و ينهون عن المعروف و يقبضون أيديهم نسوا الله فنسيهم إن المنافقين هم الفاسقون", "sura_id": 9, "type": 1, "id": 7538, "aya_id": 67}, {"text": "67 - (المنافقون والمنافقات بعضهم من بعض) أي متشابهون في الدين كأبعاض الشيء الواحد (يأمرون بالمنكر) الكفر والمعاصي (وينهون عن المعروف) الإيمان والطاعة (ويقبضون أيديهم) عن الإنفاق في الطاعة (نسوا الله) تركوا طاعته (فنسيهم) تركهم من لطفه (إن المنافقين هم الفاسقون) \r\n", "sura_id": 9, "type": 2, "id": 26246, "aya_id": 67}, {"text": "المنافقون والمنافقات صنف واحد في إعلانهم الإيمان واستبطانهم الكفر, يأمرون بالكفر بالله ومعصية رسوله وينهون عن الإيمان والطاعة, ويمسكون أيديهم عن النفقة في سبيل الله, نسوا الله فلا يذكرونه, فنسيهم من رحمته, فلم يوفقهم إلى خير. إن المنافقين هم الخارجون عن الإيمان بالله ورسوله.\r\n", "sura_id": 9, "type": 3, "id": 32482, "aya_id": 67}, {"text": " <font color=red>الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُوا اللَّهَ فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ</font><BR><p>يَقُول تَعَالَى مُنْكِرًا عَلَى الْمُنَافِقِينَ الَّذِينَ هُمْ عَلَى خِلَاف صِفَات الْمُؤْمِنِينَ وَلَمَّا كَانَ الْمُؤْمِنُونَ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنْكَر كَانَ هَؤُلَاءِ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنْ الْمَعْرُوف وَيَقْبِضُونَ أَيْدِيهمْ أَيْ عَلَى الْإِنْفَاق فِي سَبِيل اللَّه \" نَسُوا اللَّه \" أَيْ نَسُوا ذِكْر اللَّه \" فَنَسِيَهُمْ \" أَيْ عَامَلَهُمْ مُعَامَلَة مِنْ نَسِيَهُمْ كَقَوْلِهِ تَعَالَى \" فَالْيَوْم نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاء يَوْمكُمْ هَذَا \" \" إِنَّ الْمُنَافِقِينَ هُمْ الْفَاسِقُونَ \" أَيْ الْخَارِجُونَ مِنْ طَرِيق الْحَقّ الدَّاخِلُونَ فِي طَرِيق الضَّلَالَة .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43487, "aya_id": 67}]