[{"text": "وَيَعْبُدُونَ مِن دُونِ اللّهِ مَا لاَ يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ وَيَقُولُونَ هَؤُلاء شُفَعَاؤُنَا عِندَ اللّهِ قُلْ أَتُنَبِّئُونَ اللّهَ بِمَا لاَ يَعْلَمُ فِي السَّمَاوَاتِ وَلاَ فِي الأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ", "sura_id": 10, "type": 0, "id": 1382, "aya_id": 18}, {"text": "ويعبدون من دون الله ما لا يضرهم ولا ينفعهم ويقولون هؤلاء شفعاؤنا عند الله قل أتنبئون الله بما لا يعلم في السماوات ولا في الأرض سبحانه وتعالى عما يشركون", "sura_id": 10, "type": 1, "id": 7618, "aya_id": 18}, {"text": "18 - (ويعبدون من دون الله) أي غيره (ما لا يضرهم) إن لم يعبدوه (ولا ينفعهم) إن عبدوه وهو الأصنام (ويقولون) عنها (هؤلاء شفعاؤنا عند الله قل) لهم (أتنبئون الله) تخبرونه (بما لا يعلم في السماوات ولا في الأرض) استفهام إنكار إذ لو كان له شريك لعلمه إذ لا يخفي عليه شيء (سبحانه) تنزيهاً له (وتعالى عما يشركونـ) ـه معه \r\n", "sura_id": 10, "type": 2, "id": 26326, "aya_id": 18}, {"text": "ويعبد هؤلاء المشركون من دون الله ما لا يضرهم شيئًا, ولا ينفعهم في الدنيا والآخرة, ويقولون: إنما نعبدهم ليشفعوا لنا عند الله, قل لهم -أيها الرسول- : أتخبرون الله تعالى بشيء لا يعلمه مِن أمر هؤلاء الشفعاء في السموات أو في الأرض؟ فإنه لو كان فيهما شفعاء يشفعون لكم عنده لكان أعلم بهم منكم, فالله تعالى منزَّه عما يفعله هؤلاء المشركون من إشراكهم في عبادته ما لا يضر ولا ينفع.\r\n", "sura_id": 10, "type": 3, "id": 32562, "aya_id": 18}, {"text": " <font color=red>وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ</font><BR><p>يُنْكِر تَعَالَى عَلَى الْمُشْرِكِينَ الَّذِينَ عَبَدُوا مَعَ اللَّه غَيْره ظَانِّينَ أَنَّ تِلْكَ الْآلِهَة تَنْفَعهُمْ شَفَاعَتهَا عِنْد اللَّه فَأَخْبَرَ تَعَالَى أَنَّهَا لَا تَضُرّ وَلَا تَنْفَع وَلَا تَمْلِك شَيْئًا وَلَا يَقَع شَيْء مِمَّا يَزْعُمُونَ فِيهَا وَلَا يَكُون هَذَا أَبَدًا وَلِهَذَا قَالَ تَعَالَى \" قُلْ أَتُنَبِّئُونَ اللَّه بِمَا لَا يَعْلَم فِي السَّمَوَات وَلَا فِي الْأَرْض \" وَقَالَ اِبْن جَرِير : مَعْنَاهُ أَتُخْبِرُونَ اللَّه بِمَا لَا يَكُون فِي السَّمَوَات وَلَا فِي الْأَرْض ؟ ثُمَّ نَزَّهَ نَفْسه الْكَرِيمَة عَنْ شِرْكهمْ وَكُفْرهمْ فَقَالَ \" سُبْحَانه وَتَعَالَى عَمَّا يُشْرِكُونَ \" .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37443, "aya_id": 18}]