[{"text": "وَاضْرِبْ لَهُم مَّثَلَ الْحَيَاةِ الدُّنْيَا كَمَاء أَنزَلْنَاهُ مِنَ السَّمَاء فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُّقْتَدِرًا", "sura_id": 18, "type": 0, "id": 2185, "aya_id": 45}, {"text": "واضرب لهم مثل الحياة الدنيا كماء أنزلناه من السماء فاختلط به نبات الأرض فأصبح هشيما تذروه الرياح و كان الله على كل شيء مقتدرا", "sura_id": 18, "type": 1, "id": 8421, "aya_id": 45}, {"text": "45 - (واضرب) صير (لهم) لقومك (مثل الحياة الدنيا) مفعول أول (كماء) مفعول ثان (أنزلناه من السماء فاختلط به) تكاثف بسبب نزول الماء (نبات الأرض) أو امتزج الماء بالنبات فروي وحسن (فأصبح) صار النبات (هشيما) يابسا متفرقة أجزاؤه (تذروه) تنثره وتفرقه (الرياح) فتذهب به المعنى شبه الدنيا بنبات حسن فيبس فتكسر ففرقته الرياح وفي قراءة الريح (وكان الله على كل شيء مقتدرا) قادرا \r\n", "sura_id": 18, "type": 2, "id": 27129, "aya_id": 45}, {"text": "واضرب أيها الرسول للناس -وبخاصة ذوو الكِبْر منهم - صفة الدنيا التي اغترُّوا بها في بهجتها وسرعة زوالها، فهي كماء أنزله الله من السماء فخرج به النبات بإذنه، وصار مُخْضرًّا، وما هي إلا مدة يسيرة حتى صار هذا النبات يابسًا متكسرًا تنسفه الرياح إلى كل جهة. وكان الله على كل شيء مقتدرًا، أي: ذا قدرة عظيمة على كل شيء.\r\n", "sura_id": 18, "type": 3, "id": 33365, "aya_id": 45}, {"text": " <font color=red>وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقْتَدِرًا</font><BR><p>يَقُول تَعَالَى \" وَاضْرِبْ \" يَا مُحَمَّد لِلنَّاسِ مَثَل الْحَيَاة الدُّنْيَا فِي زَوَالهَا وَفَنَائِهَا وَانْقِضَائِهَا \" كَمَاءٍ أَنْزَلْنَاهُ مِنْ السَّمَاء فَاخْتَلَطَ بِهِ نَبَات الْأَرْض \" أَيْ مَا فِيهَا مِنْ الْحَبّ فَشَبَّ وَحَسُنَ وَعَلَاهُ الزَّهْر وَالنَّوْر وَالنَّضْرَة ثُمَّ بَعْد هَذَا كُلّه \" أَصْبَحَ هَشِيمًا \" يَابِسًا \" تَذْرُوهُ الرِّيَاح \" أَيْ تُفَرِّقهُ وَتَطْرَحهُ ذَات الْيَمِين وَذَات الشِّمَال \" وَكَانَ اللَّه عَلَى كُلّ شَيْء مُقْتَدِرًا \" أَيْ هُوَ قَادِر عَلَى هَذِهِ الْحَال وَهَذِهِ الْحَال وَكَثِيرًا مَا يَضْرِب اللَّه مَثَل الْحَيَاة الدُّنْيَا بِهَذَا الْمَثَل كَمَا قَالَ تَعَالَى فِي سُورَة يُونُس \" إِنَّمَا مَثَل الْحَيَاة الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنْ السَّمَاء فَاخْتَلَطَ بِهِ نَبَات الْأَرْض مِمَّا يَأْكُل النَّاس وَالْأَنْعَام \" الْآيَة وَقَالَ فِي الزُّمَر \" أَلَمْ تَرَ أَنَّ اللَّه أَنْزَلَ مِنْ السَّمَاء مَاء فَسَلَكَهُ يَنَابِيع فِي الْأَرْض ثُمَّ يُخْرِج بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانه \" الْآيَة وَقَالَ فِي سُورَة الْحَدِيد \" اِعْلَمُوا أَنَّمَا الْحَيَاة الدُّنْيَا لَعِب وَلَهْو وَزِينَة وَتَفَاخُر بَيْنكُمْ وَتَكَاثُر فِي الْأَمْوَال وَالْأَوْلَاد كَمَثَلِ غَيْث أَعْجَبَ الْكُفَّار نَبَاته \" الْآيَة وَفِي الْحَدِيث الصَّحِيح \" الدُّنْيَا خَضِرَة حُلْوَة \".</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38339, "aya_id": 45}]