[{"text": "لِّلَّهِ ما فِي السَّمَاواتِ وَمَا فِي الأَرْضِ وَإِن تُبْدُواْ مَا فِي أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ اللّهُ فَيَغْفِرُ لِمَن يَشَاء وَيُعَذِّبُ مَن يَشَاء وَاللّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 2, "type": 0, "id": 291, "aya_id": 284}, {"text": "لله ما في السماوات وما في الأرض وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله فيغفر لمن يشاء ويعذب من يشاء والله على كل شيء قدير", "sura_id": 2, "type": 1, "id": 6527, "aya_id": 284}, {"text": "284 - (لله ما في السماوات وما في الأرض وإن تبدوا) تظهروا (ما في أنفسكم) من السوء والعزم عليه (أو تخفوه) تسروه (يحاسبكم) يخبركم (به الله) يوم القيامة (فيغفر لمن يشاء) المغفرة له (ويعذب من يشاء) تعذيبه والفعلان بالجزم عطف على جواب الشرط والرفع أي فهو (والله على كل شيء قدير) ومنه محاسبتكم وجزاؤكم \r\n", "sura_id": 2, "type": 2, "id": 25235, "aya_id": 284}, {"text": "لله ملك السموات والأرض وما فيهما ملكًا وتدبيرًا وإحاطة, لا يخفى عليه شيء. وما تظهروه مما في أنفسكم أو تخفوه فإن الله يعلمه, وسيحاسبكم به, فيعفو عمن يشاء, ويؤاخذ من يشاء. والله قادر على كل شيء, وقد أكرم الله المسلمين بعد ذلك فعفا عن حديث النفس وخطرات القلب ما لم يتبعها كلام أو عمل, كما ثبت ذلك عن رسول الله صلى الله عليه وسلم.\r\n", "sura_id": 2, "type": 3, "id": 31471, "aya_id": 284}, {"text": " <font color=red>لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ</font><BR><p>يُخْبِر تَعَالَى أَنَّ لَهُ مُلْك السَّمَوَات وَالْأَرْض وَمَا فِيهِنَّ وَمَا بَيْنهنَّ وَأَنَّهُ الْمُطَّلِع عَلَى مَا فِيهِنَّ لَا تَخْفَى عَلَيْهِ الظَّوَاهِر وَلَا السَّرَائِر وَالضَّمَائِر وَإِنْ دَقَّتْ وَخَفِيَتْ وَأَخْبَرَ أَنَّهُ سَيُحَاسِبُ عِبَاده عَلَى مَا فَعَلُوهُ وَمَا أَخْفُوهُ فِي صُدُورهمْ كَمَا قَالَ تَعَالَى \" قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمهُ اللَّهُ وَيَعْلَمُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ وَاَللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ \" . وَقَالَ \" يَعْلَمُ السِّرَّ وَأَخْفَى \" وَالْآيَات فِي ذَلِكَ كَثِيرَة جِدًّا وَقَدْ أَخْبَرَ فِي هَذِهِ بِمَزِيدٍ عَلَى الْعِلْم وَهُوَ الْمُحَاسَبَة عَلَى ذَلِكَ وَلِهَذَا لَمَّا نَزَلَتْ هَذِهِ الْآيَة اِشْتَدَّ ذَلِكَ عَلَى الصَّحَابَة وَخَافُوا مِنْهَا وَمِنْ مُحَاسَبَة اللَّه لَهُمْ عَلَى جَلِيل الْأَعْمَال وَحَقِيرهَا وَهَذَا مِنْ شِدَّة إِيمَانهمْ وَإِيقَانهمْ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا عَبْد الرَّحْمَن بْن إِبْرَاهِيم حَدَّثَنِي أَبُو عَبْد الرَّحْمَن يَعْنِي الْعَلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة قَالَ : لَمَّا نَزَلَتْ عَلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" لِلَّهِ مَا فِي السَّمَوَات وَمَا فِي الْأَرْض وَإِنْ تُبْدُوا مَا فِي أَنْفُسكُمْ أَوْ تُخْفُوهُ يُحَاسِبكُمْ بِهِ اللَّه فَيَغْفِر لِمَنْ يَشَاء وَيُعَذِّب مَنْ يَشَاء وَاَللَّه عَلَى كُلّ شَيْء قَدِير \" اِشْتَدَّ ذَلِكَ عَلَى أَصْحَاب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَأَتَوْا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - ثُمَّ جَثَوْا عَلَى الرُّكَب وَقَالُوا : يَا رَسُول اللَّه كُلِّفْنَا مِنْ الْأَعْمَال مَا نُطِيق الصَّلَاة وَالصِّيَام وَالْجِهَاد وَالصَّدَقَة وَقَدْ أُنْزِلَتْ عَلَيْك هَذِهِ الْآيَة وَلَا نُطِيقهَا فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" أَتُرِيدُونَ أَنْ تَقُولُوا كَمَا قَالَ أَهْل الْكِتَابَيْنِ مِنْ قَبْلكُمْ : سَمِعْنَا وَعَصَيْنَا ؟ بَلْ قُولُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانك رَبّنَا وَإِلَيْك الْمَصِير \" . فَلَمَّا أَقَرَّ بِهَا الْقَوْم وَذَلَّتْ بِهَا أَلْسِنَتهمْ أَنْزَلَ اللَّه فِي أَثَرهَا \" آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاَللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانك رَبّنَا وَإِلَيْك الْمَصِير \" فَلَمَّا فَعَلُوا ذَلِكَ نَسَخَهَا اللَّه فَأَنْزَلَ اللَّه : \" لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اِكْتَسَبَتْ رَبّنَا لَا تُؤَاخِذنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا \" إِلَى آخِره وَرَوَاهُ مُسْلِم مُنْفَرِدًا بِهِ مِنْ حَدِيث يَزِيد بْن زُرَيْع عَنْ رَوْح بْن الْقَاسِم عَنْ الْعَلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة فَذَكَرَ مِثْله وَلَفْظه فَلَمَّا فَعَلُوا ذَلِكَ نَسَخَهَا اللَّه فَأَنْزَلَ اللَّه \" لَا يُكَلِّف اللَّه نَفْسًا إِلَّا وُسْعهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اِكْتَسَبَتْ رَبّنَا لَا تُؤَاخِذنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا\" قَالَ نَعَمْ \" رَبّنَا وَلَا تَحْمِل عَلَيْنَا إِصْرًا كَمَا حَمَلْته عَلَى الَّذِينَ مِنْ قَبْلنَا \" قَالَ نَعَمْ \" رَبّنَا وَلَا تُحَمِّلنَا مَا لَا طَاقَة لَنَا بِهِ \" قَالَ نَعَمْ \" وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْم الْكَافِرِينَ\" قَالَ نَعَمْ حَدِيث اِبْن عَبَّاس فِي ذَلِكَ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا وَكِيع حَدَّثَنَا سُفْيَان عَنْ آدَم بْن سُلَيْمَان سَمِعْت سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَة \" وَإِنْ تُبْدُوا مَا فِي أَنْفُسكُمْ أَوْ تُخْفُوهُ يُحَاسِبكُمْ بِهِ اللَّه \" قَالَ دَخَلَ قُلُوبهمْ مِنْهَا شَيْء لَمْ يَدْخُل قُلُوبهمْ مِنْ شَيْء قَالَ : فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" قُولُوا سَمِعْنَا وَأَطَعْنَا وَسَلَّمْنَا \" فَأَلْقَى اللَّه الْإِيمَان فِي قُلُوبهمْ فَأَنْزَلَ اللَّه \" آمَنَ الرَّسُول بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبّه وَالْمُؤْمِنُونَ كُلّ آمَنَ بِاَللَّهِ وَمَلَائِكَته وَكُتُبه وَرُسُله لَا نُفَرِّق بَيْن أَحَد مِنْ رُسُله وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانك رَبّنَا وَإِلَيْك الْمَصِير\" إِلَى قَوْله \" فَانْصُرْنَا عَلَى الْقَوْم الْكَافِرِينَ \" وَهَكَذَا رَوَاهُ مُسْلِم عَنْ أَبِي بَكْر بْن أَبِي شَيْبَة وَأَبِي كُرَيْب وَإِسْحَاق بْن إِبْرَاهِيم ثَلَاثَتهمْ عَنْ وَكِيع بِهِ وَزَادَ \" رَبّنَا لَا تُؤَاخِذنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا \" قَالَ قَدْ فَعَلْت \" رَبّنَا وَلَا تَحْمِل عَلَيْنَا إِصْرًا كَمَا حَمَلْته عَلَى الَّذِينَ مِنْ قَبْلنَا \" قَالَ قَدْ فَعَلْت \" رَبّنَا وَلَا تُحَمِّلنَا مَا لَا طَاقَة لَنَا بِهِ \" قَالَ قَدْ فَعَلْت \" وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْم الْكَافِرِينَ\" قَالَ قَدْ فَعَلْت \" طَرِيقٌ أُخْرَى \" عَنْ اِبْن عَبَّاس قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ حُمَيْد الْأَعْرَج عَنْ مُجَاهِد قَالَ : دَخَلْت عَلَى اِبْن عَبَّاس فَقُلْت يَا أَبَا عَبَّاس كُنْت عِنْد اِبْن عُمَر فَقَرَأَ هَذِهِ الْآيَة فَبَكَى قَالَ : أَيَّة آيَة ؟ قُلْت \" وَإِنْ تُبْدُوا مَا فِي أَنْفُسكُمْ أَوْ تُخْفُوهُ \" قَالَ اِبْن عَبَّاس إِنَّ هَذِهِ الْآيَة حِين أُنْزِلَتْ غَمَّتْ أَصْحَاب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - غَمًّا شَدِيدًا وَغَاظَتْهُمْ غَيْظًا شَدِيدًا يَعْنِي وَقَالُوا يَا رَسُول اللَّه هَلَكْنَا إِنْ كُنَّا نُؤَاخَذ بِمَا تَكَلَّمْنَا وَبِمَا نَعْمَل فَأَمَّا قُلُوبنَا فَلَيْسَتْ بِأَيْدِينَا فَقَالَ لَهُمْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ -\" قُولُوا سَمِعْنَا وَأَطَعْنَا \" فَقَالُوا سَمِعْنَا وَأَطَعْنَا قَالَ فَنَسَخَتْهَا هَذِهِ الْآيَة \" آمَنَ الرَّسُول بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبّه وَالْمُؤْمِنُونَ كُلّ آمَنَ بِاَللَّهِ \" إِلَى\" لَا يُكَلِّف اللَّه نَفْسًا إِلَّا وُسْعهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اِكْتَسَبَتْ \" فَتَجَوَّزَ لَهُمْ عَنْ حَدِيث النَّفْس وَأُخِذُوا بِالْأَعْمَالِ \" طَرِيقٌ أُخْرَى \" عَنْهُ قَالَ اِبْن جَرِير : حَدَّثَنِي يُونُس أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي يُونُس بْن يَزِيد عَنْ اِبْن شِهَاب عَنْ سَعِيد بْن مَرْجَانَة سَمِعَهُ يُحَدِّث أَنَّهُ بَيْنَمَا هُوَ جَالِس مَعَ عَبْد اللَّه بْن عُمَر تَلَا هَذِهِ الْآيَة\" لِلَّهِ مَا فِي السَّمَوَات وَمَا فِي الْأَرْض وَإِنْ تُبْدُوا مَا فِي أَنْفُسكُمْ أَوْ تُخْفُوهُ يُحَاسِبكُمْ بِهِ اللَّه فَيَغْفِر لِمَنْ يَشَاء \" الْآيَة فَقَالَ : وَاَللَّه لَئِنْ آخَذَنَا اللَّه بِهَذَا لَنَهْلِكَنَّ ثُمَّ بَكَى اِبْن عُمَر حَتَّى سَمِعَ نَشِيجه قَالَ اِبْن مَرْجَانَة : فَقُمْت حَتَّى أَتَيْت اِبْن عَبَّاس فَذَكَرْت لَهُ مَا قَالَ اِبْن عُمَر وَمَا فَعَلَ حِين تَلَاهَا فَقَالَ اِبْن عَبَّاس يَغْفِر اللَّه لِأَبِي عَبْد الرَّحْمَن الْعُمَرِيّ لَقَدْ وَجَدَ الْمُسْلِمُونَ مِنْهَا حِين أُنْزِلَتْ مِثْل مَا وَجَدَ عَبْد اللَّه بْن عُمَر فَأَنْزَلَ اللَّه بَعْدهَا \" لَا يُكَلِّف اللَّه نَفْسًا إِلَّا وُسْعهَا \" إِلَى آخِر السُّورَة قَالَ اِبْن عَبَّاس : فَكَانَتْ هَذِهِ الْوَسْوَسَة مِمَّا لَا طَاقَة لِلْمُسْلِمِينَ بِهَا وَصَارَ الْأَمْر إِلَى أَنْ قَضَى اللَّه عَزَّ وَجَلَّ أَنَّ لِلنَّفْسِ مَا كَسَبَتْ وَعَلَيْهَا مَا اِكْتَسَبَتْ فِي الْقَوْل وَالْفِعْل \" طَرِيقٌ أُخْرَى \" قَالَ اِبْن جَرِير : حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا إِسْحَاق حَدَّثَنَا يَزِيد بْن هَارُونَ عَنْ سُفْيَان بْن حُسَيْن عَنْ الزُّهْرِيّ عَنْ سَالِم أَنَّ أَبَاهُ قَرَأَ \" وَإِنْ تُبْدُوا مَا فِي أَنْفُسكُمْ أَوْ تُخْفُوهُ يُحَاسِبكُمْ بِهِ اللَّه\" فَدَمَعَتْ عَيْنَاهُ فَبَلَغَ صَنِيعه اِبْن عَبَّاس فَقَالَ : يَرْحَم اللَّه أَبَا عَبْد الرَّحْمَن لَقَدْ صَنَعَ كَمَا صَنَعَ أَصْحَاب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - حِين أُنْزِلَتْ فَنَسَخَتْهَا الْآيَة الَّتِي بَعْدهَا \" لَا يُكَلِّف اللَّه نَفْسًا إِلَّا وُسْعهَا \" فَهَذِهِ طُرُق صَحِيحَة عَنْ اِبْن عَبَّاس وَقَدْ ثَبَتَ عَنْ اِبْن عُمَر كَمَا ثَبَتَ عَنْ اِبْن عَبَّاس قَالَ الْبُخَارِيّ : حَدَّثَنَا إِسْحَاق حَدَّثَنَا رَوْح حَدَّثَنَا شُعْبَة عَنْ خَالِد الْحَذَّاء عَنْ مَرْوَان الْأَصْغَر عَنْ رَجُل مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَحْسَبهُ اِبْن عُمَر \" إِنْ تُبْدُوا مَا فِي أَنْفُسكُمْ أَوْ تُخْفُوهُ \" قَالَ : نَسَخَتْهَا الْآيَة الَّتِي بَعْدهَا وَهَكَذَا رُوِيَ عَنْ عَلِيّ وَابْن مَسْعُود وَكَعْب الْأَحْبَار وَالشَّعْبِيّ وَالنَّخَعِيّ وَمُحَمَّد بْن كَعْب الْقُرَظِيّ وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَقَتَادَة أَنَّهَا مَنْسُوخَة بِاَلَّتِي بَعْدهَا وَقَدْ ثَبَتَ بِمَا رَوَاهُ الْجَمَاعَة فِي كُتُبهمْ السِّتَّة مِنْ طَرِيق قَتَادَة عَنْ زُرَارَة بْن أَبِي أَوْفَى عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" إِنَّ اللَّه تَجَاوَزَ لِي عَنْ أُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسهَا مَا لَمْ تَكَلَّم أَوْ تَعْمَل \" . وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث سُفْيَان بْن عُيَيْنَة عَنْ أَبِي الزِّنَاد عَنْ الْأَعْرَج عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" قَالَ اللَّه إِذَا هَمَّ عَبْدِي بِسَيِّئَةٍ فَلَا تَكْتُبُوهَا عَلَيْهِ فَإِنْ عَمِلَهَا فَاكْتُبُوهَا سَيِّئَة وَإِذَا هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلهَا فَاكْتُبُوهَا حَسَنَة فَإِنْ عَمِلَهَا فَاكْتُبُوهَا عَشْرًا \" لَفْظ مُسْلِم وَهُوَ فِي إِفْرَاده مِنْ طَرِيق إِسْمَاعِيل بْن جَعْفَر عَنْ الْعَلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" قَالَ اللَّه : إِذَا هَمَّ عَبْدِي بِحَسَنَةٍ وَلَمْ يَعْمَلهَا كَتَبْتهَا لَهُ حَسَنَة فَإِنْ عَمِلَهَا كَتَبْتهَا لَهُ عَشْر حَسَنَات إِلَى سَبْعمِائَةِ ضِعْف وَإِذَا هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلهَا لَمْ أَكْتُبهَا عَلَيْهِ فَإِنْ عَمِلَهَا كَتَبْتهَا سَيِّئَة وَاحِدَة \" وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر عَنْ هَمَّام بْن مُنَبِّه قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَة عَنْ مُحَمَّد رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" قَالَ اللَّه إِذَا تَحَدَّثَ عَبْدِي بِأَنْ يَعْمَل حَسَنَة فَأَنَا أَكْتُبهَا لَهُ حَسَنَة مَا لَمْ يَعْمَل فَإِذَا عَمِلَهَا فَأَنَا أَكْتُبهَا بِعَشْرِ أَمْثَالهَا وَإِذَا تَحَدَّثَ بِأَنْ يَعْمَل سَيِّئَة فَأَنَا أَغْفِرهَا لَهُ مَا لَمْ يَعْمَلهَا فَإِنْ عَمِلَهَا فَأَنَا أَكْتُبهَا لَهُ بِمِثْلِهَا \" وَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" قَالَتْ الْمَلَائِكَة رَبّ ذَاكَ عَبْدُك يُرِيد أَنْ يَعْمَل سَيِّئَة وَهُوَ أَبْصَر بِهِ فَقَالَ اُرْقُبُوهُ فَإِنْ عَمِلَهَا فَاكْتُبُوهَا لَهُ بِمِثْلِهَا وَإِنْ تَرَكَهَا فَاكْتُبُوهَا لَهُ حَسَنَة وَإِنَّمَا تَرَكَهَا مِنْ جَرَّايَ \" وَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" إِذَا أَحْسَنَ أَحَدٌ إِسْلَامَهُ فَإِنَّ لَهُ بِكُلِّ حَسَنَة يَعْمَلهَا تُكْتَب لَهُ بِعَشْرِ أَمْثَالهَا إِلَى سَبْعمِائَةِ ضِعْف وَكُلّ سَيِّئَة تُكْتَب بِمِثْلِهَا حَتَّى يَلْقَى اللَّه عَزَّ وَجَلَّ \" تَفَرَّدَ بِهِ مُسْلِم عَنْ مُحَمَّد بْن رَافِع عَنْ عَبْد الرَّزَّاق بِهَذَا السِّيَاق وَاللَّفْظ وَبَعْضه فِي صَحِيح الْبُخَارِيّ وَقَالَ مُسْلِم أَيْضًا : حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا خَالِد الْأَحْمَر عَنْ هِشَام عَنْ اِبْن سِيرِينَ عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" مَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلهَا كُتِبَتْ لَهُ حَسَنَة وَمَنْ هَمَّ بِحَسَنَةٍ فَعَمِلَهَا كُتِبَتْ لَهُ عَشْرًا إِلَى سَبْعمِائَةِ وَمَنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلهَا لَمْ تُكْتَب لَهُ وَإِنْ عَمِلَهَا كُتِبَتْ \" تَفَرَّدَ بِهِ مُسْلِم دُون غَيْره مِنْ أَصْحَاب الْكُتُب وَقَالَ مُسْلِم أَيْضًا : حَدَّثَنَا شَيْبَان بْن فَرُّوخ حَدَّثَنَا عَبْد الْوَارِث عَنْ الْجَعْد أَبِي عُثْمَان حَدَّثَنَا أَبُو رَجَاء الْعُطَارِدِيّ عَنْ اِبْن عَبَّاس عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِيمَا يَرْوِي عَنْ رَبّه تَعَالَى قَالَ \" إِنَّ اللَّه كَتَبَ الْحَسَنَات وَالسَّيِّئَات ثُمَّ بَيَّنَ ذَلِكَ فَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلهَا كَتَبَهَا اللَّه لَهُ عِنْده حَسَنَة كَامِلَة وَإِنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللَّه عِنْده عَشْر حَسَنَات إِلَى سَبْعمِائَةِ ضِعْف إِلَى أَضْعَاف كَثِيرَة وَإِنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلهَا كَتَبَهَا اللَّه عِنْده حَسَنَة وَإِنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللَّه عِنْده سَيِّئَة وَاحِدَة\" ثُمَّ رَوَاهُ مُسْلِم عَنْ يَحْيَى بْن يَحْيَى عَنْ جَعْفَر بْن سُلَيْمَان عَنْ الْجَعْد أَبِي عُثْمَان فِي هَذَا الْإِسْنَاد بِمَعْنَى حَدِيث عَبْد الرَّزَّاق زَادَ \" وَمَحَاهَا اللَّه وَلَا يَهْلِك عَلَى اللَّهِ إِلَّا هَالِكٌ \" وَفِي حَدِيث سُهَيْل عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة قَالَ : جَاءَ نَاس مِنْ أَصْحَاب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَسَأَلُوهُ فَقَالُوا إِنَّا نَجِد فِي أَنْفُسنَا مَا يَتَعَاظَم أَحَدُنَا أَنْ يَتَكَلَّم بِهِ قَالَ \" وَقَدْ وَجَدْتُمُوهُ ؟ \" قَالُوا نَعَمْ قَالَ \" ذَاكَ صَرِيح الْإِيمَان \" لَفْظ مُسْلِم وَهُوَ عِنْد مُسْلِم أَيْضًا مِنْ طَرِيق الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِهِ وَرَوَى مُسْلِم أَيْضًا مِنْ حَدِيث مُغِيرَة عَنْ إِبْرَاهِيم عَنْ عَلْقَمَة عَنْ عَبْد اللَّه قَالَ : سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْوَسْوَسَة قَالَ \" تِلْكَ صَرِيحُ الْإِيمَان \" . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَإِنْ تُبْدُوا مَا فِي أَنْفُسكُمْ أَوْ تُخْفُوهُ يُحَاسِبكُمْ بِهِ اللَّه \" فَإِنَّهَا لَمْ تُنْسَخ لَكِنَّ اللَّه إِذَا جَمَعَ الْخَلَائِق يَوْم الْقِيَامَة يَقُول إِنِّي أُخْبِركُمْ بِمَا أَخْفَيْتُمْ فِي أَنْفُسكُمْ مِمَّا لَمْ يَطَّلِع عَلَيْهِ مَلَائِكَتِي فَأَمَّا الْمُؤْمِنُونَ فَيُخْبِرهُمْ وَيَغْفِر لَهُمْ مَا حَدَّثُوا بِهِ أَنْفُسهمْ وَهُوَ قَوْله \" يُحَاسِبكُمْ بِهِ اللَّه \" يَقُول يُخْبِركُمْ وَأَمَّا أَهْل الشَّكّ وَالرَّيْب فَيُخْبِرهُمْ بِمَا أَخْفَوْهُ مِنْ التَّكْذِيب وَهُوَ قَوْله \" فَيَغْفِر لِمَنْ يَشَاء وَيُعَذِّب مَنْ يَشَاء \" وَهُوَ قَوْله \" وَلَكِنْ يُؤَاخِذكُمْ بِمَا كَسَبَتْ قُلُوبكُمْ \" أَيْ مِنْ الشَّكّ وَالنِّفَاق وَقَدْ رَوَى الْعَوْفِيّ وَالضَّحَّاك عَنْهُ قَرِيبًا مِنْ هَذَا . وَرَوَى اِبْن جَرِير عَنْ مُجَاهِد وَالضَّحَّاك نَحْوه وَعَنْ الْحَسَن الْبَصْرِيّ أَنَّهُ قَالَ : هِيَ مُحْكَمَة لَمْ تُنْسَخ وَاخْتَارَ اِبْن جَرِير ذَلِكَ وَاحْتَجَّ عَلَى أَنَّهُ لَا يَلْزَم مِنْ الْمُحَاسَبَة الْمُعَاقَبَة وَأَنَّهُ تَعَالَى قَدْ يُحَاسِب وَيَغْفِر وَقَدْ يُحَاسِب وَيُعَاقِب بِالْحَدِيثِ الَّذِي رَوَاهُ عِنْد هَذِهِ الْآيَة قَائِلًا : حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا اِبْن أَبِي عَدِيّ عَنْ سَعِيد بْن هِشَام \" ح \" وَحَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا اِبْن عُلَيَّة حَدَّثَنَا اِبْن هِشَام قَالَا جَمِيعًا فِي حَدِيثهمَا عَنْ قَتَادَة عَنْ صَفْوَان بْن مُحْرِز قَالَ : بَيْنَمَا نَحْنُ نَطُوف بِالْبَيْتِ مَعَ عَبْد اللَّه بْن عُمَر وَهُوَ يَطُوف إِذَا عَرَضَ لَهُ رَجُل فَقَالَ يَا اِبْن عُمَر مَا سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول فِي النَّجْوَى ؟ قَالَ سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول \" يَدْنُو الْمُؤْمِن مِنْ رَبّه عَزَّ وَجَلَّ حَتَّى يَضَع عَلَيْهِ كَنَفه فَيُقَرِّرهُ بِذُنُوبِهِ فَيَقُول لَهُ هَلْ تَعْرِف كَذَا فَيَقُول رَبّ أَعْرِف مَرَّتَيْنِ حَتَّى إِذَا بَلَغَ بِهِ مَا شَاءَ اللَّه أَنْ يَبْلُغ قَالَ فَإِنِّي قَدْ سَتَرْتهَا عَلَيْك فِي الدُّنْيَا وَإِنِّي أَغْفِرهَا لَك الْيَوْم قَالَ فَيُعْطَى صَحِيفَة حَسَنَاته أَوْ كِتَابه بِيَمِينِهِ وَأَمَّا الْكُفَّار وَالْمُنَافِقُونَ فَيُنَادَى بِهِمْ عَلَى رُءُوس الْأَشْهَاد \" هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ \" وَهَذَا الْحَدِيث مُخَرَّجٌ فِي الصَّحِيحَيْنِ وَغَيْرهمَا مِنْ طُرُق مُتَعَدِّدَة عَنْ قَتَادَة بِهِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا سُلَيْمَان بْن حَرْب حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ أَبِيهِ قَالَ : سَأَلْت عَائِشَة عَنْ هَذِهِ الْآيَة \" وَإِنْ تُبْدُوا مَا فِي أَنْفُسكُمْ أَوْ تُخْفُوهُ يُحَاسِبكُمْ بِهِ اللَّه \" فَقَالَتْ : مَا سَأَلَنِي عَنْهَا أَحَد مُنْذُ سَأَلْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَنْهَا فَقَالَتْ : هَذِهِ مُعَاتَبَةُ اللَّه الْعَبْد وَمَا يُصِيبهُ مِنْ الْحُمَّى وَالنَّكْبَة وَالْبِضَاعَة يَضَعهَا فِي يَد كُمّه فَيَفْقِدهَا فَيَفْزَع لَهَا ثُمَّ يَجِدهَا فِي ضِبْنِهِ حَتَّى إِنَّ الْمُؤْمِن لَيَخْرُج مِنْ ذُنُوبه كَمَا يَخْرُج التِّبْر الْأَحْمَر وَكَذَا رَوَاهُ التِّرْمِذِيّ وَابْن جَرِير مِنْ طَرِيق حَمَّاد بْن سَلَمَة بِهِ وَقَالَ التِّرْمِذِيّ : غَرِيب لَا نَعْرِفهُ إِلَّا مِنْ حَدِيثه قُلْت وَشَيْخه عَلِيّ بْن زَيْد بْن جُدْعَان ضَعِيف يُغْرِب فِي رِوَايَاته وَهُوَ يَرْوِي هَذَا الْحَدِيث عَنْ اِمْرَأَة أَبِيهِ أُمّ مُحَمَّد أُمَيَّة بِنْت عَبْد اللَّه عَنْ عَائِشَة وَلَيْسَ لَهَا عَنْهَا فِي الْكُتُب سِوَاهُ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38701, "aya_id": 284}]