[{"text": "وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ", "sura_id": 28, "type": 0, "id": 3264, "aya_id": 12}, {"text": "وحرمنا عليه المراضع من قبل فقالت هل أدلكم على أهل بيت يكفلونه لكم وهم له ناصحون", "sura_id": 28, "type": 1, "id": 9500, "aya_id": 12}, {"text": "12 - (وحرمنا عليه المراضع من قبل) قبل رده إلى أمه أي منعناه من قبول ثدي مرضعة غير أمه فلم يقبل ثدي واحدة من المراضع المحضرة له (فقالت) اخته (هل أدلكم على أهل بيت) لما رأت حنوهم عليه (يكفلونه لكم) بالارضاع وغيره (وهم له ناصحون) وفسرت ضمير له بالملك جوابا لهم فأجيبت فجاءت بأمه فقبل ثديها وأجابتهم عن قبوله بأنها طيبة الريح طبية اللبن فاذن لها في إرضاعه في بيتها فرجعت به \r\n", "sura_id": 28, "type": 2, "id": 28208, "aya_id": 12}, {"text": "وحرمنا على موسى المراضع أن يرتضع منهن مِن قبل أن نردَّه إلى أمه, فقالت أخته: هل أدلكم على أهل بيت يحسنون تربيته وإرضاعه, وهم مشفقون عليه؟ فأجابوها إلى ذلك.\r\n", "sura_id": 28, "type": 3, "id": 34444, "aya_id": 12}, {"text": " <font color=red>وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ</font><BR><p>قَالَ اللَّه تَعَالَى : \" وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِع مِنْ قَبْل \" أَيْ تَحْرِيمًا قَدَرِيًّا وَذَلِكَ لِكَرَامَتِهِ عِنْد اللَّه وَصِيَانَته لَهُ أَنْ يَرْتَضِع غَيْر ثَدْي أُمّه وَلِأَنَّ اللَّه سُبْحَانه وَتَعَالَى جَعَلَ ذَلِكَ سَبَبًا إِلَى رُجُوعه إِلَى أُمّه لِتُرْضِعهُ وَهِيَ آمِنَة بَعْدَمَا كَانَتْ خَائِفَة فَلَمَّا رَأَتْهُمْ حَائِرِينَ فِيمَنْ يُرْضِعهُ \" قَالَتْ هَلْ أَدُلّكُمْ عَلَى أَهْل بَيْت يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ \" قَالَ اِبْن عَبَّاس فَلَمَّا قَالَتْ ذَلِكَ أَخَذُوهَا وَشَكُّوا فِي أَمْرهَا وَقَالُوا لَهَا وَمَا يُدْرِيك بِنُصْحِهِمْ لَهُ وَشَفَقَتهمْ عَلَيْهِ ؟ فَقَالَتْ لَهُمْ نُصْحهمْ لَهُ وَشَفَقَتهمْ عَلَيْهِ رَغْبَتهمْ فِي سُرُور الْمَلِك وَرَجَاء مَنْفَعَته فَأَرْسَلُوهَا فَلَمَّا قَالَتْ لَهُمْ ذَلِكَ وَخَلَصَتْ مِنْ أَذَاهُمْ ذَهَبُوا مَعَهَا إِلَى مَنْزِلهمْ فَدَخَلُوا بِهِ عَلَى أُمّه فَأَعْطَتْهُ ثَدْيهَا فَالْتَقَمَهُ فَفَرِحُوا بِذَلِكَ فَرَحًا شَدِيدًا وَذَهَبَ الْبَشِير إِلَى اِمْرَأَة الْمَلِك فَاسْتَدْعَتْ أُمّ مُوسَى وَأَحْسَنَتْ إِلَيْهَا وَأَعْطَتْهَا عَطَاء جَزِيلًا وَهِيَ لَا تَعْرِف أَنَّهَا أُمّه فِي الْحَقِيقَة وَلَكِنْ لِكَوْنِهِ وَافَقَ ثَدْيهَا ثُمَّ سَأَلَتْهَا آسِيَة أَنْ تُقِيم عِنْدهَا فَتُرْضِعهُ فَأَبَتْ عَلَيْهَا وَقَالَتْ إِنَّ لِي بَعْلًا وَأَوْلَادًا وَلَا أَقْدِر عَلَى الْمُقَام عِنْدك وَلَكِنْ إِنْ أَحْبَبْت أَنْ أُرْضِعهُ فِي بَيْتِي فَعَلْت فَأَجَابَتْهَا اِمْرَأَة فِرْعَوْن إِلَى ذَلِكَ وَأَجْرَتْ عَلَيْهَا النَّفَقَة وَالصِّلَات وَالْكَسَاوِي وَالْإِحْسَان الْجَزِيل فَرَجَعَتْ أُمّ مُوسَى بِوَلَدِهَا رَاضِيَة مَرَضِيَّة قَدْ أَبْدَلَهَا اللَّه بَعْد خَوْفهَا أَمْنًا فِي عِزّ وَجَاه وَرِزْق دَارّ وَلِهَذَا جَاءَ فِي الْحَدِيث \" مَثَل الَّذِي يَعْمَل وَيَحْتَسِب فِي صَنْعَته الْخَيْر كَمَثَلِ أُمّ مُوسَى تُرْضِع وَلَدهَا وَتَأْخُذ أَجْرهَا \" وَلَمْ يَكُنْ بَيْن الشِّدَّة وَالْفَرَج إِلَّا الْقَلِيل يَوْم وَلَيْلَة أَوْ نَحْوه وَاَللَّه أَعْلَم فَسُبْحَان مَنْ بِيَدِهِ الْأَمْر مَا شَاءَ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ الَّذِي يَجْعَل لِمَنْ اِتَّقَاهُ بَعْد كُلّ هَمّ فَرَجًا وَبَعْد كُلّ ضِيق مَخْرَجًا.</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39689, "aya_id": 12}]