[{"text": "وَجَعَلُواْ لِلّهِ مِمِّا ذَرَأَ مِنَ الْحَرْثِ وَالأَنْعَامِ نَصِيبًا فَقَالُواْ هَذَا لِلّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَآئِنَا فَمَا كَانَ لِشُرَكَآئِهِمْ فَلاَ يَصِلُ إِلَى اللّهِ وَمَا كَانَ لِلّهِ فَهُوَ يَصِلُ إِلَى شُرَكَآئِهِمْ سَاء مَا يَحْكُمُونَ", "sura_id": 6, "type": 0, "id": 925, "aya_id": 136}, {"text": "وجعلوا لله مما ذرأ من الحرث والأنعام نصيبا فقالوا هذا لله بزعمهم وهذا لشركائنا فما كان لشركائهم فلا يصل إلى الله وما كان لله فهو يصل إلى شركائهم ساء ما يحكمون", "sura_id": 6, "type": 1, "id": 7161, "aya_id": 136}, {"text": "136 - (وجعلوا) أي كفار مكة (لله مما ذرأ) خلق (من الحرث) الزرع (والأنعام نصيبا) يصرفونه إلى الضيفان والمساكين ولشركائهم نصيبا يصرفونه إلى سدنتها (فقالوا هذا لله بزعمهم) بالفتح والضم (وهذا لشركائنا) فكانوا إذا سقط في نصيب الله شيء من نصيبها التقطوه أو في نصيبها شيء من نصيبه تركوه وقالوا إن الله غني عن هذا كما قال تعالى (فما كان لشركائهم فلا يصل إلى الله) أي لجهته (وما كان لله فهو يصل إلى شركائهم ساء) بئس (ما يحكمون) حكمهم هذا \r\n", "sura_id": 6, "type": 2, "id": 25869, "aya_id": 136}, {"text": "وجعل المشركون لله -جلَّ وعلا- جزءًا مما خلق من الزروع والثمار والأنعام يقدمونه للضيوف والمساكين, وجعلوا قسمًا آخر من هذه الأشياء لشركائهم من الأوثان والأنصاب, فما كان مخصصًا لشركائهم فإنه يصل إليها وحدها, ولا يصل إلى الله, وما كان مخصصا لله تعالى فإنه يصل إلى شركائهم. بئس حكم القوم وقسمتهم.\r\n", "sura_id": 6, "type": 3, "id": 32105, "aya_id": 136}, {"text": " <font color=red>وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهِ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَى شُرَكَائِهِمْ سَاءَ مَا يَحْكُمُونَ</font><BR><p>هَذَا ذَمّ وَتَوْبِيخ مِنْ اللَّه لِلْمُشْرِكِينَ الَّذِينَ اِبْتَدَعُوا بِدَعًا وَكُفْرًا وَشِرْكًا وَجَعَلُوا لِلَّهِ شُرَكَاء وَجُزْءًا مِنْ خَلْقه وَهُوَ خَالِق كُلّ شَيْء سُبْحَانه وَتَعَالَى وَلِهَذَا قَالَ تَعَالَى\" وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ \" أَيْ مِمَّا خَلَقَ وَبَرَأَ \" مِنْ الْحَرْث \" أَيْ مِنْ الزَّرْع وَالثِّمَار \" وَالْأَنْعَام نَصِيبًا\" أَيْ جُزْءًا وَقِسْمًا \" فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا \" وَقَوْله \" فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِل إِلَى اللَّه وَمَا كَانَ لِلَّهِ فَهُوَ يَصِل إِلَى شُرَكَائِهِمْ\" قَالَ عَلِيّ بْن أَبِي طَلْحَة وَالْعَوْفِيّ عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ فِي تَفْسِير هَذِهِ الْآيَة : إِنَّ أَعْدَاء اللَّه كَانُوا إِذَا حَرَثُوا حَرْثًا أَوْ كَانَتْ لَهُمْ ثَمَرَة جَعَلُوا لِلَّهِ مِنْهُ جُزْءًا وَلِلْوَثَنِ جُزْءًا فَمَا كَانَ مِنْ حَرْث أَوْ ثَمَرَة أَوْ شَيْء مِنْ نَصِيب الْأَوْثَان حَفِظُوهُ وَأَحْصَوْهُ وَإِنْ سَقَطَ مِنْهُ شَيْء فِيمَا سُمِّيَ لِلصَّمَدِ رَدُّوهُ إِلَى مَا جَعَلُوهُ لِلْوَثَنِ وَإِنْ سَبَقَهُمْ الْمَاء الَّذِي جَعَلُوهُ لِلْوَثَنِ فَسَقَى شَيْئًا جَعَلُوهُ لِلَّهِ جَعَلُوا ذَلِكَ لِلْوَثَنِ وَإِنْ سَقَطَ شَيْء مِنْ الْحَرْث وَالثَّمَر الَّذِي جَعَلُوهُ لِلَّهِ فَاخْتَلَطَ بِاَلَّذِي جَعَلُوهُ لِلْوَثَنِ قَالُوا : هَذَا فَقِير وَلَمْ يَرُدُّوهُ إِلَى مَا جَعَلُوهُ لِلَّهِ وَإِنْ سَبَقَهُمْ الْمَاء الَّذِي جَعَلُوهُ لِلَّهِ فَسَقَى مَا سُمِّيَ لِلْوَثَنِ تَرَكُوهُ لِلْوَثَنِ وَكَانُوا يُحَرِّمُونَ مِنْ أَمْوَالهمْ الْبَحِيرَة وَالسَّائِبَة وَالْوَصِيلَة وَالْحَام فَيَجْعَلُوهُ لِلْأَوْثَانِ وَيَزْعُمُونَ أَنَّهُمْ يُحَرِّمُونَهُ قُرْبَة لِلَّهِ فَقَالَ اللَّه تَعَالَى \" وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنْ الْحَرْث وَالْأَنْعَام نَصِيبًا\" الْآيَة وَهَكَذَا قَالَ مُجَاهِد وَقَتَادَة وَالسُّدِّيّ وَغَيْر وَاحِد وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم فِي الْآيَة : كُلّ شَيْء يَجْعَلُونَهُ لِلَّهِ مِنْ ذَبْح يَذْبَحُونَهُ لَا يَأْكُلُونَهُ أَبَدًا حَتَّى يَذْكُرُوا مَعَهُ أَسْمَاء الْآلِهَة وَمَا كَانَ لِلْآلِهَةِ لَمْ يَذْكُرُوا اِسْم اللَّه مَعَهُ وَقَرَأَ الْآيَة حَتَّى بَلَغَ\" سَاءَ مَا يَحْكُمُونَ \" أَيْ سَاءَ مَا يَقْسِمُونَ فَإِنَّهُمْ أَخْطَئُوا أَوَّلًا الْقَسَم لِأَنَّ اللَّه تَعَالَى هُوَ رَبّ كُلّ شَيْء وَمَلِيكه وَخَالِقه وَلَهُ الْمُلْك وَكُلّ شَيْء لَهُ وَفِي تَصَرُّفه وَتَحْت قُدْرَته وَمَشِيئَته لَا إِلَه غَيْره وَلَا رَبّ سِوَاهُ ثُمَّ لَمَّا قَسَمُوا فِيمَا زَعَمُوا الْقِسْمَة الْفَاسِدَة لَمْ يَحْفَظُوهَا بَلْ جَارُوا فِيهَا كَقَوْلِهِ جَلَّ وَعَلَا \" وَيَجْعَلُونَ لِلَّهِ الْبَنَات سُبْحَانه وَلَهُمْ مَا يَشْتَهُونَ \" وَقَالَ تَعَالَى \" وَجَعَلُوا لَهُ مِنْ عِبَاده جُزْءًا إِنَّ الْإِنْسَان لَكَفُور مُبِين\" وَقَالَ تَعَالَى \" أَلَكُمْ الذَّكَر ولَهُ الْأُنْثَى \" وَقَوْله\" تِلْكَ إِذًا قِسْمَة ضِيزَى \" .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42117, "aya_id": 136}]