[{"text": "وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالأَنفَ بِالأَنفِ وَالأُذُنَ بِالأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ فَمَن تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَّهُ وَمَن لَّمْ يَحْكُم بِمَا أنزَلَ اللّهُ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ", "sura_id": 5, "type": 0, "id": 714, "aya_id": 45}, {"text": "وكتبنا عليهم فيها أن النفس بالنفس والعين بالعين والأنف بالأنف والأذن بالأذن والسن بالسن والجروح قصاص فمن تصدق به فهو كفارة له ومن لم يحكم بما أنزل الله فأولئك هم الظالمون", "sura_id": 5, "type": 1, "id": 6950, "aya_id": 45}, {"text": "45 - (وكتبنا) فرضنا (عليهم فيها) أي التوراة (أن النفس) تقتل (بالنفس) إذا قتلتها (والعين) تفقأ (بالعين والأنف) يجدع (بالأنف والأذن) تقطع (بالأذن والسن) تقلع (بالسن) وفي قراءة بالرفع في الأربعة (والجروح) بالوجهين (قصاص) أي يقتص فيها إذا أمكن كاليد والرجل ونحو ذلك وما لا يمكن فيه الحكومة وهذا الحكم وإن كتب عليهم فهو مقرر في شرعنا (فمن تصدق به) أي بالقصاص بأن مكن من نفسه (فهو كفارة له) لما أتاه (ومن لم يحكم بما أنزل الله) في القصاص وغيره (فأولئك هم الظالمون) \r\n", "sura_id": 5, "type": 2, "id": 25658, "aya_id": 45}, {"text": "وفَرَضنا عليهم في التوراة أن النفس تُقْتَل بالنفس, والعين تُفْقَأ بالعين, والأنف يُجْدَع بالأنف, والأذُن تُقْطع بالأذُن, والسنَّ تُقْلَعُ بالسنِّ, وأنَّه يُقْتَصُّ في الجروح, فمن تجاوز عن حقه في الاقتصاص من المُعتدي فذلك تكفير لبعض ذنوب المعتدى عليه وإزالةٌ لها. ومن لم يحكم بما أنزل الله في القصاص وغيره, فأولئك هم المتجاوزون حدود الله.\r\n", "sura_id": 5, "type": 3, "id": 31894, "aya_id": 45}, {"text": " <font color=red>وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ</font><BR><p>وَهَذَا أَيْضًا مِمَّا وُبِّخَتْ بِهِ الْيَهُود وَقُرِّعُوا عَلَيْهِ فَإِنَّ عِنْدهمْ فِي نَصّ التَّوْرَاة أَنَّ النَّفْس بِالنَّفْسِ وَهُمْ يُخَالِفُونَ ذَلِكَ عَمْدًا وَعِنَادًا وَيُقِيدُونَ النَّضَرِيّ مِنْ الْقُرَظِيّ وَلَا يُقِيدُونَ الْقُرَظِيّ مِنْ النَّضَرِيّ بَلْ يَعْدِلُونَ إِلَى الدِّيَة كَمَا خَالَفُوا حُكْم التَّوْرَاة الْمَنْصُوص عِنْدهمْ فِي رَجْم الزَّانِي الْمُحْصَن وَعَدَلُوا إِلَى مَا اِصْطَلَحُوا عَلَيْهِ مِنْ الْجَلْد وَالتَّحْمِيم وَالْإِشْهَار وَلِهَذَا قَالَ هُنَاكَ\" وَمَنْ لَمْ يَحْكُم بِمَا أَنْزَلَ اللَّه فَأُولَئِكَ هُمْ الْكَافِرُونَ\" لِأَنَّهُمْ جَحَدُوا حُكْم اللَّه قَصْدًا مِنْهُمْ وَعِنَادًا وَعَمْدًا وَقَالَ هَهُنَا \" فَأُولَئِكَ هُمْ الظَّالِمُونَ \" لِأَنَّهُمْ لَمْ يُنْصِفُوا الْمَظْلُوم مِنْ الظَّالِم فِي الْأَمْر الَّذِي أَمَرَ اللَّه بِالْعَدْلِ وَالتَّسْوِيَة بَيْن الْجَمِيع فِيهِ فَخَالَفُوا وَظَلَمُوا وَتَعَدَّوْا عَلَى بَعْضهمْ بَعْضًا وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن آدَم حَدَّثَنَا اِبْن الْمُبَارَك عَنْ يُونُس بْن يَزِيد عَنْ أَبِي عَلِيّ بْن يَزِيد عَنْ الزُّهْرِيّ عَنْ أَنَس بْن مَالِك أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَرَأَهَا \" وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْس بِالنَّفْسِ وَالْعَيْن بِالْعَيْنِ \" نَصَبَ النَّفْس وَرَفَعَ الْعَيْن وَكَذَا رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث عَبْد اللَّه بْن الْمُبَارَك وَقَالَ التِّرْمِذِيّ : حَسَن غَرِيب وَقَالَ الْبُخَارِيّ : تَفَرَّدَ اِبْن الْمُبَارَك بِهَذَا الْحَدِيث وَقَدْ اِسْتَدَلَّ كَثِير مِمَّنْ ذَهَبَ مِنْ الْأُصُولِيِّينَ وَالْفُقَهَاء إِلَى أَنَّ شَرْع مَنْ قَبْلنَا شَرْع لَنَا إِذَا حُكِيَ مُقَرَّرًا وَلَمْ يُنْسَخ كَمَا هُوَ الْمَشْهُور عَنْ الْجُمْهُور وَكَمَا حَكَاهُ الشَّيْخ أَبُو إِسْحَاق الْإِسْفَرَايِينِيّ عَنْ نَصّ الشَّافِعِيّ وَأَكْثَرِ الْأَصْحَاب هَذِهِ الْآيَة حَيْثُ كَانَ الْحُكْم عِنْدنَا عَلَى وَفْقهَا فِي الْجِنَايَات عِنْد جَمِيع الْأَئِمَّة وَقَالَ الْحَسَن الْبَصْرِيّ : هِيَ عَلَيْهِمْ وَعَلَى النَّاس عَامَّة رَوَاهُ اِبْن أَبِي حَاتِم وَقَدْ حَكَى الشَّيْخ أَبُو زَكَرِيَّا النَّوَوِيّ فِي هَذِهِ الْمَسْأَلَة ثَلَاثَة أَوْجُه ثَالِثهَا : أَنَّ شَرْع إِبْرَاهِيم حُجَّة دُون غَيْره وَصَحَّحَ مِنْهَا عَدَم الْحُجِّيَّة وَنَقَلَهَا الشَّيْخ أَبُو إِسْحَاق الْإِسْفَرَايِينِيّ أَقْوَالًا عَنْ الشَّافِعِيّ وَأَكْثَر الْأَصْحَاب وَرَجَّحَ أَنَّهُ حُجَّة عِنْد الْجُمْهُور مِنْ أَصْحَابنَا فَاَللَّه أَعْلَم . وَقَدْ حَكَى الْإِمَام أَبُو نَصْر بْن الصَّبَّاغ - رَحِمَهُ اللَّه - فِي كِتَابه الشَّامِل إِجْمَاع الْعُلَمَاء عَلَى الِاحْتِجَاج بِهَذِهِ الْآيَة عَلَى مَا دَلَّتْ عَلَيْهِ وَقَدْ اِحْتَجَّ الْأَئِمَّة كُلّهمْ عَلَى أَنَّ الرَّجُل يُقْتَل بِالْمَرْأَةِ بِعُمُومِ هَذِهِ الْآيَة الْكَرِيمَة وَكَذَا وَرَدَ فِي الْحَدِيث الَّذِي رَوَاهُ النَّسَائِيّ وَغَيْره أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - كَتَبَ فِي كِتَاب عَمْرو بْن حَزْم أَنَّ الرَّجُل يُقْتَل بِالْمَرْأَةِ وَفِي الْحَدِيث الْآخَر \" الْمُسْلِمُونَ تَتَكَافَأ دِمَاؤُهُمْ \" وَهَذَا قَوْل جُمْهُور الْعُلَمَاء وَعَنْ أَمِير الْمُؤْمِنِينَ عَلِيّ بْن أَبِي طَالِب أَنَّ الرَّجُل إِذَا قَتَلَ الْمَرْأَة لَا يُقْتَل بِهَا إِلَّا أَنْ يَدْفَع وَلِيّهَا إِلَى أَوْلِيَائِهِ نِصْف الدِّيَة لِأَنَّ دِيَتهَا عَلَى النِّصْف مِنْ دِيَة الرَّجُل وَإِلَيْهِ ذَهَبَ أَحْمَد فِي رِوَايَة وَحُكِيَ عَنْ الْحَسَن وَعُثْمَان الْبُسْتِيّ وَرِوَايَة عَنْ أَحْمَد أَنَّ الرَّجُل إِذَا قَتَلَ الْمَرْأَة لَا يُقْتَل بِهَا بَلْ تَجِب دِيَتهَا وَكَذَا اِحْتَجَّ أَبُو حَنِيفَة - رَحِمَهُ اللَّه تَعَالَى - بِعُمُومِ هَذِهِ الْآيَة عَلَى أَنَّهُ يُقْتَل الْمُسْلِم بِالْكَافِرِ وَعَلَى قَتْل الْحُرّ بِالْعَبْدِ وَقَدْ خَالَفَهُ الْجُمْهُور فِيهِمَا فَفِي الصَّحِيحَيْنِ عَنْ أَمِير الْمُؤْمِنِينَ عَلِيّ - رَضِيَ اللَّه عَنْهُ - قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - : \" لَا يُقْتَل مُسْلِم بِكَافِرٍ \" وَأَمَّا الْعَبْد فَفِيهِ عَنْ السَّلَف آثَار مُتَعَدِّدَة أَنَّهُمْ لَمْ يَكُونُوا يُقِيدُونَ الْعَبْد مِنْ الْحُرّ وَلَا يَقْتُلُونَ حُرًّا بِعَبْدٍ وَجَاءَ فِي ذَلِكَ أَحَادِيث لَا تَصِحّ وَحَكَى الشَّافِعِيّ الْإِجْمَاع عَلَى خِلَاف قَوْل الْحَنَفِيَّة فِي ذَلِكَ وَلَكِنْ لَا يَلْزَم مِنْ ذَلِكَ بُطْلَان قَوْلهمْ إِلَّا بِدَلِيلٍ مُخَصِّص لِلْآيَةِ الْكَرِيمَة وَيُؤَيِّد مَا قَالَهُ اِبْن الصَّبَّاغ مِنْ الِاحْتِجَاج بِهَذِهِ الْآيَة الْكَرِيمَة الْحَدِيث الثَّابِت فِي ذَلِكَ كَمَا قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن أَبِي عَدِيّ حَدَّثَنَا حُمَيْد عَنْ أَنَس بْن مَالِك \" أَنَّ الرُّبَيِّع عَمَّة أَنَس كَسَرَتْ ثَنِيَّة جَارِيَة فَطَلَبُوا إِلَى الْقَوْم الْعَفْو فَأَبَوْا فَأَتَوْا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - فَقَالَ الْقِصَاص فَقَالَ أَخُوهَا - أَنَس بْن النَّضْر - يَا رَسُول اللَّه تُكْسَر ثَنِيَّةُ فُلَانَة فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَا أَنَس كِتَابُ اللَّه الْقِصَاصُ قَالَ فَقَالَ : لَا وَاَلَّذِي بَعَثَك بِالْحَقِّ لَا تُكْسَر ثَنِيَّةُ فُلَانَة قَالَ فَرَضِيَ الْقَوْم فَعَفَوْا وَتَرَكُوا الْقِصَاص فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - إِنَّ مِنْ عِبَاد اللَّه مَنْ لَوْ أَقْسَمَ عَلَى اللَّه لَأَبَرَّهُ \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَقَدْ رَوَاهُ مُحَمَّد بْن عَبْد اللَّه بْن الْمُثَنَّى الْأَنْصَارِيّ فِي الْجُزْء الْمَشْهُور مِنْ حَدِيثه عَنْ حُمَيْد عَنْ أَنَس بْن مَالِك \" أَنَّ الرُّبَيِّع بِنْت النَّضْر عَمَّته لَطَمَتْ جَارِيَة فَكَسَرَتْ ثَنِيَّتهَا فَعَرَضُوا عَلَيْهِمْ الْأَرْش فَأَبَوْا فَطَلَبُوا الْأَرْش وَالْعَفْو فَأَبَوْا فَأَتَوْا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَمَرَهُمْ بِالْقِصَاصِ فَجَاءَ أَخُوهَا أَنَس بْن النَّضْر فَقَالَ : يَا رَسُول اللَّه أَتُكْسَرُ ثَنِيَّة الرُّبَيِّع وَاَلَّذِي بَعَثَك بِالْحَقِّ لَا تُكْسَر ثَنِيَّتهَا فَقَالَ النَّبِيّ : صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" يَا أَنَس كِتَابُ اللَّه الْقِصَاصُ\" فَعَفَا الْقَوْم فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - : \" إِنَّ مِنْ عِبَاد اللَّه مَنْ لَوْ أَقْسَمَ عَلَى اللَّه لَأَبَرَّهُ \" رَوَاهُ الْبُخَارِيّ عَنْ الْأَنْصَارِيّ بِنَحْوِهِ وَرَوَى أَبُو دَاوُدَ حَدَّثَنَا أَحْمَد بْن حَنْبَل حَدَّثَنَا مُعَاذ بْن هِشَام حَدَّثَنَا أَبِي عَنْ قَتَادَة عَنْ أَبِي نَضْرَة عَنْ عِمْرَان بْن حُصَيْن أَنَّ غُلَامًا لِأُنَاسٍ فُقَرَاء قَطَعَ أُذُن غُلَام لِأُنَاسٍ أَغْنِيَاء فَأَتَى أَهْلُهُ النَّبِيَّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالُوا : يَا رَسُول اللَّه إِنَّا أُنَاسًا فُقَرَاء فَلَمْ يَجْعَل عَلَيْهِ شَيْئًا وَكَذَا رَوَاهُ النَّسَائِيّ عَنْ إِسْحَاق بْن رَاهْوَيْهِ عَنْ مُعَاذ بْن هِشَام الدَّسْتُوَائِيّ عَنْ أَبِيهِ عَنْ قَتَادَة بِهِ وَهَذَا إِسْنَاد قَوِيّ رِجَاله كُلّهمْ ثِقَات وَهُوَ حَدِيث مُشْكِل اللَّهُمَّ إِلَّا أَنْ يُقَال إِنَّ الْجَانِي كَانَ قَبْل الْبُلُوغ فَلَا قِصَاص عَلَيْهِ وَلَعَلَّهُ تَحَمَّلَ أَرْش مَا نَقَصَ مِنْ غُلَام الْأَغْنِيَاء عَنْ الْفُقَرَاء أَوْ اِسْتَعْفَاهُمْ عَنْهُ وَقَوْله تَعَالَى \" وَالْجُرُوح قِصَاص \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَالَ : تُقْتَل النَّفْس بِالنَّفْسِ وَتُفْقَأ الْعَيْن بِالْعَيْنِ وَتُقْطَع الْأَنْف بِالْأَنْفِ وَتُنْزَع السِّنّ بِالسِّنِّ وَتُقْتَصّ الْجِرَاح بِالْجِرَاحِ فَهَذَا يَسْتَوِي فِيهِ أَحْرَار الْمُسْلِمِينَ فِيمَا بَيْنهمْ رِجَالهمْ وَنِسَاؤُهُمْ إِذَا كَانَ عَمْدًا فِي النَّفْس وَمَا دُون النَّفْس وَيَسْتَوِي فِيهِ الْعَبِيد رِجَالهمْ وَنِسَاؤُهُمْ فِيمَا بَيْنهمْ إِذَا كَانَ عَمْدًا فِي النَّفْس وَمَا دُون النَّفْس رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم . وَقَوْله تَعَالَى \" فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَة لَهُ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فَمَنْ تَصَدَّقَ بِهِ يَقُول فَمَنْ عَفَا عَنْهُ وَتَصَدَّقَ عَلَيْهِ فَهُوَ كَفَّارَة لِلْمَطْلُوبِ وَأَجْر لِلطَّالِبِ وَقَالَ سُفْيَان الثَّوْرِيّ : عَنْ عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس : فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَة لِلْجَارِحِ وَأَجْر الْمَجْرُوح عَلَى اللَّه عَزَّ وَجَلَّ رَوَاهُ اِبْن أَبِي حَاتِم ثُمَّ قَالَ : وَرُوِيَ عَنْ خَيْثَمَةَ بْن عَبْد الرَّحْمَن وَمُجَاهِد وَإِبْرَاهِيم فِي أَحَد قَوْلَيْهِ وَعَامِر الشَّعْبِيّ وَجَابِر بْن زَيْد نَحْو ذَلِكَ الْوَجْه الثَّانِي ثُمَّ قَالَ : اِبْن أَبِي حَاتِم حَدَّثَنَا حَمَّاد بْن زَاذَان حَدَّثَنَا حَرَمِيّ - يَعْنِي اِبْن عُمَارَة - حَدَّثَنَا شُعْبَة عَنْ عُثْمَان - يَعْنِي اِبْن أَبِي حَفْصَة - عَنْ رَجُل عَنْ جَابِر بْن عَبْد اللَّه فِي قَوْل اللَّه عَزَّ وَجَلَّ \" فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَة \" لَهُ قَالَ : الْمَجْرُوح وَرَوَى عَنْ الْحَسَن الْبَصْرِيّ وَإِبْرَاهِيم النَّخَعِيّ فِي أَحَد قَوْلَيْهِ وَأَبِي إِسْحَاق الْهَمْدَانِيّ نَحْو ذَلِكَ وَرَوَى اِبْن جَرِير عَنْ عَامِر الشَّعْبِيّ وَقَتَادَة مِثْله وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يُونُس بْن حَبِيب حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيّ حَدَّثَنَا شُعْبَة عَنْ قَيْس يَعْنِي اِبْن مُسْلِم قَالَ : سَمِعْت طَارِق بْن شِهَاب يُحَدِّث عَنْ الْهَيْثَم بْن الْعُرْيَان النَّخَعِيّ قَالَ : رَأَيْت عَبْد اللَّه بْن عَمْرو عِنْد مُعَاوِيَة - أَحْمَرَ شَبِيهًا بِالْمَوَالِي - فَسَأَلْته عَنْ قَوْل اللَّه \" فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَة لَهُ \" قَالَ : يُهْدَم عَنْهُ مِنْ ذُنُوبه بِقَدْرِ مَا تَصَدَّقَ بِهِ وَهَكَذَا رَوَاهُ سُفْيَان الثَّوْرِيّ عَنْ قَيْس بْن مُسْلِم وَكَذَا رَوَاهُ اِبْن جَرِير مِنْ طَرِيق سُفْيَان وَشُعْبَة وَقَالَ اِبْن مَرْدُوَيْهِ : حَدَّثَنِي مُحَمَّد بْن عَلِيّ حَدَّثَنَا عَبْد الرَّحِيم بْن مُحَمَّد الْمُجَاشِعِيّ حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن الْحَجَّاج الْمَهْرِيّ حَدَّثَنَا يَحْيَى بْن سُلَيْمَان الْجُعْفِيّ حَدَّثَنَا مُعَلَّى - يَعْنِي اِبْن هِلَال - أَنَّهُ سَمِعَ أَبَان بْن ثَعْلَب عَنْ الْعُرْيَان بْن الْهَيْثَم بْن الْأَسْوَد عَنْ عَبْد اللَّه بْن عَمْرو عَنْ أَبَان بْن ثَعْلَب عَنْ الشَّعْبِيّ عَنْ رَجُل مِنْ الْأَنْصَار عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي قَوْله \" فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَة لَهُ\" قَالَ هُوَ الَّذِي تُكْسَر سِنّه أَوْ تُقْطَع يَده أَوْ يُقْطَع الشَّيْء مِنْهُ أَوْ يُجْرَح فِي بَدَنه فَيَعْفُو عَنْ ذَلِكَ قَالَ : فَيُحَطُّ عَنْهُ قَدْرُ خَطَايَاهُ فَإِنْ كَانَ رُبُع الدِّيَة فَرُبُع خَطَايَاهُ وَإِنْ كَانَ الثُّلُث فَثُلُث خَطَايَاهُ وَإِنْ كَانَتْ الدِّيَة حُطَّتْ عَنْهُ خَطَايَاهُ كَذَلِكَ ثُمَّ قَالَ اِبْن جَرِير : حَدَّثَنَا زَكَرِيَّا بْن يَحْيَى بْن أَبِي زَائِدَة حَدَّثَنَا اِبْن فُضَيْل عَنْ يُونُس بْن أَبِي إِسْحَاق عَنْ أَبِي السَّفَر قَالَ : دَفَعَ رَجُل مِنْ قُرَيْش رَجُلًا مِنْ الْأَنْصَار فَانْدَفَعَتْ ثَنِيَّته فَرَفَعَهُ الْأَنْصَارِيّ إِلَى مُعَاوِيَة فَلَمَّا أَلَحَّ عَلَيْهِ الرَّجُل قَالَ : شَأْنك وَصَاحِبك قَالَ : وَأَبُو الدَّرْدَاء عِنْد مُعَاوِيَة فَقَالَ أَبُو الدَّرْدَاء : سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول : \" مَا مِنْ مُسْلِم يُصَاب بِشَيْءٍ مِنْ جَسَده فَيَهَبَهُ إِلَّا رَفَعَهُ اللَّه بِهِ دَرَجَة وَحَطَّ عَنْهُ بِهِ خَطِيئَة \" فَقَالَ الْأَنْصَارِيّ : أَنْتَ سَمِعْته مِنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ : سَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِي فَخَلَّى سَبِيل الْقُرَشِيّ فَقَالَ مُعَاوِيَة : مُرُوا لَهُ بِمَالٍ هَكَذَا رَوَاهُ اِبْن جُبَيْر وَرَوَاهُ الْإِمَام أَحْمَد فَقَالَ حَدَّثَنَا وَكِيع حَدَّثَنَا يُونُس بْن أَبِي إِسْحَاق عَنْ أَبِي السَّفَر قَالَ : كَسَرَ رَجُل مِنْ قُرَيْش سِنّ رَجُل مِنْ الْأَنْصَار فَاسْتَعْدَى عَلَيْهِ مُعَاوِيَة فَقَالَ مُعَاوِيَة : إِنَّا سَنُرْضِيهِ فَأَلَحَّ الْأَنْصَارِيّ فَقَالَ مُعَاوِيَة : شَأْنك بِصَاحِبِك وَأَبُو الدَّرْدَاء جَالِس فَقَالَ أَبُو الدَّرْدَاء : سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول : \" مَا مِنْ مُسْلِم يُصَاب بِشَيْءٍ مِنْ جَسَده فَيَتَصَدَّق بِهِ إِلَّا رَفَعَهُ اللَّه بِهِ دَرَجَة أَوْ حَطَّ عَنْهُ بِهِ خَطِيئَة\" فَقَالَ الْأَنْصَارِيّ : فَإِنِّي قَدْ عَفَوْت وَهَكَذَا رَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث اِبْن الْمُبَارَك وَابْن مَاجَهْ مِنْ حَدِيث وَكِيع كِلَاهُمَا عَنْ يُونُس بْن أَبِي إِسْحَاق بِهِ ثُمَّ قَالَ التِّرْمِذِيّ : غَرِيب مِنْ هَذَا الْوَجْه وَلَا أَعْرِف لِأَبِي السَّفَر سَمَاعه مِنْ أَبِي الدَّرْدَاء وَقَالَ اِبْن مَرْدُوَيْهِ : حَدَّثَنَا دَعْلَج بْن أَحْمَد حَدَّثَنَا مُحَمَّد بْن عَلِيّ بْن زَيْد حَدَّثَنَا سَعِيد بْن مَنْصُور حَدَّثَنَا سُفْيَان عَنْ عِمْرَان بْن ظَبْيَان عَنْ عَدِيّ بْن ثَابِت أَنَّ رَجُلًا هَتَمَ فَمَه رَجُلٌ عَلَى عَهْد مُعَاوِيَة - رَضِيَ اللَّه عَنْهُ - فَأُعْطِيَ دِيَة فَأَبَى إِلَّا أَنْ يَقْتَصّ فَأُعْطِيَ دِيَتَيْنِ فَأَبَى فَأُعْطِيَ ثَلَاثًا فَأَبَى فَحَدَّثَ رَجُل مِنْ أَصْحَاب رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" مَنْ تَصَدَّقَ بِدَمٍ فَمَا دُونَهُ فَهُوَ كَفَّارَةٌ لَهُ مِنْ يَوْم وُلِدَ إِلَى يَوْم يَمُوت \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا شُرَيْح بْن النُّعْمَان حَدَّثَنَا هُشَيْم عَنْ الْمُغِيرَة عَنْ الشَّعْبِيّ أَنَّ عُبَادَة بْن الصَّامِت قَالَ : سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول : \" مَا مِنْ رَجُل يُجْرَح مِنْ جَسَده جِرَاحَة فَيَتَصَدَّق بِهَا إِلَّا كَفَّرَ اللَّه عَنْهُ مِثْل مَا تَصَدَّقَ بِهِ \" وَرَوَاهُ النَّسَائِيّ عَنْ عَلِيّ بْن حُجْر عَنْ جَرِير بْن عَبْد الْحَمِيد وَرَوَاهُ اِبْن جَرِير عَنْ مَحْمُود بْن خِدَاش عَنْ هُشَيْم كِلَاهُمَا عَنْ مُغِيرَة بِهِ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا يَحْيَى بْن سَعِيد الْقَطَّان عَنْ مُجَالِد عَنْ عَامِر عَنْ الْمُحَرَّر بْن أَبِي هُرَيْرَة عَنْ رَجُل مِنْ أَصْحَاب النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : مَنْ أُصِيبَ بِشَيْءٍ مِنْ جَسَده فَتَرَكَهُ لِلَّهِ كَانَ كَفَّارَة لَهُ \" \" وَمَنْ لَمْ يَحْكُم بِمَا أَنْزَلَ اللَّه فَأُولَئِكَ هُمْ الظَّالِمُونَ \" قَدْ تَقَدَّمَ عَنْ طَاوُسٍ وَعَطَاء أَنَّهُمَا قَالَا كُفْر دُون كُفْر وَظُلْم دُون ظُلْم وَفِسْق دُون فِسْق . \" قَاعِدَة مُهِمَّة \" الْجِرَاح تَارَة تَكُون فِي مَفْصِل فَيَجِب فِيهِ الْقِصَاص بِالْإِجْمَاعِ كَقَطْعِ الْيَد وَالرِّجْل وَالْكَفّ وَالْقَدَم وَنَحْو ذَلِكَ وَأَمَّا إِذَا لَمْ تَكُنْ الْجِرَاح فِي مَفْصِل بَلْ فِي عَظْم فَقَالَ مَالِك : - رَحِمَهُ اللَّه - فِيهِ الْقِصَاص إِلَّا فِي الْفَخِذ وَشِبْههَا لِأَنَّهُ مَخُوف خَطِر . وَقَالَ أَبُو حَنِيفَة وَصَاحِبَاهُ : لَا يَجِب الْقِصَاص فِي شَيْء مِنْ الْعِظَام إِلَّا فِي السِّنّ. وَقَالَ الشَّافِعِيّ : لَا يَجِب الْقِصَاص فِي شَيْء مِنْ الْعِظَام مُطْلَقًا وَهُوَ مَرْوِيّ عَنْ عُمَر بْن الْخَطَّاب وَابْن عَبَّاس وَبِهِ يَقُول : عَطَاء وَالشَّعْبِيّ وَالْحَسَن الْبَصْرِيّ وَالزُّهْرِيّ لِإِبْرَاهِيم النَّخَعِيّ وَعُمَر بْن عَبْد الْعَزِيز وَإِلَيْهِ ذَهَبَ سُفْيَان الثَّوْرِيّ وَاللَّيْث بْن سَعْد وَهُوَ الْمَشْهُور مِنْ مَذْهَب الْإِمَام أَحْمَد وَقَدْ اِحْتَجَّ أَبُو - حَنِيفَة رَحِمَهُ اللَّه - بِحَدِيثِ الرُّبَيِّع بِنْت النَّضْر عَلَى مَذْهَبه أَنَّهُ لَا قِصَاص فِي عَظْم إِلَّا فِي السِّنّ وَحَدِيث الرُّبَيِّع لَا حُجَّة فِيهِ لِأَنَّهُ وَرَدَ بِلَفْظِ كَسَرَتْ ثَنِيَّة جَارِيَة وَجَائِز أَنْ تَكُون سَقَطَتْ مِنْ غَيْر كَسْر فَيَجِب الْقِصَاص وَالْحَالَة هَذِهِ بِالْإِجْمَاعِ وَتَمَّمُوا الدَّلَالَة بِمَا رَوَاهُ اِبْن مَاجَهْ مِنْ طَرِيق أَبِي بَكْر بْن عَيَّاش عَنْ دَهْشَم بْن قُرَّان عَنْ نِمْرَان بْن جَارِيَة عَنْ أَبِيهِ جَارِيَة بْن ظَفَر الْحَنَفِيّ أَنَّ رَجُلًا ضَرَبَ رَجُلًا عَلَى سَاعِده بِالسَّيْفِ مِنْ غَيْر الْمَفْصِل فَقَطَعَهَا فَاسْتَعْدَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَأَمَرَ لَهُ بِالدِّيَةِ فَقَالَ : يَا رَسُول اللَّه أُرِيد الْقِصَاص فَقَالَ : \" خُذْ الدِّيَة بَارَكَ اللَّه لَك فِيهَا وَلَمْ يَقْضِ لَهُ بِالْقِصَاصِ \" وَقَالَ الشَّيْخ أَبُو عُمَر بْن عَبْد الْبَرّ : لَيْسَ لِهَذَا الْحَدِيث غَيْر هَذَا الْإِسْنَاد وَدَهْشَم بْن قُرَّان الْعُكْلِيّ ضَعِيف أَعْرَابِيّ لَيْسَ حَدِيثه مِمَّا يُحْتَجّ بِهِ وَنِمْرَان بْن جَارِيَة ضَعِيف أَعْرَابِيّ أَيْضًا وَأَبُوهُ جَارِيَة بْن ظَفَر مَذْكُور فِي الصَّحَابَة ثُمَّ قَالُوا : لَا يَجُوز أَنْ يُقْتَصّ مِنْ الْجِرَاحَة حَتَّى تَنْدَمِل جِرَاحَة الْمَجْنِيّ عَلَيْهِ فَإِنْ اُقْتُصَّ مِنْهُ قَبْل الِانْدِمَال ثُمَّ زَادَ جُرْحه فَلَا شَيْء لَهُ وَالدَّلِيل عَلَى ذَلِكَ مَا رَوَاهُ الْإِمَام أَحْمَد عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه أَنَّ رَجُلًا طَعَنَ رَجُلًا بِقَرْنٍ فِي رُكْبَته فَجَاءَ إِلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ : أَقِدْنِي فَقَالَ : \" حَتَّى تَبْرَأ\" ثُمَّ جَاءَ إِلَيْهِ فَقَالَ أَقِدْنِي فَأَقَادَهُ فَقَالَ : يَا رَسُول اللَّه عَرِجْت فَقَالَ : \" قَدْ نَهَيْتُك فَعَصَيْتنِي فَأَبْعَدَك اللَّه وَبَطَلَ عَرَجُك \" ثُمَّ نَهَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنْ يُقْتَصّ مِنْ جُرْح حَتَّى يَبْرَأ صَاحِبه. تَفَرَّدَ بِهِ أَحْمَد \" مَسْأَلَة \" فَلَوْ اِقْتَصَّ الْمَجْنِيّ عَلَيْهِ مِنْ الْجَانِي فَمَاتَ مِنْ الْقِصَاص فَلَا شَيْء عَلَيْهِ عِنْد مَالِك وَالشَّافِعِيّ وَأَحْمَد بْن حَنْبَل وَهُوَ قَوْل الْجُمْهُور مِنْ الصَّحَابَة وَالتَّابِعِينَ وَغَيْرهمْ وَقَالَ أَبُو حَنِيفَة : تَجِب الدِّيَة فِي مَال الْمُقْتَصّ وَقَالَ عَامِر الشَّعْبِيّ وَعَطَاء وَطَاوُس وَعَمْرو بْن دِينَار وَالْحَارِث الْعُكْلِيّ وَابْن أَبِي لَيْلَى وَحَمَّاد بْن أَبِي سُلَيْمَان وَالزُّهْرِيّ وَالثَّوْرِيّ : تَجِب الدِّيَة عَلَى عَاقِلَة الْمُقْتَصّ لَهُ قَالَ اِبْن مَسْعُود وَإِبْرَاهِيم النَّخَعِيّ وَالْحَكَم بْن عُيَيْنَةَ وَعُثْمَان الْبُسْتِيّ يَسْقُط عَنْ الْمُقْتَصّ لَهُ قَدْر تِلْكَ الْجِرَاحَة وَيَجِب الْبَاقِي فِي مَاله .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41497, "aya_id": 45}]