[{"text": "وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِن قُرْآنٍ وَلاَ تَعْمَلُونَ مِنْ عَمَلٍ إِلاَّ كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِي الأَرْضِ وَلاَ فِي السَّمَاء وَلاَ أَصْغَرَ مِن ذَلِكَ وَلا أَكْبَرَ إِلاَّ فِي كِتَابٍ مُّبِينٍ", "sura_id": 10, "type": 0, "id": 1425, "aya_id": 61}, {"text": "وما تكون في شأن وما تتلو منه من قرآن ولا تعملون من عمل إلا كنا عليكم شهودا إذ تفيضون فيه وما يعزب عن ربك من مثقال ذرة في الأرض ولا في السماء ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين", "sura_id": 10, "type": 1, "id": 7661, "aya_id": 61}, {"text": "61 - (وما تكون) يا محمد (في شأن) أمر (وما تتلو منه) أي من الشأن أو الله (من قرآن) أنزله عليك (ولا تعملون) خاطبه وأمته (من عمل إلا كنا عليكم شهوداً) رقباء (إذ تفيضون) تأخذون (فيه) أي العمل (وما يعزب) يغيب (عن ربك من مثقال) وزن (ذرة) أصغر نملة (في الأرض ولا في السماء ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين) بيِّن هو اللوح المحفوظ \r\n", "sura_id": 10, "type": 2, "id": 26369, "aya_id": 61}, {"text": "وما تكون -أيها الرسول- في أمر مِن أمورك وما تتلو من كتاب الله من آيات, وما يعمل أحد من هذه الأمة عملا من خير أو شر إلا كنا عليكم شهودًا مُطَّلِعين عليه, إذ تأخذون في ذلك, وتعملونه, فنحفظه عليكم ونجزيكم به, وما يغيب عن علم ربك -أيها الرسول- من زنة نملة صغيرة في الأرض ولا في السماء, ولا أصغر الأشياء ولا أكبرها, إلا في كتاب عند الله واضح جلي, أحاط به علمه وجرى به قلمه.\r\n", "sura_id": 10, "type": 3, "id": 32605, "aya_id": 61}, {"text": " <font color=red>وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ</font><BR><p>يُخْبِر تَعَالَى نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ يَعْلَم جَمِيع أَحْوَاله وَأَحْوَال أُمَّته وَجَمِيع الْخَلَائِق فِي كُلّ سَاعَة وَأَوَان وَلَحْظَة وَأَنَّهُ لَا يَعْزُب عَنْ عِلْمه وَبَصَره مِثْقَال ذَرَّة فِي حَقَارَتهَا وَصِغَرهَا فِي السَّمَوَات وَلَا فِي الْأَرْض وَلَا أَصْغَر مِنْهَا وَلَا أَكْبَر إِلَّا فِي كِتَاب مُبِين كَقَوْلِهِ \" وَعِنْده مَفَاتِح الْغَيْب لَا يَعْلَمهَا إِلَّا هُوَ وَيَعْلَم مَا فِي الْبَرّ وَالْبَحْر وَمَا تَسْقُط مِنْ وَرَقَة إِلَّا يَعْلَمهَا وَلَا حَبَّة فِي ظُلُمَات الْأَرْض وَلَا رَطْب وَلَا يَابِس إِلَّا فِي كِتَاب مُبِين \" فَأَخْبَرَ تَعَالَى أَنَّهُ يَعْلَم حَرَكَة الْأَشْجَار وَغَيْرهَا مِنْ الْجَمَادَات وَكَذَلِكَ الدَّوَابّ السَّارِحَة فِي قَوْله \" وَمَا مِنْ دَابَّة فِي الْأَرْض وَلَا طَائِر يَطِير بِجَنَاحَيْهِ إِلَّا أُمَم أَمْثَالكُمْ \" الْآيَة وَقَالَ تَعَالَى \" وَمَا مِنْ دَابَّة فِي الْأَرْض إِلَّا عَلَى اللَّه رِزْقهَا \" الْآيَة وَإِذَا كَانَ هَذَا عِلْمه بِحَرَكَاتِ هَذِهِ الْأَشْيَاء فَكَيْف عِلْمه بِحَرَكَاتِ الْمُكَلَّفِينَ الْمَأْمُورِينَ بِالْعِبَادَةِ كَمَا قَالَ تَعَالَى \" وَتَوَكَّلْ عَلَى الْعَزِيز الرَّحِيم الَّذِي يَرَاك حِين تَقُوم وَتَقَلُّبك فِي السَّاجِدِينَ \" وَلِهَذَا قَالَ تَعَالَى \" وَمَا تَكُون فِي شَأْن وَمَا تَتْلُو مِنْهُ مِنْ قُرْآن وَلَا تَعْمَلُونَ مِنْ عَمَل إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ \" أَيْ إِذْ تَأْخُذُونَ فِي ذَلِكَ الشَّيْء نَحْنُ مُشَاهِدُونَ لَكُمْ رَاءُونَ سَامِعُونَ وَلِهَذَا قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا سَأَلَهُ جِبْرِيل عَنْ الْإِحْسَان \" أَنْ تَعْبُد اللَّه كَأَنَّك تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاك \"</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37491, "aya_id": 61}]