[{"text": "أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ وَيُنَزِّلُ مِنَ السَّمَاء مِن جِبَالٍ فِيهَا مِن بَرَدٍ فَيُصِيبُ بِهِ مَن يَشَاء وَيَصْرِفُهُ عَن مَّن يَشَاء يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ", "sura_id": 24, "type": 0, "id": 2834, "aya_id": 43}, {"text": "ألم تر أن الله يزجي سحابا ثم يؤلف بينه ثم يجعله ركاما فترى الودق يخرج من خلاله وينزل من السماء من جبال فيها من برد فيصيب به من يشاء ويصرفه عمن يشاء يكاد سنا برقه يذهب بالأبصار", "sura_id": 24, "type": 1, "id": 9070, "aya_id": 43}, {"text": "43 - (ألم تر أن الله يزجي سحابا) يسوقه برفق (ثم يؤلف بينه) يضم بعضه إلى بعض فيجعل القطع المتفرقة قطعة واحدة (ثم يجعله ركاما) بعضه فوق بعض (فترى الودق) المطر (يخرج من خلاله) مخارجه (وينزل من السماء من) صلة (جبال فيها) في السماء بدل باعادة الجار (من برد) أي بعضه (فيصيب به من يشاء ويصرفه عن من يشاء) يقرب (يكاد سنا) لمعانه (برقه يذهب) الناظرة له أي يخطفها \r\n", "sura_id": 24, "type": 2, "id": 27778, "aya_id": 43}, {"text": "ألم تشاهد أن الله سبحانه وتعالى يسوق السحاب إلى حيث يشاء، ثم يجمعه بعد تفرقه، ثم يجعله متراكمًا، فينزل مِن بينه المطر؟ وينزل من السحاب الذي يشبه الجبال في عظمته بَرَدًا، فيصيب به مَن يشاء من عباده ويصرفه عمَّن يشاء منهم بحسب حكمته وتقديره, يكاد ضوء ذلك البرق في السحاب مِن شدته يذهب بأبصار الناظرين إليه.\r\n", "sura_id": 24, "type": 3, "id": 34014, "aya_id": 43}, {"text": " <font color=red>أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِنْ جِبَالٍ فِيهَا مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ</font><BR><p>يَذْكُر تَعَالَى أَنَّهُ يَسُوق السَّحَاب بِقُدْرَتِهِ أَوَّل مَا يُنْشِئهَا وَهِيَ ضَعِيفَة وَهُوَ الْإِزْجَاء \" ثُمَّ يُؤَلِّف بَيْنه\" أَيْ يَجْمَعهُ بَعْد تَفَرُّقه \" ثُمَّ يَجْعَلهُ رُكَامًا \" أَيْ مُتَرَاكِمًا أَيْ يَرْكَب بَعْضه بَعْضًا \" فَتَرَى الْوَدْق \" أَيْ الْمَطَر \" يَخْرُج مِنْ خِلَاله \" أَيْ مِنْ خُلَله وَكَذَا قَرَأَهَا اِبْن عَبَّاس وَالضَّحَّاك قَالَ عُبَيْد بْن عُمَيْر اللَّيْثِيّ يَبْعَث اللَّه الْمُثِيرَة فَتَقُمّ الْأَرْض قَمًّا ثُمَّ يَبْعَث اللَّه النَّاشِئَة فَتُنْشِئ السَّحَاب ثُمَّ يَبْعَث اللَّه الْمُؤَلِّفَة فَتُؤَلِّف بَيْنه ثُمَّ يَبْعَث اللَّه اللَّوَاقِح فَتُلَقِّح السَّحَاب رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير رَحِمَهُمَا اللَّه وَقَوْله \" وَيُنَزِّل مِنْ السَّمَاء مِنْ جِبَال فِيهَا مِنْ بَرَد \" قَالَ بَعْض النُّحَاة\" مِنْ \" الْأُولَى لِابْتِدَاءِ الْغَايَة وَالثَّانِيَة لِلتَّبْعِيضِ وَالثَّالِثَة لِبَيَانِ الْجِنْس وَهَذَا إِنَّمَا يَجِيء عَلَى قَوْل مَنْ ذَهَبَ مِنْ الْمُفَسِّرِينَ إِلَى أَنَّ قَوْله \" مِنْ جِبَال فِيهَا مِنْ بَرَد \" مَعْنَاهُ أَنَّ فِي السَّمَاء جِبَال بَرَد يُنَزِّل اللَّه مِنْهَا الْبَرَد وَأَمَّا مَنْ جَعَلَ الْجِبَال هَهُنَا كِنَايَة عَنْ السَّحَاب فَإِنَّ مِنْ الثَّانِيَة عِنْد هَذَا لِابْتِدَاءِ الْغَايَة أَيْضًا لَكِنَّهَا بَدَل مِنْ الْأُولَى وَاَللَّه أَعْلَم وَقَوْله تَعَالَى \" فَيُصِيب بِهِ مَنْ يَشَاء وَيَصْرِفهُ عَمَّنْ يَشَاء \" يُحْتَمَل أَنْ يَكُون الْمُرَاد بِقَوْلِهِ \" فَيُصِيب بِهِ \" أَيْ بِمَا يَنْزِل مِنْ السَّمَاء مِنْ نَوْعَيْ الْمَطَر وَالرَّدّ فَيَكُون قَوْله \" فَيُصِيب بِهِ مَنْ يَشَاء \" رَحْمَة لَهُمْ \" وَيَصْرِفهُ عَمَّنْ يَشَاء \" أَيْ يُؤَخِّر عَنْهُمْ الْغَيْث وَيُحْتَمَل أَنْ يَكُون الْمُرَاد بِقَوْلِهِ \" فَيُصِيب بِهِ \" أَيْ بِالْبَرَدِ نِقْمَة عَلَى مَنْ يَشَاء لِمَا فِيهِ مِنْ نَثْر ثِمَارهمْ وَإِتْلَاف زُرُوعهمْ وَأَشْجَارهمْ وَيَصْرِفهُ عَمَّنْ يَشَاء رَحْمَة بِهِمْ وَقَوْله \" يَكَاد سَنَا بَرْقه يَذْهَب بِالْأَبْصَارِ \" أَيْ يَكَاد ضَوْء بَرْقه مِنْ شِدَّته يَخْطَف الْأَبْصَار إِذَا اِتَّبَعَتْهُ وَتَرَاءَتْهُ.</p><BR> <br> ", "sura_id": 24, "type": 4, "id": 39262, "aya_id": 43}]