[{"text": "لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُواْ فَضْلاً مِّن رَّبِّكُمْ فَإِذَا أَفَضْتُم مِّنْ عَرَفَاتٍ فَاذْكُرُواْ اللّهَ عِندَ الْمَشْعَرِ الْحَرَامِ وَاذْكُرُوهُ كَمَا هَدَاكُمْ وَإِن كُنتُم مِّن قَبْلِهِ لَمِنَ الضَّآلِّينَ", "sura_id": 2, "type": 0, "id": 205, "aya_id": 198}, {"text": "ليس عليكم جناح أن تبتغوا فضلا من ربكم فإذا أفضتم من عرفات فاذكروا الله عند المشعر الحرام واذكروه كما هداكم وإن كنتم من قبله لمن الضالين", "sura_id": 2, "type": 1, "id": 6441, "aya_id": 198}, {"text": "198 - (ليس عليكم جناح) في (أن تبتغوا) تطلبوا (فضلاً) رزقا (من ربكم) بالتجارة في الحج نزل رداً لكراهتهم ذلك (فإذا أفضتم) دفعتم (من عرفات) بعد الوقوف بها (فاذكروا الله) بعد المبيت بمزدلفة بالتلبية والتهليل والدعاء (عند المشعر الحرام) هو جبل في آخر المزدلفة يقال له قُزَح وفي الحديث أنه صلى الله عليه وسلم وقف به يذكر الله ويدعو حتى أسفر جدّا. رواه مسلم (واذكروه كما هداكم) لمعالم دينه ومناسك حجه والكاف للتعليل (وإن) مخففة (كنتم من قبله) قبل هداه (لمن الضالين) \r\n", "sura_id": 2, "type": 2, "id": 25149, "aya_id": 198}, {"text": "ليس عليكم حرج في أن تطلبوا رزقًا من ربكم بالربح من التجارة في أيام الحج. فإذا دفعتم بعد غروب الشمس راجعين من \"عرفات\" -وهي المكان الذي يقف فيه الحجاج يوم التاسع من ذي الحجة- فاذكروا الله بالتسبيح والتلبية والدعاء عند المشعر الحرام -\"المزدلفة\"-, واذكروا الله على الوجه الصحيح الذي هداكم إليه, ولقد كنتم من قبل هذا الهدى في ضلال لا تعرفون معه الحق.\r\n", "sura_id": 2, "type": 3, "id": 31385, "aya_id": 198}, {"text": " <font color=red>لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ وَاذْكُرُوهُ كَمَا هَدَاكُمْ وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ لَمِنَ الضَّالِّينَ</font><BR><p>قَالَ الْبُخَارِيّ : حَدَّثَنَا مُحَمَّد أَخْبَرَنِي اِبْن عُيَيْنَة عَنْ عَمْرو عَنْ اِبْن عَبَّاس قَالَ : كَانَتْ عُكَاظ وَمَجَنَّة وَذُو الْمَجَاز أَسْوَاقًا فِي الْجَاهِلِيَّة فَتَأَثَّمُوا أَنْ يَتَّجِرُوا فِي الْمَوْسِم فَنَزَلَتْ \" لَيْسَ عَلَيْكُمْ جُنَاح أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبّكُمْ \" فِي مَوَاسِم الْحَجّ . وَهَكَذَا رَوَاهُ عَبْد الرَّزَّاق وَسَعِيد بْن مَنْصُور وَغَيْر وَاحِد عَنْ سُفْيَان بْن عُيَيْنَة بِهِ وَلِبَعْضِهِمْ فَلَمَّا جَاءَ الْإِسْلَام تَأْثَمُوا أَنْ يَتَّجِرُوا فَسَأَلُوا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَنْ ذَلِكَ فَأَنْزَلَ اللَّه هَذِهِ الْآيَة وَكَذَا رَوَاهُ اِبْن جُرَيْج عَنْ عَمْرو بْن دِينَار عَنْ اِبْن عَبَّاس قَالَ : كَانَ مَتْجَر النَّاس فِي الْجَاهِلِيَّة عُكَاظ وَمَجَنَّة وَذُو الْمَجَاز فَلَمَّا كَانَ الْإِسْلَام كَأَنَّهُمْ كَرِهُوا ذَلِكَ حَتَّى نَزَلَتْ هَذِهِ الْآيَة وَرَوَى أَبُو دَاوُد وَغَيْره مِنْ حَدِيث يَزِيد بْن أَبِي زِيَاد عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس قَالَ : كَانُوا يَتَّقُونَ الْبُيُوع وَالتِّجَارَة فِي الْمَوْسِم وَالْحَجّ يَقُولُونَ أَيَّام ذِكْر فَأَنْزَلَ اللَّه \" لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبّكُمْ \" وَقَالَ اِبْن جَرِير : حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنَا هِشَام أَخْبَرَنَا حَجَّاج عَنْ عَطَاء عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ \" لَيْسَ عَلَيْكُمْ جُنَاح أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبّكُمْ \" فِي مَوَاسِم الْحَجّ . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة : لَا حَرَج عَلَيْكُمْ فِي الشِّرَاء وَالْبَيْع قَبْل الْإِحْرَام وَبَعْده وَهَكَذَا رَوَى الْعَوْفِيّ عَنْ اِبْن عَبَّاس وَقَالَ وَكِيع : حَدَّثَنَا طَلْحَة بْن عَمْرو الْحَضْرَمِيّ عَنْ عَطَاء عَنْ اِبْن عَبَّاس أَنَّهُ كَانَ يَقْرَأ \" لَيْسَ عَلَيْكُمْ جُنَاح أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبّكُمْ \" فِي مَوَاسِم الْحَجّ . وَقَالَ عَبْد الرَّحْمَن عَنْ اِبْن عُيَيْنَة عَنْ عَبْد اللَّه بْن أَبِي يَزِيد : سَمِعْت اِبْن الزُّبَيْر يَقْرَأ \" لَيْسَ عَلَيْكُمْ جُنَاح أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبّكُمْ\" فِي مَوَاسِم الْحَجّ وَهَكَذَا فَسَّرَهَا مُجَاهِد وَسَعِيد بْن جُبَيْر وَعِكْرِمَة وَمَنْصُور بْن الْمُعْتَمِر وَقَتَادَة وَإِبْرَاهِيم النَّخَعِيّ وَالرَّبِيع بْن أَنَس وَغَيْرهمْ . وَقَالَ اِبْن جَرِير : حَدَّثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنَا شَبَابَة بْن سَوَّار حَدَّثَنَا شُعْبَة عَنْ أَبِي أُمَيْمَة قَالَ : سَمِعْت اِبْن عُمَر سُئِلَ عَنْ الرَّجُل يَحُجّ وَمَعَهُ تِجَارَة فَقَرَأَ اِبْن عُمَر\" لَيْسَ عَلَيْكُمْ جُنَاح أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبّكُمْ \" وَهَذَا مَوْقُوف وَهُوَ قَوِيّ جَيِّد وَقَدْ رُوِيَ مَرْفُوعًا . قَالَ أَحْمَد : حَدَّثَنَا أَسْبَاط حَدَّثَنَا الْحَسَن بْن عَمْرو الْفُقَيْمِيّ عَنْ أَبِي أُمَامَة التَّيْمِيّ قَالَ : قُلْت لِابْنِ عُمَر إِنَّا نَكْرِي فَهَلْ لَنَا مِنْ حَجّ ؟ قَالَ : أَلَيْسَ تَطُوفُونَ بِالْبَيْتِ وَتَأْتُونَ الْمُعَرَّف وَتَرْمُونَ الْجِمَار وَتَحْلِقُونَ رُءُوسكُمْ قَالَ قُلْنَا بَلَى فَقَالَ اِبْن عُمَر : جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ عَنْ الَّذِي سَأَلْتنِي فَلَمْ يُجِبْهُ حَتَّى نَزَلَ عَلَيْهِ جِبْرِيل بِهَذِهِ الْآيَة \" لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبّكُمْ \" فَدَعَاهُ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ \" أَنْتُمْ حُجَّاج \" وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا الثَّوْرِيّ عَنْ الْعَلَاء بْن الْمُسَيِّب عَنْ رَجُل مِنْ بَنِي تَمِيم قَالَ : جَاءَ رَجُل إِلَى عَبْد اللَّه بْن عُمَر فَقَالَ : يَا أَبَا عَبْد الرَّحْمَن إِنَّا قَوْم نَكْرِي وَيَزْعُمُونَ أَنَّهُ لَيْسَ لَنَا حَجّ قَالَ : أَلَسْتُمْ تُحْرِمُونَ كَمَا يُحْرِمُونَ وَتَطُوفُونَ كَمَا يَطُوفُونَ وَتَرْمُونَ كَمَا يَرْمُونَ ؟ قَالَ : بَلَى قَالَ : فَأَنْتَ حَاجّ ثُمَّ قَالَ اِبْن عُمَر : جَاءَ رَجُل إِلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَسَأَلَهُ عَمَّا سَأَلْت عَنْهُ فَنَزَلَتْ هَذِهِ الْآيَة \" لَيْسَ عَلَيْكُمْ جُنَاح أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبّكُمْ \" وَرَوَاهُ عَبْد بْن حُمَيْد فِي تَفْسِيره عَنْ عَبْد الرَّزَّاق بِهِ وَهَكَذَا رَوَى هَذَا الْحَدِيث أَبُو حُذَيْفَة عَنْ الثَّوْرِيّ مَرْفُوعًا . وَهَكَذَا رُوِيَ مِنْ غَيْر هَذَا الْوَجْه مَرْفُوعًا فَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا الْحَسَن بْن عَرَفَة حَدَّثَنَا عَبَّاد بْن الْعَوَّام عَنْ الْعَلَاء بْن الْمُسَيِّب عَنْ أَبِي أُمَامَة التَّيْمِيّ قَالَ قُلْت لِابْنِ عُمَر : إِنَّا أُنَاس نَكْرِي فِي هَذَا الْوَجْه إِلَى مَكَّة وَإِنَّ أُنَاسًا يَزْعُمُونَ أَنَّهُ لَا حَجّ لَنَا فَهَلْ تَرَى لَنَا حَجًّا ؟ قَالَ أَلَسْتُمْ تُحْرِمُونَ وَتَطُوفُونَ بِالْبَيْتِ وَتَقْضُونَ الْمَنَاسِك ؟ قَالَ : قُلْت بَلَى قَالَ \" فَأَنْتُمْ حُجَّاج \" ثُمَّ قَالَ : جَاءَ رَجُل إِلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَسَأَلَهُ عَنْ الَّذِي سَأَلْت فَلَمْ يَدْرِ مَا يَعُود عَلَيْهِ أَوْ قَالَ : فَلَمْ يَرُدّ عَلَيْهِ شَيْئًا حَتَّى نَزَلَتْ \" لَيْسَ عَلَيْكُمْ جُنَاح أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبّكُمْ \" فَدَعَا الرَّجُل فَتَلَاهَا عَلَيْهِ وَقَالَ \" أَنْتُمْ حُجَّاج \" وَكَذَا رَوَاهُ مَسْعُود بْن سَعْد وَعَبْد الْوَاحِد بْن زِيَاد وَشَرِيك الْقَاضِي عَنْ الْعَلَاء بْن الْمُسَيِّب بِهِ مَرْفُوعًا . وَقَالَ اِبْن جَرِير : حَدَّثَنِي طَلِيق بْن مُحَمَّد الْوَاسِطِيّ حَدَّثَنَا أَسْبَاط هُوَ اِبْن مُحَمَّد أَخْبَرَنَا الْحَسَن بْن عُمَر وَهُوَ الْفُقَيْمِيّ عَنْ أَبِي أُمَامَة التَّيْمِيّ قَالَ : قُلْت لِابْنِ عُمَر إِنَّا قَوْم نَكْرِي فَهَلْ لَنَا مِنْ حَجّ ؟ فَقَالَ : أَلَيْسَ تَطُوفُونَ بِالْبَيْتِ وَتَأْتُونَ الْمُعَرَّف وَتَرْمُونَ الْجِمَار وَتَحْلِقُونَ رُءُوسكُمْ ؟ قُلْنَا بَلَى قَالَ : جَاءَ رَجُل إِلَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَسَأَلَهُ عَنْ الَّذِي سَأَلْتنِي عَنْهُ فَلَمْ يَدْرِ مَا يَقُول لَهُ حَتَّى نَزَلَ جِبْرِيل عَلَيْهِ السَّلَام بِهَذِهِ الْآيَة \" لَيْسَ عَلَيْكُمْ جُنَاح أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبّكُمْ\" إِلَى آخِر الْآيَة . وَقَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" أَنْتُمْ حُجَّاج \" وَقَالَ اِبْن جَرِير : حَدَّثَنِي أَحْمَد بْن إِسْحَاق حَدَّثَنَا أَبُو أَحْمَد حَدَّثَنَا غُنْدَر عَنْ عَبْد الرَّحْمَن بْن الْمُهَاجِر عَنْ أَبِي صَالِح مَوْلَى عُمَر قَالَ : قُلْت يَا أَمِير الْمُؤْمِنِينَ كُنْتُمْ تَتَّجِرُونَ فِي الْحَجّ ؟ قَالَ : وَهَلْ كَانَتْ مَعَايِشهمْ إِلَّا فِي الْحَجّ ؟ وَقَوْله تَعَالَى \" فَإِذَا أَفَضْتُمْ مِنْ عَرَفَات فَاذْكُرُوا اللَّه عِنْد الْمَشْعَر الْحَرَام \" إِنَّمَا صَرَفَ عَرَفَات وَإِنْ كَانَ عَلَمًا عَلَى مُؤَنَّث لِأَنَّهُ فِي الْأَصْل جَمْع كَمُسْلِمَاتٍ وَمُؤْمِنَات سُمِّيَ بِهِ بُقْعَة مُعَيَّنَة فَرُوعِيَ فِيهِ الْأَصْل فَصُرِفَ اِخْتَارَهُ اِبْن جَرِير وَعَرَفَة مَوْضِع الْوُقُوف فِي الْحَجّ وَهِيَ عُمْدَة أَفْعَال الْحَجّ وَلِهَذَا رَوَى الْإِمَام أَحْمَد وَأَهْل السُّنَن بِإِسْنَادٍ صَحِيح عَنْ الثَّوْرِيّ عَنْ بُكَيْر عَنْ عَطَاء عَنْ عَبْد الرَّحْمَن بْن يَعْمَر الدَّيْلِيّ قَالَ : سَمِعْت رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَقُول \" الْحَجّ عَرَفَات - ثَلَاثًا - فَمَنْ أَدْرَكَ عَرَفَة قَبْل أَنْ يَطْلُع الْفَجْر فَقَدْ أَدْرَكَ . وَأَيَّام مِنًى ثَلَاثَة فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْم عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْم عَلَيْهِ \" وَوَقْت الْوُقُوف مِنْ الزَّوَال يَوْم عَرَفَة إِلَى طُلُوع الْفَجْر الثَّانِي مِنْ يَوْم النَّحْر لِأَنَّ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَقَفَ فِي حَجَّة الْوَدَاع بَعْد أَنْ صَلَّى الظُّهْر إِلَى أَنْ غَرُبَتْ الشَّمْس وَقَالَ : \" لِتَأْخُذُوا عَنِّي مَنَاسِككُمْ \" وَقَالَ فِي هَذَا الْحَدِيث \" فَمَنْ أَدْرَكَ عَرَفَة قَبْل أَنْ يَطْلُع الْفَجْر فَقَدْ أَدْرَكَ \" وَهَذَا مَذْهَب مَالِك وَأَبِي حَنِيفَة وَالشَّافِعِيّ رَحِمَهُمْ اللَّه وَذَهَبَ الْإِمَام أَحْمَد إِلَى أَنَّ وَقْت الْوُقُوف مِنْ أَوَّل يَوْم عَرَفَة وَاحْتَجُّوا بِحَدِيثِ الشَّعْبِيّ عَنْ عُرْوَة بْن مُضَرِّس بْن حَارِثَة بْن لَامٍ الطَّائِيّ قَالَ : أَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْمُزْدَلِفَةِ حِين خَرَجَ إِلَى الصَّلَاة فَقُلْت يَا رَسُول اللَّه إِنِّي جِئْت مِنْ جَبَلَيْ طَيِّئ أَكْلَلْت رَاحِلَتِي وَأَتْعَبْت نَفْسِي وَاَللَّه مَا تَرَكْت مِنْ جَبَل إِلَّا وَقَفْت عَلَيْهِ فَهَلْ لِي مِنْ حَجّ ؟ فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" مَنْ شَهِدَ صَلَاتنَا هَذِهِ فَوَقَفَ مَعَنَا حَتَّى نَدْفَع وَقَدْ وَقَفَ بِعَرَفَة قَبْل ذَلِكَ لَيْلًا أَوْ نَهَارًا فَقَدْ تَمَّ حَجّه وَقَضَى تَفَثه \" رَوَاهُ الْإِمَام أَحْمَد وَأَهْل السُّنَن وَصَحَّحَهُ التِّرْمِذِيّ. ثُمَّ قِيلَ : إِنَّمَا سُمِّيَتْ عَرَفَات لِمَا رَوَاهُ عَبْد الرَّزَّاق أَخْبَرَنِي اِبْن جُرَيْج قَالَ : قَالَ اِبْن الْمُسَيِّب قَالَ عَلِيّ بْن أَبِي طَالِب بَعَثَ اللَّه جِبْرِيل عَلَيْهِ السَّلَام إِلَى إِبْرَاهِيم - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَحَجَّ بِهِ حَتَّى إِذَا أَتَى عَرَفَة قَالَ عَرَفْت وَكَانَ قَدْ أَتَاهَا مَرَّة قَبْل ذَلِكَ فَلِذَلِكَ سُمِّيَتْ عَرَفَة . وَقَالَ اِبْن الْمُبَارَك عَنْ عَبْد الْمَلِك بْن أَبِي سُلَيْمَان عَنْ عَطَاء قَالَ : إِنَّمَا سُمِّيَتْ عَرَفَة لِأَنَّ جِبْرِيل كَانَ يُرِي إِبْرَاهِيم الْمَنَاسِك فَيَقُول : عَرَفْت عَرَفْت فَسُمِّيَتْ عَرَفَات . وَرُوِيَ نَحْوه عَنْ اِبْن عَبَّاس وَابْن عُمَر وَأَبِي مِجْلَز فَاَللَّه أَعْلَم وَتُسَمَّى عَرَفَات الْمَشْعَر الْحَرَام وَالْمَشْعَر الْأَقْصَى وَإِلَال عَلَى وَزْن هِلَال وَيُقَال لِلْجَبَلِ فِي وَسَطهَا جَبَل الرَّحْمَة قَالَ أَبُو طَالِب فِي قَصِيدَته الْمَشْهُورَة : وَبِالْمَشْعَرِ الْأَقْصَى إِذَا قَصَدُوا لَهُ إِلَال إِلَى تِلْكَ الشِّرَاج الْقَوَابِل وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا حَمَّاد بْن الْحَسَن بْن عُيَيْنَة حَدَّثَنَا أَبُو عَامِر عَنْ زَمْعَة هُوَ اِبْن صَالِح عَنْ سَلَمَة بْن وَهْرَام عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : كَانَ أَهْل الْجَاهِلِيَّة يَقِفُونَ بِعَرَفَة حَتَّى إِذَا كَانَتْ الشَّمْس عَلَى رُءُوس الْجِبَال كَأَنَّهَا الْعَمَائِم عَلَى رُءُوس الرِّجَال دَفَعُوا فَأَخَّرَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - الدَّفْعَة عَنْ عَرَفَة حَتَّى غَرَبَتْ الشَّمْس وَرَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ حَدِيث زَمْعَة بْن صَالِح وَزَادَ : ثُمَّ وَقَفَ بِالْمُزْدَلِفَةِ وَصَلَّى الْفَجْر بِغَلَسٍ حَتَّى إِذَا أَسْفَرَ كُلّ شَيْء وَكَانَ فِي الْوَقْت الْآخِر دَفَعَ وَهَذَا أَحْسَن الْإِسْنَاد وَقَالَ اِبْن جُرَيْج عَنْ مُحَمَّد بْن قَيْس عَنْ الْمِسْوَر بْن مَخْرَمَة قَالَ : خَطَبَنَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَهُوَ بِعَرَفَاتٍ فَحَمِدَ اللَّه وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ \" أَمَّا بَعْد - وَكَانَ إِذَا خَطَبَ خُطْبَة قَالَ أَمَّا بَعْد - فَإِنَّ هَذَا الْيَوْم الْحَجّ الْأَكْبَر أَلَا وَإِنَّ أَهْل الشِّرْك وَالْأَوْثَان كَانُوا يَدْفَعُونَ فِي هَذَا الْيَوْم قَبْل أَنْ تَغِيب الشَّمْس إِذَا كَانَتْ الشَّمْس فِي رُءُوس الْجِبَال كَأَنَّهَا عَمَائِم الرِّجَال فِي وُجُوههَا وَإِنَّا نَدْفَع قَبْل أَنْ تَطْلُع الشَّمْس مُخَالِفًا هَدْيُنَا هَدْيَ أَهْل الشِّرْك \" هَكَذَا رَوَاهُ اِبْن مَرْدَوَيْهِ وَهَذَا لَفْظه وَالْحَاكِم فِي مُسْتَدْرَكه كِلَاهُمَا مِنْ حَدِيث عَبْد الرَّحْمَن بْن الْمُبَارَك الْعَيْشِيّ عَنْ عَبْد الْوَارِث بْن سَعِيد عَنْ اِبْن جُرَيْج . وَقَالَ الْحَاكِم : صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ وَقَدْ صَحَّ وَثَبَتَ بِمَا ذَكَرْنَاهُ سَمَاع الْمِسْوَر مِنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لَا كَمَا يَتَوَهَّمهُ بَعْض أَصْحَابنَا أَنَّهُ مِمَّنْ لَهُ رُؤْيَة بِلَا سَمَاع وَقَالَ وَكِيع عَنْ شُعْبَة عَنْ إِسْمَاعِيل بْن رَجَاء الزُّبَيْدِيّ عَنْ الْمَعْرُور بْن سُوَيْد قَالَ : رَأَيْت عُمَر - رَضِيَ اللَّه عَنْهُ - حِين دَفَعَ مِنْ عَرَفَة كَأَنِّي أَنْظُر إِلَيْهِ رَجُل أَصْلَع عَلَى بَعِير لَهُ يُوضَع وَهُوَ يَقُول : إِنَّا وَجَدْنَا الْإِفَاضَة هِيَ الْإِيضَاع . وَفِي حَدِيث جَابِر بْن عَبْد اللَّه الطَّوِيل الَّذِي فِي صَحِيح مُسْلِم قَالَ فِيهِ : - فَلَمْ يَزَلْ وَاقِفًا يَعْنِي بِعَرَفَة حَتَّى غَرُبَتْ الشَّمْس وَبَدَتْ الصُّفْرَة قَلِيلًا حَتَّى غَابَ الْقُرْص وَأَرْدَفَ أُسَامَة خَلْفه وَدَفَعَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَقَدْ شَنَقَ لِلْقَصْوَاءِ الزِّمَام حَتَّى إِنَّ رَأْسهَا لِيُصِيبَ مَوْرك رَحْله وَيَقُول بِيَدِهِ الْيُمْنَى \" أَيّهَا النَّاس : السَّكِينَة السَّكِينَة \" كُلَّمَا أَتَى جَبَلًا مِنْ الْجِبَال أَرْخَى لَهَا قَلِيلًا حَتَّى تَصْعَد حَتَّى أَتَى الْمُزْدَلِفَة فَصَلَّى بِهَا الْمَغْرِب وَالْعِشَاء بِأَذَانٍ وَاحِد وَإِقَامَتَيْنِ وَلَمْ يُسَبِّح بَيْنهمَا شَيْئًا ثُمَّ اِضْطَجَعَ حَتَّى طَلَعَ الْفَجْر فَصَلَّى الْفَجْر حِين تَبَيَّنَ لَهُ الصُّبْح بِأَذَانٍ وَإِقَامَة ثُمَّ رَكِبَ الْقَصْوَاء حَتَّى أَتَى الْمَشْعَر الْحَرَام فَاسْتَقْبَلَ الْقِبْلَة فَدَعَا اللَّه وَكَبَّرَهُ وَهَلَّلَهُ وَوَحَّدَهُ فَلَمْ يَزَلْ وَاقِفًا حَتَّى أَسْفَرَ جِدًّا فَدَفَعَ قَبْل أَنْ تَطْلُع الشَّمْس وَفِي الصَّحِيحَيْنِ عَنْ أُسَامَة بْن زَيْد أَنَّهُ سُئِلَ كَيْف كَانَ يَسِير رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - حِين دَفَعَ ؟ قَالَ : كَانَ يَسِير الْعَنَق فَإِذَا وَجَدَ فَجْوَة نَصَّ . وَالْعَنَق هُوَ اِنْبِسَاط السَّيْر وَالنَّصّ فَوْقه وَقَالَ اِبْن أَبِي حَاتِم : أَخْبَرَنَا أَبُو مُحَمَّد بْن بِنْت الشَّافِعِيّ فِيمَا كَتَبَ إِلَيَّ عَنْ أَبِيهِ أَوْ عَمّه عَنْ سُفْيَان بْن عُيَيْنَة قَوْله \" فَإِذَا أَفَضْتُمْ مِنْ عَرَفَات فَاذْكُرُوا اللَّه عِنْد الْمَشْعَر الْحَرَام \" وَهِيَ الصَّلَاتَيْنِ جَمِيعًا وَقَالَ أَبُو إِسْحَاق السَّبِيعِيّ عَنْ عَمْرو بْن مَيْمُون سَأَلْت عَبْد اللَّه بْن عَمْرو عَنْ الْمَشْعَر الْحَرَام فَسَكَتَ حَتَّى إِذَا هَبَطَتْ أَيْدِي رَوَاحِلنَا بِالْمُزْدَلِفَةِ قَالَ : أَيْنَ السَّائِل عَنْ الْمَشْعَر الْحَرَام ؟ هَذَا الْمَشْعَر الْحَرَام . وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ سَالِم قَالَ : قَالَ اِبْن عُمَر : الْمَشْعَر الْحَرَام الْمُزْدَلِفَة كُلّهَا . وَقَالَ هِشَام عَنْ حَجَّاج عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّهُ سُئِلَ عَنْ قَوْله \" فَاذْكُرُوا اللَّه عِنْد الْمَشْعَر الْحَرَام\" قَالَ فَقَالَ : هَذَا الْجَبَل وَمَا حَوْله . وَقَالَ عَبْد الرَّزَّاق : أَخْبَرَنَا مَعْمَر عَنْ الْمُغِيرَة عَنْ إِبْرَاهِيم قَالَ : رَآهُمْ اِبْن عُمَر يَزْدَحِمُونَ عَلَى قُزَح فَقَالَ : عَلَامَ يَزْدَحِم هَؤُلَاءِ ؟ كُلّ مَا هَاهُنَا مَشْعَر . وَرُوِيَ عَنْ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر وَعِكْرِمَة وَمُجَاهِد وَالسُّدِّيّ وَالرَّبِيع بْن أَنَس وَالْحَسَن وَقَتَادَة أَنَّهُمْ قَالُوا : هُوَ مَا بَيْن الْجَبَلَيْنِ . وَقَالَ اِبْن جُرَيْج : قُلْت لِعَطَاءٍ أَيْنَ الْمُزْدَلِفَة ؟ قَالَ : إِذَا أَفَضْت مِنْ مَأْزِمَيْ عَرَفَة فَذَلِكَ إِلَى مُحَسِّر قَالَ وَلَيْسَ الْمَأْزِمَانِ مَأْزِمَيْ عَرَفَة مِنْ الْمُزْدَلِفَة وَلَكِنْ مُفْضَاهُمَا قَالَ : فَقِفْ بَيْنهمَا إِنْ شِئْت قَالَ وَأُحِبّ أَنْ تَقِف دُون قُزَح هَلُمَّ إِلَيْنَا مِنْ أَجْل طَرِيق النَّاس\" قُلْت \" وَالْمَشَاعِر هِيَ الْمَعَالِم الظَّاهِرَة وَإِنَّمَا سُمِّيَتْ الْمُزْدَلِفَة الْمَشْعَر الْحَرَام لِأَنَّهَا دَاخِل الْحَرَم وَهَلْ الْوُقُوف بِهَا رُكْن فِي الْحَجّ لَا يَصِحّ إِلَّا بِهِ كَمَا ذَهَبَ إِلَيْهِ طَائِفَة مِنْ السَّلَف وَبَعْض أَصْحَاب الشَّافِعِيّ مِنْهُمْ الْقَفَّال وَابْن خُزَيْمَة لِحَدِيثِ عُرْوَة بْن مُضَرِّس ؟ أَوْ وَاجِب كَمَا هُوَ أَحَد قَوْلَيْ الشَّافِعِيّ يُجْبَر بِدَمٍ ؟ أَوْ مُسْتَحَبّ لَا يَجِب بِتَرْكِهِ شَيْء كَمَا هُوَ الْقَوْل الْآخَر ؟ فِي ذَلِكَ ثَلَاثَة أَقْوَال لِلْعُلَمَاءِ لِبَسْطِهَا مَوْضِع آخَر غَيْر هَذَا وَاَللَّه أَعْلَم . وَقَالَ عَبْد اللَّه بْن الْمُبَارَك عَنْ سُفْيَان الثَّوْرِيّ عَنْ زَيْد بْن أَسْلَمَ أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" عَرَفَة كُلّهَا مَوْقِف وَارْفَعُوا عَنْ عَرَفَة وَجَمْعٌ كُلُّهَا مَوْقِفٌ إِلَّا مُحَسِّرًا\" هَذَا حَدِيث مُرْسَل وَقَدْ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا سَعِيد بْن عَبْد الْعَزِيز حَدَّثَنِي سُلَيْمَان بْن مُوسَى عَنْ جُبَيْر بْن مُطْعِم عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ : \" كُلّ عَرَفَات مَوْقِف وَارْفَعُوا عَنْ عَرَفَات وَكُلّ مُزْدَلِفَة مَوْقِف وَارْفَعُوا عَنْ مُحَسِّر وَكُلّ فِجَاج مَكَّة مَنْحَر وَكُلّ أَيَّام التَّشْرِيق ذَبْح \" وَهَذَا أَيْضًا مُنْقَطِع فَإِنَّ سُلَيْمَان بْن مُوسَى هَذَا وَهُوَ الْأَشْدَق لَمْ يُدْرِك جُبَيْر بْن مُطْعِم وَلَكِنْ رَوَاهُ الْوَلِيد بْن مُسْلِم وَسُوَيْد بْن عَبْد الْعَزِيز عَنْ سَعِيد بْن عَبْد الْعَزِيز عَنْ سُلَيْمَان فَقَالَ الْوَلِيد عَنْ جُبَيْر بْن مُطْعِم عَنْ أَبِيهِ وَقَالَ سُوَيْد عَنْ نَافِع بْن جُبَيْر عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ - فَذَكَرَهُ وَاَللَّه أَعْلَم . وَقَوْله\" وَاذْكُرُوهُ كَمَا هَدَاكُمْ \" تَنْبِيه لَهُمْ عَلَى مَا أَنْعَمَ اللَّه بِهِ عَلَيْهِمْ مِنْ الْهِدَايَة وَالْبَيَان وَالْإِرْشَاد إِلَى مَشَاعِر الْحَجّ عَلَى مَا كَانَ عَلَيْهِ مِنْ الْهِدَايَة إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام وَلِهَذَا قَالَ \" وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ لَمِنْ الضَّالِّينَ \" قِيلَ مِنْ قَبْل هَذَا الْهَدْي وَقِيلَ الْقُرْآن وَقِيلَ الرَّسُول وَالْكُلّ مُتَقَارِب وَمُتَلَازِم وَصَحِيح.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38606, "aya_id": 198}]