[{"text": "إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُم بُنيَانٌ مَّرْصُوصٌ", "sura_id": 61, "type": 0, "id": 5167, "aya_id": 4}, {"text": "إن الله يحب الذين يقاتلون في سبيله صفا كأنهم بنيان مرصوص", "sura_id": 61, "type": 1, "id": 11403, "aya_id": 4}, {"text": "4 - (إن الله يحب) ينصر ويكرم (الذين يقاتلون في سبيله صفا) حال أي صافين (كأنهم بنيان مرصوص) ملزق بعضه إلى بعض ثابت \r\n", "sura_id": 61, "type": 2, "id": 30111, "aya_id": 4}, {"text": "إن الله يحب الذين يقاتلون في سبيله صفًا كأنهم بنيان متراص محكم لا ينفذ منه العدو. وفي الآية بيان فضل الجهاد والمجاهدين؛ لمحبة الله سبحانه لعباده المؤمنين إذا صفُّوا مواجهين لأعداء الله, يقاتلونهم في سبيله.\r\n", "sura_id": 61, "type": 3, "id": 36347, "aya_id": 4}, {"text": " <font color=red>إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ</font><BR><p>وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ - إِلَى قَوْله - كَأَنَّهُمْ بُنْيَان مَرْصُوص فَمَا بَيْن ذَلِكَ فِي نَفَر مِنْ الْأَنْصَار فِيهِمْ عَبْد اللَّه بْن رَوَاحَة قَالُوا فِي مَجْلِس لَوْ نَعْلَم أَيّ الْأَعْمَال أَحَبّ إِلَى اللَّه لَعَمِلْنَا بِهِ حَتَّى نَمُوت فَأَنْزَلَ اللَّه تَعَالَى هَذَا فِيهِمْ فَقَالَ عَبْد اللَّه بْن رَوَاحَة لَا أَبْرَح حَبِيسًا فِي سَبِيل اللَّه حَتَّى أَمُوت فَقُتِلَ شَهِيدًا وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا فَرْوَة بْن أَبِي الْمَغْرَاء حَدَّثَنَا عَلِيّ بْن مُسْهِر عَنْ دَاوُد بْن أَبِي هِنْد عَنْ أَبِي حَرْب بْن أَبِي الْأَسْوَد الدَّيْلِيّ عَنْ أَبِيهِ قَالَ بَعَثَ أَبُو مُوسَى إِلَى قُرَّاء أَهْل الْبَصْرَة فَدَخَلَ عَلَيْهِ مِنْهُمْ ثَلَاثُمِائَةِ رَجُل كُلّهمْ قَدْ قَرَأَ الْقُرْآن فَقَالَ أَنْتُمْ قُرَّاء أَهْل الْبَصْرَة وَخِيَارهمْ وَقَالَ كُنَّا نَقْرَأ سُورَة كُنَّا نُشَبِّههَا بِإِحْدَى الْمُسَبِّحَات فَأُنْسِينَاهَا غَيْر أَنِّي قَدْ حَفِظْت مِنْهَا \" يَا أَيّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ\" فَتُكْتَب شَهَادَة فِي أَعْنَاقِكُمْ فَتُسْأَلُونَ عَنْهَا يَوْم الْقِيَامَة وَلِهَذَا قَالَ تَعَالَى \" إِنَّ اللَّه يُحِبّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيله صَفًّا كَأَنَّهُمْ بُنْيَان مَرْصُوص \" فَهَذَا إِخْبَار مِنْ اللَّه تَعَالَى بِمَحَبَّتِهِ عِبَاده الْمُؤْمِنِينَ إِذَا صُفُّوا مُوَاجِهِينَ لِأَعْدَاءِ اللَّه فِي حَوْمَة الْوَغَى يُقَاتِلُونَ فِي سَبِيل اللَّه مَنْ كَفَرَ بِاَللَّهِ لِتَكُونَ كَلِمَة اللَّه هِيَ الْعُلْيَا وَدِينه هُوَ الظَّاهِر الْعَالِي عَلَى سَائِر الْأَدْيَان . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا هُشَيْم قَالَ مُجَاهِد أَخْبَرَنَا مَجَالِد عَنْ أَبِي الْوَدَّاك عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثَلَاثَة يَضْحَك اللَّه إِلَيْهِمْ : الرَّجُل يَقُوم مِنْ اللَّيْل وَالْقَوْم إِذَا صُفُّوا لِلصَّلَاةِ وَالْقَوْم إِذَا صُفُّوا لِلْقِتَالِ \" وَرَوَاهُ اِبْن مَاجَهْ مِنْ حَدِيث مُجَالِد عَنْ أَبِي الْوَدَّاك جَبْر بْن نَوْفٍ بِهِ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو نُعَيْم الْفَضْل بْن دُكَيْن حَدَّثَنَا الْأَسْوَد يَعْنِي اِبْن شَيْبَان حَدَّثَنِي يَزِيد بْن عَبْد اللَّه بْن الشِّخِّير قَالَ : قَالَ مُطَرَّف كَانَ يَبْلُغنِي عَنْ أَبِي ذَرّ حَدِيث كُنْت أَشْتَهِي لِقَاءَهُ فَلَقِيته فَقُلْت يَا أَبَا ذَرّ كَانَ يَبْلُغنِي عَنْك حَدِيث فَكُنْت أَشْتَهِي لِقَاءَك فَقَالَ لِلَّهِ أَبُوك فَقَدْ لَقِيت فَهَاتِ فَقُلْت كَانَ يَبْلُغنِي عَنْك أَنَّك تَزْعُمُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَدَّثَكُمْ أَنَّ اللَّه يَبْغَضُ ثَلَاثَة وَيُحِبّ ثَلَاثَة قَالَ أَجَل فَلَا إِخَالُنِي أَكَذِبُ عَلَى خَلِيلِي صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قُلْت فَمَنْ هَؤُلَاءِ الثَّلَاثَة الَّذِينَ يُحِبّهُمْ اللَّه عَزَّ وَجَلَّ ؟ قَالَ رَجُل غَزَا فِي سَبِيل اللَّه خَرَجَ مُحْتَسِبًا مُجَاهِدًا فَلَقِيَ الْعَدُوّ فَقُتِلَ وَأَنْتُمْ تَجِدُونَهُ فِي كِتَاب اللَّه الْمُنَزَّل ثُمَّ قَرَأَ \" إِنَّ اللَّه يُحِبّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيله صَفًّا كَأَنَّهُمْ بُنْيَان مَرْصُوص \" وَذَكَرَ الْحَدِيث هَكَذَا أَوْرَدَ هَذَا الْحَدِيث مِنْ هَذَا الْوَجْه بِهَذَا السِّيَاق وَهَذَا اللَّفْظ وَاخْتَصَرَهُ وَقَدْ أَخْرَجَهُ التِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث شُعْبَة عَنْ مَنْصُور بْن الْمُعْتَمِر عَنْ رِبْعِيّ بْن حِرَاش عَنْ زَيْد بْن ظَبْيَان عَنْ أَبِي ذَرّ بِأَبْسَط مِنْ هَذَا السِّيَاق وَأَتَمّ وَقَدْ أَوْرَدْنَاهُ فِي مَوْضِع آخَر وَلِلَّهِ الْحَمْد وَعَنْ كَعْب الْأَحْبَار أَنَّهُ قَالَ : يَقُول اللَّه تَعَالَى لِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : عَبْدِي الْمُتَوَكِّل الْمُخْتَار لَيْسَ بِفَظٍّ وَلَا غَلِيظ وَلَا سَخَّاب فِي الْأَسْوَاق وَلَا يَجْزِي بِالسَّيِّئَةِ السَّيِّئَة وَلَكِنْ يَعْفُو وَيَغْفِر مَوْلِده بِمَكَّة وَهِجْرَته بِطَابَة وَمُلْكه الشَّام وَأُمَّته الْحَمَّادُونَ يَحْمَدُونَ اللَّه عَلَى كُلّ حَال وَفِي كُلّ مَنْزِلَة لَهُمْ دَوِيّ كَدَوِيِّ النَّحْل فِي جَوّ السَّمَاء بِالسَّحَرِ يُوَضُّون أَطْرَافهمْ وَيَأْتَزِرُون عَلَى أَنْصَافهمْ صَفّهمْ فِي الْقِتَال مِثْل صَفّهمْ فِي الصَّلَاة ثُمَّ قَرَأَ \" إِنَّ اللَّه يُحِبّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيله صَفًّا كَأَنَّهُمْ بُنْيَان مَرْصُوص \" رُعَاة الشَّمْس يُصَلُّونَ الصَّلَاة حَيْثُ أَدْرَكَتْهُمْ وَلَوْ عَلَى ظَهْر دَابَّة . رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ سَعِيد بْن جُبَيْر فِي قَوْله تَعَالَى\" إِنَّ اللَّه يُحِبّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيله صَفًّا \" قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يُقَاتِل الْعَدُوّ إِلَّا أَنْ يُصَافّهم وَهَذَا تَعْلِيم مِنْ اللَّه لِلْمُؤْمِنِينَ قَالَ وَقَوْله تَعَالَى \" كَأَنَّهُمْ بُنْيَان مَرْصُوص \" أَيْ مُلْتَصِق بَعْضه بِبَعْضٍ مِنْ الصَّفّ فِي الْقِتَال وَقَالَ مُقَاتِل بْن حَيَّان مُلْتَصِق بَعْضه بِبَعْضٍ وَقَالَ اِبْن عَبَّاس كَأَنَّهُمْ بُنْيَان مَرْصُوص مُثَبَّت لَا يَزُول مُلْصَق بَعْضه بِبَعْضٍ . وَقَالَ قَتَادَة كَأَنَّهُمْ بُنْيَان مَرْصُوص أَلَمْ تَرَ إِلَى صَاحِب الْبُنْيَان كَيْف لَا يُحِبّ أَنْ يَخْتَلِف بُنْيَانه ؟ فَكَذَلِكَ اللَّه عَزَّ وَجَلَّ لَا يُحِبّ أَنْ يَخْتَلِف أَمْره وَأَنَّ اللَّه صَفَّ الْمُؤْمِنِينَ فِي قِتَالهمْ وَصَفَّهُمْ فِي صَلَاتهمْ فَعَلَيْكُمْ بِأَمْرِ اللَّه فَإِنَّهُ عِصْمَة لِمَنْ أَخَذَ بِهِ . أَوْرَدَ ذَلِكَ كُلَّهُ اِبْن أَبِي حَاتِم وَقَالَ اِبْن جَرِير حَدَّثَنِي سَعِيد بْن عَمْرو السُّكُونِيّ حَدَّثَنَا بَقِيَّة بْن الْوَلِيد عَنْ أَبِي بَكْر بْن أَبِي مَرْيَم عَنْ يَحْيَى بْن جَابِر الطَّائِيّ عَنْ أَبِي بَحْرِيَّة قَالَ كَانُوا يَكْرَهُونَ الْقِتَال عَلَى الْخَيْل وَيَسْتَحِبُّونَ الْقِتَال عَلَى الْأَرْض لِقَوْلِ اللَّه عَزَّ وَجَلَّ \" إِنَّ اللَّه يُحِبّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيله صَفًّا كَأَنَّهُمْ بُنْيَان مَرْصُوص \" قَالَ وَكَانَ أَبُو بَحْرِيَّة يَقُول : إِذَا رَأَيْتُمُونِي أَلْتَفِت فِي الصَّفّ فَجِئُّوا فِي لَحْيَيَّ .</p><BR> <br> ", "sura_id": 61, "type": 4, "id": 42262, "aya_id": 4}]