[{"text": "عُتُلٍّ بَعْدَ ذَلِكَ زَنِيمٍ", "sura_id": 68, "type": 0, "id": 5284, "aya_id": 13}, {"text": "عتل بعد ذلك زنيم", "sura_id": 68, "type": 1, "id": 11520, "aya_id": 13}, {"text": "13 - (عتل) غليظ جاف (بعد ذلك زنيم) دعي في قريش وهو الوليد بن المغيرة ادعاه أبوه بعد ثماني عشرة سنة قال ابن عباس لا نعلم أن الله وصف أحدا بما وصفه به من العيوب فألحق به عارا لا يفارقه أبدا وتعلق بزنيم الظرف قبله \r\n", "sura_id": 68, "type": 2, "id": 30228, "aya_id": 13}, {"text": "شديد في كفره، فاحش لئيم، منسوب لغير أبيه.\r\n", "sura_id": 68, "type": 3, "id": 36464, "aya_id": 13}, {"text": " <font color=red>عُتُلٍّ بَعْدَ ذَلِكَ زَنِيمٍ</font><BR><p>أَمَّا الْعُتُلّ فَهُوَ الْفَظّ الْغَلِيظ الصَّحِيح الْجَمُوع الْمَنُوع وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع وَعَبْد الرَّحْمَن عَنْ سُفْيَان عَنْ سَعِيد بْن خَالِد عَنْ حَارِثَة بْن وَهْب قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا أُنَبِّئكُمْ بِأَهْلِ الْجَنَّة كُلّ ضَعِيف مُتَضَعِّف لَوْ أَقْسَمَ عَلَى اللَّه لَأَبَرَّهُ أَلَا أُنَبِّئكُمْ بِأَهْلِ النَّار كُلّ عُتُلّ جَوَّاظ مُسْتَكْبِر \" وَقَالَ وَكِيع \" كُلّ جَوَّاظ جَعْظَرِيّ مُسْتَكْبِر \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ بَقِيَّة الْجَمَاعَة إِلَّا أَبَا دَاوُد مِنْ حَدِيث سُفْيَان الثَّوْرِيّ وَشُعْبَة كِلَاهُمَا عَنْ سَعِيد بْن خَالِد بِهِ وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا أَبُو عَبْد الرَّحْمَن حَدَّثَنَا مُوسَى بْن عَلِيّ قَالَ سَمِعْت أَبِي يُحَدِّث عَنْ عَبْد اللَّه بْن عَمْرو بْن الْعَاص أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ عِنْد ذِكْر أَهْل النَّار \" كُلّ جَعْظَرِيّ جَوَّاظ مُسْتَكْبِر جَمَّاع مَنَّاع \" تَفَرَّدَ بِهِ أَحْمَد قَالَ أَهْل اللُّغَة الْجَعْظَرِيّ الْفَظّ الْغَلِيظ وَالْجَوَّاظ الْجَمُوع الْمَنُوع وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا عَبْد الْحَمِيد عَنْ شَهْر بْن حَوْشَبٍ عَنْ عَبْد الرَّحْمَن بْن غَنْم قَالَ سُئِلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الْعُتُلّ الزَّنِيم فَقَالَ \" هُوَ الشَّدِيد الْخَلْق الْمُصَحَّح الْأَكُول الشَّرُوب الْوَاجِد لِلطَّعَامِ وَالشَّرَاب الظَّلُوم لِلنَّاسِ رَحِيب الْجَوْف \" وَبِهَذَا الْإِسْنَاد قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا يَدْخُل الْجَنَّة الْجَوَّاظ الْجَعْظَرِيّ الْعُتُلّ الزَّنِيم \" وَقَدْ أَرْسَلَهُ أَيْضًا غَيْر وَاحِد مِنْ التَّابِعِينَ . وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن عَبْد الْأَعْلَى حَدَّثَنَا أَبُو ثَوْر عَنْ مَعْمَر عَنْ زَيْد بْن أَسْلَمَ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَبْكِي السَّمَاء مِنْ عَبْد أَصَحَّ اللَّه جِسْمه وَأَرْحَبَ جَوْفه وَأَعْطَاهُ مِنْ الدُّنْيَا هَضْمًا فَكَانَ لِلنَّاسِ ظَلُومًا قَالَ فَذَلِكَ الْعُتُلّ الزَّنِيم \" وَهَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم مِنْ طَرِيقَيْنِ مُرْسَلَيْنِ وَنَصَّ عَلَيْهِ غَيْر وَاحِد مِنْ السَّلَف مِنْهُمْ مُجَاهِد وَعِكْرِمَة وَالْحَسَن وَقَتَادَة وَغَيْرهمْ أَنَّ الْعُتُلّ هُوَ الْمُصَحَّح الْخَلْق الشَّدِيد الْقَوِيّ فِي الْمَأْكَل وَالْمَشْرَب وَالْمَنْكَح وَغَيْر ذَلِكَ وَأَمَّا الزَّنِيم فَقَالَ الْبُخَارِيّ حَدَّثَنَا مَحْمُود حَدَّثَنَا عُبَيْد اللَّه عَنْ إِسْرَائِيل عَنْ أَبِي حُصَيْن عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس \" عُتُلّ بَعْد ذَلِكَ زَنِيم \" قَالَ رَجُل مِنْ قُرَيْش لَهُ زَنَمَة مِثْل زَنَمَة الشَّاة وَمَعْنَى هَذَا أَنَّهُ كَانَ مَشْهُورًا بِالسُّوءِ كَشُهْرَةِ الشَّاة ذَات الزَّنَمَة مِنْ بَيْن أَخَوَاتهَا وَإِنَّمَا الزَّنِيم فِي لُغَة الْعَرَب هُوَ الدَّعِيّ فِي الْقَوْل قَالَهُ اِبْن جَرِير وَغَيْر وَاحِد مِنْ الْأَئِمَّة قَالَ وَمِنْهُ قَوْل حَسَّان بْن ثَابِت يَعْنِي يَذُمّ بَعْض كُفَّار قُرَيْش : وَأَنْتَ زَنِيم نِيطَ فِي آل هَاشِم كَمَا نِيطَ خَلْف الرَّاكِب الْقَدَح الْفَرْد وَقَالَ آخَر : زَنِيم لَيْسَ يَعْرِف مَنْ أَبُوهُ بَغِيّ الْأُمّ ذُو حَسَب لَئِيم وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا عَمَّار بْن خَالِد الْوَاسِطِيّ حَدَّثَنَا أَسْبَاط عَنْ هِشَام عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله\" زَنِيم \" قَالَ الدَّعِيّ الْفَاحِش اللَّئِيم ثُمَّ قَالَ اِبْن عَبَّاس : زَنِيم تَدَاعَاهُ الرِّجَال زِيَادَة كَمَا زِيدَ فِي عَرْض الْأَدِيم الْأَكَارِع . وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : الزَّنِيم الدَّعِيّ وَيُقَال الزَّنِيم رَجُل كَانَتْ بِهِ زَنَمَة يُعْرَف بِهَا وَيُقَال هُوَ الْأَخْنَس بْن شَرِيق الثَّقَفِيّ حَلِيف بَنِي زُهْرَة وَزَعَمَ أُنَاس مِنْ بَنِي زُهْرَة أَنَّ الزَّنِيم الْأَسْوَد بْن عَبْد يَغُوث الزُّهْرِيّ وَلَيْسَ بِهِ وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس أَنَّهُ زَعَمَ أَنَّ الزَّنِيم الْمُلْحَق النَّسَب. وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنِي يُونُس حَدَّثَنَا اِبْن وَهْب حَدَّثَنِي سُلَيْمَان بْن بِلَال عَنْ عَبْد الرَّحْمَن بْن حَرْمَلَة عَنْ سَعِيد بْن الْمُسَيِّب أَنَّهُ سَمِعَهُ يَقُول فِي هَذِهِ الْآيَة\" عُتُلّ بَعْد ذَلِكَ زَنِيم \" قَالَ سَعِيد هُوَ الْمُلْصَق بِالْقَوْمِ لَيْسَ مِنْهُمْ وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا عُقْبَة بْن خَالِد عَنْ عَامِر بْن قُدَامَة قَالَ سُئِلَ عِكْرِمَة عَنْ الزَّنِيم قَالَ هُوَ وَلَد الزِّنَا وَقَالَ الْحَكَم بْن أَبَان عَنْ عِكْرِمَة فِي قَوْله تَعَالَى \" عُتُلّ بَعْد ذَلِكَ زَنِيم \" قَالَ يُعْرَف الْمُؤْمِن مِنْ الْكَافِر مِثْل الشَّاة الزَّنْمَاء وَالزَّنْمَاء مِنْ الشِّيَاه الَّتِي فِي عُنُقهَا هَنَتَانِ مُعَلَّقَتَانِ فِي حَلْقهَا وَقَالَ الثَّوْرِيّ عَنْ جَابِر عَنْ الْحَسَن عَنْ سَعِيد بْن جُبَيْر قَالَ الزَّنِيم الَّذِي يُعْرَف بِالشَّرِّ كَمَا تُعْرَف الشَّاة بِزَنَمَتِهَا وَالزَّنِيم الْمُلْصَق . رَوَاهُ اِبْن جَرِير وَرَوَى أَيْضًا مِنْ طَرِيق دَاوُد بْن أَبِي هِنْد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ فِي الزَّنِيم : نَعْت فَلَمْ يُعْرَف حَتَّى قِيلَ زَنِيم . قَالَ وَكَانَتْ لَهُ زَنَمَة فِي عُنُقه يُعْرَف بِهَا قَالَ وَقَالَ آخَرُونَ كَانَ دَعِيًّا . وَقَالَ اِبْن جَرِير حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا اِبْن إِدْرِيس عَنْ أَبِيهِ عَنْ أَصْحَاب التَّفْسِير قَالُوا هُوَ الَّذِي تَكُون لَهُ زَنَمَة مِثْل زَنَمَة الشَّاة وَقَالَ الضَّحَّاك كَانَتْ لَهُ زَنَمَة فِي أَصْل أُذُنه وَيُقَال هُوَ اللَّئِيم الْمُلْصَق فِي النَّسَب وَقَالَ أَبُو إِسْحَاق عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس هُوَ الْمُرِيب الَّذِي يُعْرَف بِالشَّرِّ وَقَالَ مُجَاهِد الزَّنِيم الَّذِي يُعْرَف بِهَذَا الْوَصْف كَمَا تُعْرَف الشَّاة وَقَالَ أَبُو رَزِين الزَّنِيم عَلَامَة الْكُفْر وَقَالَ عِكْرِمَة الزَّنِيم الَّذِي يُعْرَف بِاللُّؤْمِ كَمَا تُعْرَف الشَّاة بِزَنَمَتِهَا وَالْأَقْوَال فِي هَذَا كَثِيرَة وَتَرْجِع إِلَى مَا قُلْنَاهُ وَهُوَ أَنَّ الزَّنِيم هُوَ الْمَشْهُور بِالشَّرِّ الَّذِي يُعْرَف بِهِ مِنْ بَيْن النَّاس وَغَالِبًا يَكُون دَعِيًّا وَلَهُ زِنًا فَإِنَّهُ فِي الْغَالِب يَتَسَلَّط الشَّيْطَان عَلَيْهِ مَا لَا يَتَسَلَّط عَلَى غَيْره كَمَا جَاءَ فِي الْحَدِيث\" لَا يَدْخُل الْجَنَّة وَلَد زِنًا \" وَفِي الْحَدِيث الْآخَر \" وَلَد الزِّنَا شَرّ الثَّلَاثَة إِذَا عَمِلَ بِعَمَلِ أَبَوَيْهِ \" .</p><BR> <br> ", "sura_id": 68, "type": 4, "id": 42366, "aya_id": 13}]