[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تُحَرِّمُواْ طَيِّبَاتِ مَا أَحَلَّ اللّهُ لَكُمْ وَلاَ تَعْتَدُواْ إِنَّ اللّهَ لاَ يُحِبُّ الْمُعْتَدِينَ", "sura_id": 5, "type": 0, "id": 756, "aya_id": 87}, {"text": "يا أيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم ولا تعتدوا إن الله لا يحب المعتدين", "sura_id": 5, "type": 1, "id": 6992, "aya_id": 87}, {"text": "87 - ونزل لما همَّ قوم من الصحابة أن يلازموا الصوم والقيام ولا يقربوا النساء والطيب ولا يأكلوا اللحم ولا يناموا على الفراش (يا أيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم ولا تعتدوا) تتجاوزوا أمر الله (إن الله لا يحب المعتدين) \r\n", "sura_id": 5, "type": 2, "id": 25700, "aya_id": 87}, {"text": "يا أيها الذين آمنوا لا تحرِّموا طيبات أحلَّها الله لكم من المطاعم والمشارب ونكاح النساء, فتضيقوا ما وسَّع الله عليكم, ولا تتجاوزوا حدود ما حرَّم الله. إن الله لا يحب المعتدين.\r\n", "sura_id": 5, "type": 3, "id": 31936, "aya_id": 87}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ</font><BR><p>قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس نَزَلَتْ هَذِهِ الْآيَة فِي رَهْط مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ قَالُوا نَقْطَع مَذَاكِيرنَا وَنَتْرُك شَهَوَات الدُّنْيَا وَنَسِيح فِي الْأَرْض كَمَا يَفْعَل الرُّهْبَان فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَرْسَلَ إِلَيْهِمْ فَذَكَرَ لَهُمْ ذَلِكَ فَقَالُوا نَعَمْ فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لَكِنِّي أَصُوم وَأُفْطِر وَأُصَلِّي وَأَنَام وَأَنْكِح النِّسَاء فَمَنْ أَخَذَ بِسُنَّتِي فَهُوَ مِنِّي وَمَنْ لَمْ يَأْخُذ بِسُنَّتِي فَلَيْسَ مِنِّي \" رَوَاهُ اِبْن أَبِي حَاتِم وَرَوَى اِبْن مَرْدُوَيْهِ مِنْ طَرِيق الْعَوْفِيّ عَنْ اِبْن عَبَّاس نَحْو ذَلِكَ وَفِي الصَّحِيحَيْنِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ نَاسًا مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَأَلُوا أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ عَمَله فِي الدُّنْيَا فَقَالَ بَعْضهمْ لَا آكُل اللَّحْم وَقَالَ بَعْضهمْ لَا أَتَزَوَّج النِّسَاء وَقَالَ بَعْضهمْ لَا أَنَام عَلَى فِرَاش فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : \" مَا بَال أَقْوَام يَقُول أَحَدهمْ كَذَا وَكَذَا لَكِنِّي أَصُوم وَأُفْطِر وَأَنَام وَأَقُوم وَآكُل اللَّحْم وَأَتَزَوَّج النِّسَاء فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن عِصَام الْأَنْصَارِيّ حَدَّثَنَا أَبُو عَاصِم الضَّحَّاك بْن مَخْلَد عَنْ عُثْمَان يَعْنِي أَبَا سَعْد أَخْبَرَنِي عِكْرِمَة عَنْ اِبْن عَبَّاس أَنَّ رَجُلًا أَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه إِنِّي إِذَا أَكَلْت مِنْ هَذَا اللَّحْم اِنْتَشَرْت إِلَى النِّسَاء وَإِنِّي حَرَّمْت عَلَيَّ اللَّحْم فَنَزَلَتْ\" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَات مَا أَحَلَّ اللَّه لَكُمْ \" وَكَذَا رَوَاهُ التِّرْمِذِيّ وَابْن جَرِير جَمِيعًا عَنْ عَمْرو بْن عَلِيّ الْفَلَّاس عَنْ أَبِي عَاصِم النَّبِيل بِهِ وَقَالَ حَسَن غَرِيب وَقَدْ رُوِيَ مِنْ وَجْه آخَر مُرْسَلًا وَرُوِيَ مَوْقُوفًا عَلَى اِبْن عَبَّاس فَاَللَّه أَعْلَم وَقَالَ سُفْيَان الثَّوْرِيّ وَوَكِيع عَنْ إِسْمَاعِيل بْن أَبِي خَالِد عَنْ قَيْس بْن أَبِي حَازِم عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : كُنَّا نَغْزُو مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَيْسَ مَعَنَا نِسَاء فَقُلْنَا أَلَّا نَسْتَخْصِي فَنَهَانَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ عَنْ ذَلِكَ وَرَخَّصَ لَنَا أَنْ نَنْكِح الْمَرْأَةَ بِالثَّوْبِ إِلَى أَجَل ثُمَّ قَرَأَ عَبْد اللَّه\" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَات مَا أَحَلَّ اللَّه لَكُمْ \" الْآيَة أَخْرَجَاهُ مِنْ حَدِيث إِسْمَاعِيل وَهَذَا كَانَ قَبْل تَحْرِيم نِكَاح الْمُتْعَة وَاَللَّه أَعْلَم وَقَالَ الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ هَمَّام بْن الْحَارِث عَنْ عَمْرو بْن شُرَحْبِيل قَالَ جَاءَ مَعْقِل بْن مُقَرِّن إِلَى عَبْد اللَّه بْن مَسْعُود فَقَالَ إِنِّي حَرَّمْت فِرَاشِي فَتَلَا هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَات مَا أَحَلَّ اللَّه لَكُمْ \" الْآيَة وَقَالَ الثَّوْرِيّ عَنْ مَنْصُور عَنْ أَبِي الضُّحَى عَنْ مَسْرُوق قَالَ كُنَّا عِنْد عَبْد اللَّه بْن مَسْعُود فَجِيءَ بِضَرْعٍ فَتَنَحَّى رَجُل فَقَالَ لَهُ عَبْد الْمَلِك اُدْنُ فَقَالَ إِنِّي حَرَّمْت أَنْ آكُلهُ فَقَالَ عَبْد اللَّه اُدْنُ فَاطْعَمْ وَكَفِّرْ عَنْ يَمِينك وَتَلَا هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَات مَا أَحَلَّ اللَّه لَكُمْ \" الْآيَة رَوَاهُنَّ اِبْن أَبِي حَاتِم وَرَوَى الْحَاكِم هَذَا الْأَثَر الْأَخِير فِي مُسْتَدْرَكه مِنْ طَرِيق إِسْحَاق بْن رَاهْوَيْهِ عَنْ جَرِير عَنْ مَنْصُور بِهِ ثُمَّ قَالَ عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخَرِّجَاهُ ثُمَّ قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى حَدَّثَنَا اِبْن وَهْب أَخْبَرَنِي هِشَام بْن سَعْد أَنَّ زَيْد بْن أَسْلَمَ حَدَّثَهُ أَنَّ عَبْد اللَّه بْن رَوَاحَة أَضَافَهُ ضَيْف مِنْ أَهْله وَهُوَ عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ رَجَعَ إِلَى أَهْله فَوَجَدَهُمْ لَمْ يُطْعِمُوا ضَيْفهمْ اِنْتِظَارًا لَهُ فَقَالَ لِامْرَأَتِهِ حَبَسْت ضَيْفِي مِنْ أَجْلِي هُوَ عَلَيَّ حَرَام فَقَالَتْ اِمْرَأَته هُوَ عَلَيَّ حَرَام وَقَالَ الضَّيْف هُوَ عَلَيَّ حَرَام فَلَمَّا رَأَى ذَلِكَ وَضَعَ يَده وَقَالَ كُلُوا بِسْمِ اللَّه ثُمَّ ذَهَبَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَ الَّذِي كَانَ مِنْهُمْ ثُمَّ أَنْزَلَ اللَّه \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَات مَا أَحَلَّ اللَّه لَكُمْ \" وَهَذَا أَثَر مُنْقَطِع . وَفِي صَحِيح الْبُخَارِيّ فِي قِصَّة الصِّدِّيق مَعَ أَضْيَافه شَبِيهٌ بِهَذَا وَفِيهِ وَفِي هَذِهِ الْقِصَّة دَلَالَة لِمَنْ ذَهَبَ مِنْ الْعُلَمَاء كَالشَّافِعِيِّ وَغَيْره إِلَى أَنَّ مَنْ حَرَّمَ مَأْكَلًا أَوْ مَلْبَسًا أَوْ شَيْئًا مَا عَدَا النِّسَاء أَنَّهُ لَا يَحْرُم عَلَيْهِ وَلَا كَفَّارَة عَلَيْهِ أَيْضًا وَلِقَوْلِهِ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَات مَا أَحَلَّ اللَّه لَكُمْ \" وَلِأَنَّ الَّذِي حَرَّمَ اللَّحْم عَلَى نَفْسه كَمَا فِي الْحَدِيث الْمُتَقَدِّم لَمْ يَأْمُرهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِكَفَّارَةٍ . وَذَهَبَ آخَرُونَ مِنْهُمْ الْإِمَام أَحْمَد بْن حَنْبَل إِلَى أَنَّ مَنْ حَرَّمَ مَأْكَلًا أَوْ مَشْرَبًا أَوْ مَلْبَسًا أَوْ شَيْئًا مِنْ الْأَشْيَاء فَإِنَّهُ يَجِب عَلَيْهِ بِذَلِكَ كَفَّارَة يَمِين كَمَا إِذَا اِلْتَزَمَ تَرْكه بِالْيَمِينِ فَكَذَلِكَ يُؤَاخَذ بِمُجَرَّدِ تَحْرِيمه عَلَى نَفْسه إِلْزَامًا لَهُ بِمَا اِلْتَزَمَهُ كَمَا أَفْتَى بِذَلِكَ اِبْن عَبَّاس وَكَمَا فِي قَوْله تَعَالَى \" يَا أَيّهَا النَّبِيّ لِمَ تُحَرِّم مَا أَحَلَّ اللَّه لَك تَبْتَغِي مَرْضَات أَزْوَاجك وَاَللَّه غَفُور رَحِيم \" ثُمَّ قَالَ \" قَدْ فَرَضَ اللَّه لَكُمْ تَحِلَّة أَيْمَانكُمْ\" الْآيَة وَكَذَلِكَ هَاهُنَا لَمَّا ذَكَرَ هَذَا الْحُكْم عَقَّبَهُ بِالْآيَةِ الْمُبَيِّنَة لِتَكْفِيرِ الْيَمِين فَدَلَّ عَلَى أَنَّ هَذَا مُنَزَّل مَنْزِلَة الْيَمِين فِي اِقْتِضَاء التَّكْفِير وَاَللَّه أَعْلَم وَقَالَ اِبْن جَرِير حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنَا حَجَّاج عَنْ اِبْن جُرَيْج عَنْ مُجَاهِد قَالَ : أَرَادَ رِجَال مِنْهُمْ عُثْمَان بْن مَظْعُون وَعَبْد اللَّه بْن عَمْرو أَنْ يَتَبَتَّلُوا وَيُخْصُوا أَنْفُسهمْ وَيَلْبَسُوا الْمُسُوح فَنَزَلَتْ هَذِهِ الْآيَة إِلَى قَوْله \" وَاتَّقُوا اللَّه الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ \" قَالَ اِبْن جُرَيْج عَنْ عِكْرِمَة أَنَّ عُثْمَان بْن مَظْعُون وَعَلِيّ بْن أَبِي طَالِب وَابْن مَسْعُود وَالْمِقْدَاد بْن الْأَسْوَد وَسَالِمًا مَوْلَى أَبِي حُذَيْفَة فِي أَصْحَابه تَبَتَّلُوا فَجَلَسُوا فِي الْبُيُوت وَاعْتَزَلُوا النِّسَاء وَلَبِسُوا الْمُسُوح وَحَرَّمُوا طَيِّبَات الطَّعَام وَاللِّبَاس إِلَّا مَا يَأْكُل وَيَلْبَس أَهْل السِّيَاحَة مِنْ بَنِي إِسْرَائِيل وَهَمُّوا بِالِاخْتِصَاءِ وَأَجْمَعُوا لِقِيَامِ اللَّيْل وَصِيَام النَّهَار فَنَزَلَتْ هَذِهِ الْآيَة \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَات مَا أَحَلَّ اللَّه لَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّه لَا يُحِبّ الْمُعْتَدِينَ \" يَقُول لَا تَسِيرُوا بِغَيْرِ سُنَّة الْمُسْلِمِينَ يُرِيد مَا حَرَّمُوا مِنْ النِّسَاء وَالطَّعَام وَاللِّبَاس وَمَا أَجْمَعُوا لَهُ مِنْ قِيَام اللَّيْل وَصِيَام النَّهَار وَمَا هَمُّوا بِهِ مِنْ الِاخْتِصَاء فَلَمَّا نَزَلَتْ فِيهِمْ بَعَثَ إِلَيْهِمْ رَسُول اللَّه فَقَالَ \" إِنَّ لِأَنْفُسِكُمْ حَقًّا وَإِنَّ لِأَعْيُنِكُمْ حَقًّا صُومُوا وَأَفْطِرُوا وَصَلُّوا وَنَامُوا فَلَيْسَ مِنَّا مَنْ تَرَكَ سُنَّتنَا \" فَقَالُوا : اللَّهُمَّ سَلَّمْنَا وَاتَّبَعْنَا بِمَا أَنْزَلْت . وَقَدْ ذَكَرَ هَذِهِ الْقِصَّة غَيْر وَاحِد مِنْ التَّابِعِينَ مُرْسَلَة وَلَهَا شَاهِد فِي الصَّحِيحَيْنِ مِنْ رِوَايَة عَائِشَة أُمّ الْمُؤْمِنِينَ كَمَا تَقَدَّمَ ذَلِكَ وَلِلَّهِ الْحَمْد وَالْمِنَّة وَقَالَ أَسْبَاط عَنْ السُّدِّيّ فِي قَوْله \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَات مَا أَحَلَّ اللَّه لَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّه لَا يُحِبّ الْمُعْتَدِينَ \" وَذَلِكَ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَلَسَ يَوْمًا فَذَكَّرَ النَّاسَ ثُمَّ قَامَ وَلَمْ يَزِدْهُمْ عَلَى التَّخْوِيف فَقَالَ نَاس مِنْ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانُوا عَشَرَة مِنْهُمْ : عَلِيّ بْن أَبِي طَالِب وَعُثْمَان بْن مَظْعُون مَا حَقّنَا إِنْ لَمْ نُحْدِث عَمَلًا فَإِنَّ النَّصَارَى قَدْ حَرَّمُوا عَلَى أَنْفُسهمْ فَنَحْنُ نُحَرِّم فَحَرَّمَ بَعْضهمْ أَنْ يَأْكُل اللَّحْم وَالْوَدَك وَأَنْ يَأْكُل بِالنَّهَارِ وَحَرَّمَ بَعْضهمْ النَّوْم وَحَرَّمَ بَعْضهمْ النِّسَاء فَكَانَ عُثْمَان بْن مَظْعُون مِمَّنْ حَرَّمَ النِّسَاء فَكَانَ لَا يَدْنُو مِنْ أَهْله وَلَا يَدْنُونَ مِنْهُ فَأَتَتْ اِمْرَأَته عَائِشَة رَضِيَ اللَّه عَنْهَا وَكَانَ يُقَال لَهَا الْحَوْلَاء فَقَالَتْ لَهَا عَائِشَة وَمَنْ عِنْدهَا مِنْ أَزْوَاج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا بَالك يَا حَوْلَاء مُتَغَيِّرَة اللَّوْن لَا تَمْتَشِطِينَ وَلَا تَتَطَيَّبِينَ فَقَالَتْ : وَكَيْف أَمْتَشِط وَأَتَطَيَّب وَمَا وَقَعَ عَلَيَّ زَوْجِي وَمَا رَفَعَ عَنِّي ثَوْبًا مُنْذُ كَذَا وَكَذَا قَالَ فَجَعَلْنَ يَضْحَكْنَ مِنْ كَلَامهَا فَدَخَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُنَّ يَضْحَكْنَ فَقَالَ مَا يُضْحِككُنَّ قَالَتْ : يَا رَسُول اللَّه إِنَّ الْحَوْلَاء سَأَلْتهَا عَنْ أَمْرهَا فَقَالَتْ مَا رَفَعَ عَنِّي زَوْجِي ثَوْبًا مُنْذُ كَذَا وَكَذَا فَأَرْسَلَ إِلَيْهِ فَدَعَاهُ فَقَالَ : مَا لَك يَا عُثْمَان قَالَ إِنِّي تَرَكْته لِلَّهِ لِكَيْ أَتَخَلَّى لِلْعِبَادَاتِ وَقَصَّ عَلَيْهِ أَمْره وَكَانَ عُثْمَان قَدْ أَرَادَ أَنْ يَجُبَّ نَفْسه فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" أَقْسَمْت عَلَيْك إِلَّا رَجَعْت فَوَاقَعْت أَهْلك \" فَقَالَ يَا رَسُول اللَّه إِنِّي صَائِم فَقَالَ : أَفْطِرْ قَالَ فَأَفْطَرَ وَأَتَى أَهْله فَرَجَعَتْ الْحَوْلَاء إِلَى عَائِشَة وَقَدْ اِمْتَشَطَتْ وَاغْتَسَلَتْ وَتَطَيَّبَتْ فَضَحِكَتْ عَائِشَة وَقَالَتْ : مَا لَك يَا حَوْلَاء فَقَالَتْ إِنَّهُ آتَاهَا أَمْسِ وَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" مَا بَال أَقْوَام حَرَّمُوا النِّسَاء وَالطَّعَام وَالنَّوْم أَلَا إِنِّي أَنَام وَأَقُوم وَأُفْطِر وَأَصُوم وَأَنْكِح النِّسَاء فَمَنْ رَغِبَ عَنِّي فَلَيْسَ مِنِّي فَنَزَلَتْ \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَات مَا أَحَلَّ اللَّه لَكُمْ وَلَا تَعْتَدُوا \" يَقُول لِعُثْمَان لَا تَجُبّ نَفْسك فَإِنَّ هَذَا هُوَ الِاعْتِدَاء وَأَمَرَهُمْ أَنْ يُكَفِّرُوا عَنْ أَيْمَانهمْ فَقَالَ \" لَا يُؤَاخِذكُمْ اللَّه بِاللَّغْوِ فِي أَيْمَانكُمْ وَلَكِنْ يُؤَاخِذكُمْ بِمَا عَقَّدْتُمْ الْأَيْمَان\" رَوَاهُ اِبْن جَرِير وَقَوْله تَعَالَى \" وَلَا تَعْتَدُوا \" يَحْتَمِل أَنْ يَكُون الْمُرَاد مِنْهُ وَلَا تُبَالِغُوا فِي التَّضْيِيق عَلَى أَنْفُسكُمْ بِتَحْرِيمِ الْمُبَاحَات عَلَيْكُمْ كَمَا قَالَهُ مَنْ قَالَهُ مِنْ السَّلَف وَيَحْتَمِل أَنْ يَكُون الْمُرَاد كَمَا لَا تُحَرِّمُوا الْحَلَال فَلَا تَعْتَدُوا فِي تَنَاوُل الْحَلَال بَلْ خُذُوا مِنْهُ بِقَدْرِ كِفَايَتكُمْ وَحَاجَتكُمْ وَلَا تُجَاوِزُوا الْحَدّ فِيهِ كَمَا قَالَ تَعَالَى \" وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا\" الْآيَة وَقَالَ \" وَاَلَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْن ذَلِكَ قَوَامًا \" فَشَرْع اللَّه عَدْل بَيْن الْغَالِي فِيهِ وَالْجَافِي عَنْهُ لَا إِفْرَاط وَلَا تَفْرِيط وَلِهَذَا قَالَ \" لَا تُحَرِّمُوا طَيِّبَات مَا أَحَلَّ اللَّه لَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّه لَا يُحِبّ الْمُعْتَدِينَ \" .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41543, "aya_id": 87}]