[{"text": "قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ فَلَسَوْفَ تَعْلَمُونَ لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ", "sura_id": 26, "type": 0, "id": 2981, "aya_id": 49}, {"text": "قال آمنتم له قبل أن آذن لكم إنه لكبيركم الذي علمكم السحر فلسوف تعلمون لأقطعن أيديكم وأرجلكم من خلاف ولأصلبنكم أجمعين", "sura_id": 26, "type": 1, "id": 9217, "aya_id": 49}, {"text": "49 - (قال) فرعون (آمنتم) بتحقيق الهمزتين وإبدال الثانية ألفا (له) لموسى (قبل أن آذن) أنا (لكم إنه لكبيركم الذي علمكم السحر) فعلمكم شيئا منه وغلبكم بآخر (فلسوف تعلمون) ما ينالكم مني (لأقطعن أيديكم وأرجلكم من خلاف) أي يد كل واحد اليمنى ورجله اليسرى (ولأصلبنكم أجمعين) \r\n", "sura_id": 26, "type": 2, "id": 27925, "aya_id": 49}, {"text": "قال فرعون للسحرة مستنكرًا: آمنتم لموسى بغير إذن مني، وقال موهمًا أنَّ فِعْل موسى سحر: إنه لكبيركم الذي علَّمكم السحر، فلسوف تعلمون ما ينزل بكم من عقاب: لأقطعنَّ أيديكم وأرجلكم من خلاف: بقطع اليد اليمنى والرجل اليسرى أو عكس ذلك، ولأصلبنَّكم أجمعين.\r\n", "sura_id": 26, "type": 3, "id": 34161, "aya_id": 49}, {"text": " <font color=red>قَالَ آمَنْتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ فَلَسَوْفَ تَعْلَمُونَ لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ</font><BR><p>تَهَدَّدَهُمْ فَلَمْ يَنْفَع ذَلِكَ فِيهِمْ وَتَوَعَّدَهُمْ فَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا وَذَلِكَ أَنَّهُ قَدْ كُشِفَ عَنْ قُلُوبهمْ حِجَاب الْكُفْر وَظَهَرَ لَهُمْ الْحَقّ بِعِلْمِهِمْ مَا جَهِلَ قَوْمهمْ مِنْ أَنَّ هَذَا الَّذِي جَاءَ بِهِ مُوسَى لَا يَصْدُر عَنْ بَشَر إِلَّا أَنْ يَكُون اللَّه قَدْ أَيَّدَهُ بِهِ وَجَعَلَهُ لَهُ حُجَّة وَدَلَالَة عَلَى صِدْق مَا جَاءَ بِهِ مِنْ رَبّه وَلِهَذَا لَمَّا قَالَ لَهُمْ فِرْعَوْن \" آمَنْتُمْ لَهُ قَبْل أَنْ آذَن لَكُمْ\" أَيْ كَانَ يَنْبَغِي أَنْ تَسْتَأْذِنُونِي فِيمَا فَعَلْتُمْ وَلَا تَفْتَئِتُوا عَلَيَّ فِي ذَلِكَ فَإِنْ أَذِنْت لَكُمْ فَعَلْتُمْ وَإِنْ مَنَعْتُكُمْ اِمْتَنَعْتُمْ فَإِنِّي أَنَا الْحَاكِم الْمُطَاع \" إِنَّهُ لَكَبِيركُمْ الَّذِي عَلَّمَكُمْ السِّحْر \" وَهَذِهِ مُكَابَرَة يَعْلَم كُلّ أَحَد بُطْلَانهَا فَإِنَّهُمْ لَمْ يَجْتَمِعُوا بِمُوسَى قَبْل ذَلِكَ الْيَوْم فَكَيْف يَكُون كَبِيرهمْ الَّذِي أَفَادَهُمْ صِنَاعَة السِّحْر ؟ هَذَا لَا يَقُولهُ عَاقِل ثُمَّ تَوَعَّدَهُمْ فِرْعَوْن بِقَطْعِ الْأَيْدِي وَالْأَرْجُل وَالصَّلْب .</p><BR> <br> ", "sura_id": 26, "type": 4, "id": 39537, "aya_id": 49}]