[{"text": "هَمَّازٍ مَّشَّاء بِنَمِيمٍ", "sura_id": 68, "type": 0, "id": 5282, "aya_id": 11}, {"text": "هماز مشاء بنميم", "sura_id": 68, "type": 1, "id": 11518, "aya_id": 11}, {"text": "11 - (هماز) عياب أي مغتاب (مشاء بنميم) ساع بالكلام بين الناس على وجه الإفساد بينهم \r\n", "sura_id": 68, "type": 2, "id": 30226, "aya_id": 11}, {"text": "مغتاب للناس، يمشي بينهم بالنميمة، وينقل حديث بعضهم إلى بعض على وجه الإفساد بينهم،\r\n", "sura_id": 68, "type": 3, "id": 36462, "aya_id": 11}, {"text": " <font color=red>هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ</font><BR><p>وَقَوْله تَعَالَى \" هَمَّاز \" قَالَ اِبْن عَبَّاس وَقَتَادَة يَعْنِي الِاغْتِيَاب \" مَشَّاء بِنَمِيمٍ\" يَعْنِي الَّذِي يَمْشِي بَيْن النَّاس وَيُحَرِّش بَيْنهمْ وَيَنْقُل الْحَدِيث لِفَسَادِ ذَات الْبَيْن وَهِيَ الْحَالِقَة وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيث مُجَاهِد عَنْ طَاوُس عَنْ اِبْن عَبَّاس قَالَ : مَرَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِقَبْرَيْنِ فَقَالَ \" إِنَّهُمَا لَيُعَذَّبَانِ وَمَا يُعَذَّبَانِ فِي كَبِير أَمَّا أَحَدهمَا فَكَانَ لَا يَسْتَتِر مِنْ الْبَوْل وَأَمَّا الْآخَر فَكَانَ يَمْشِي بِالنَّمِيمَةِ \" الْحَدِيث وَأَخْرَجَهُ بَقِيَّة الْجَمَاعَة فِي كُتُبهمْ مِنْ طُرُق عَنْ مُجَاهِد بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ إِبْرَاهِيم عَنْ هَمَّام أَنَّ حُذَيْفَة قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول : \" لَا يَدْخُل الْجَنَّة قَتَّات \" رَوَاهُ الْجَمَاعَة إِلَّا اِبْن مَاجَهْ مِنْ طُرُق عَنْ إِبْرَاهِيم بِهِ وَحَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا الثَّوْرِيّ عَنْ مَنْصُور عَنْ إِبْرَاهِيم عَنْ هَمَّام عَنْ حُذَيْفَة قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" لَا يَدْخُل الْجَنَّة قَتَّات\" يَعْنِي نَمَّامًا وَحَدَّثَنَا يَحْيَى بْن سَعِيد الْقَطَّان حَدَّثَنَا أَبُو سَعِيد الْأَحْوَل عَنْ الْأَعْمَش حَدَّثَنِي إِبْرَاهِيم مُنْذُ نَحْو سِتِّينَ سَنَة عَنْ هَمَّام بْن الْحَارِث قَالَ مَرَّ رَجُل عَلَى حُذَيْفَة فَقِيلَ إِنَّ هَذَا يَرْفَع الْحَدِيث إِلَى الْأُمَرَاء فَقَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول أَوْ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" لَا يَدْخُل الْجَنَّة قَتَّات \" وَقَالَ أَحْمَد حَدَّثَنَا هِشَام حَدَّثَنَا مَهْدِيّ عَنْ وَاصِل الْأَحْدَب عَنْ أَبِي وَائِل قَالَ بَلَغَ حُذَيْفَة عَنْ رَجُل أَنَّهُ يَنِمّ الْحَدِيث فَقَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا يَدْخُل الْجَنَّة نَمَّام \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ اِبْن خُثَيْم عَنْ شَهْر بْن حَوْشَبٍ عَنْ أَسْمَاء بِنْت يَزِيد بْن السَّكَن أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَلَا أُخْبِركُمْ بِخِيَارِكُمْ ؟ \" قَالُوا بَلَى يَا رَسُول اللَّه قَالَ \" الَّذِينَ إِذَا رُءُوا ذُكِرَ اللَّه عَزَّ وَجَلَّ \" ثُمَّ قَالَ \" أَلَا أُخْبِركُمْ بِشِرَارِكُمْ الْمَشَّاءُونَ بِالنَّمِيمَةِ الْمُفْسِدُونَ بَيْن الْأَحِبَّة وَالْبَاغُونَ لِلْبُرَآءِ الْعَنَت \" وَرَوَاهُ اِبْن مَاجَهْ عَنْ سُوَيْد بْن سَعِيد عَنْ يَحْيَى بْن سُلَيْم عَنْ اِبْن خُثَيْم بِهِ وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا سُفْيَان عَنْ اِبْن أَبِي حُسَيْن عَنْ شَهْر بْن حَوْشَبٍ عَنْ عَبْد الرَّحْمَن بْن غَنْم يَبْلُغ بِهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" خِيَار عِبَاد اللَّه الَّذِينَ إِذَا رُءُوا ذُكِرَ اللَّه وَشِرَار عِبَاد اللَّه الْمَشَّاءُونَ بِالنَّمِيمَةِ الْمُفَرِّقُونَ بَيْن الْأَحِبَّة الْبَاغُونَ لِلْبُرَآءِ الْعَنَت \" .</p><BR> <br> ", "sura_id": 68, "type": 4, "id": 42364, "aya_id": 11}]