[{"text": "وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوًّا شَيَاطِينَ الإِنسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاء رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ", "sura_id": 6, "type": 0, "id": 901, "aya_id": 112}, {"text": "وكذلك جعلنا لكل نبي عدوا شياطين الإنس والجن يوحي بعضهم إلى بعض زخرف القول غرورا ولو شاء ربك ما فعلوه فذرهم وما يفترون", "sura_id": 6, "type": 1, "id": 7137, "aya_id": 112}, {"text": "112 - (وكذلك جعلنا لكل نبي عدواً) كما جعلنا هؤلاء أعداءك ويبدل منه (شياطين) مردة (الإنس والجن يوحي) يوسوس (بعضهم إلى بعض زخرف القول) مموهه من الباطل (غرورا) أي ليغروهم (ولو شاء ربك ما فعلوه) أي الإيحاء المذكور (فذرهم) دع الكفار (وما يفترون) من الكفر غيره مما زين لهم وهذا ما قبل الأمر بالقتال \r\n", "sura_id": 6, "type": 2, "id": 25845, "aya_id": 112}, {"text": "وكما ابتليناك -أيها الرسول- بأعدائك من المشركين ابتلينا جميع الأنبياء -عليهم السلام- بأعداء مِن مردة قومهم وأعداء من مردة الجن, يُلقي بعضهم إلى بعض القول الذي زيَّنوه بالباطل; ليغتر به سامعه, فيضل عن سبيل الله. ولو أراد ربك -جلَّ وعلا- لحال بينهم وبين تلك العداوة, ولكنه الابتلاء من الله, فدعهم وما يختلقون مِن كذب وزور.\r\n", "sura_id": 6, "type": 3, "id": 32081, "aya_id": 112}, {"text": " <font color=red>وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ</font><BR><p>يَقُول تَعَالَى وَكَمَا جَعَلْنَا لَك يَا مُحَمَّد أَعْدَاء يُخَالِفُونَك وَيُعَادُونَك وَيُعَانِدُونَك جَعَلْنَا لِكُلِّ نَبِيّ مِنْ قَبْلك أَيْضًا أَعْدَاء فَلَا يَحْزُنك ذَلِكَ كَمَا قَالَ تَعَالَى \" وَلَقَدْ كَذَّبَتْ رُسُل مِنْ قَبْلك فَصَبَرُوا عَلَى مَا كَذَّبُوا وَأُوذُوا \" الْآيَة . وَقَالَ تَعَالَى \" مَا يُقَال لَك إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلك إِنَّ رَبّك لَذُو مَغْفِرَة وَذُو عِقَاب أَلِيم \" وَقَالَ تَعَالَى\" وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيّ عَدُوًّا مِنْ الْمُجْرِمِينَ\" الْآيَة . وَقَالَ وَرَقَة بْن نَوْفَل لِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّهُ لَمْ يَأْتِ أَحَد بِمِثْلِ مَا جِئْت بِهِ إِلَّا عُودِيَ وَقَوْله \" شَيَاطِين الْإِنْس وَالْجِنّ \" بَدَل مِنْ\" عَدُوًّا \" أَيْ لَهُمْ أَعْدَاء مِنْ شَيَاطِين الْإِنْس وَالْجِنّ وَالشَّيْطَان كُلّ مَنْ خَرَجَ عَنْ نَظِيره بِالشَّرِّ وَلَا يُعَادِي الرُّسُل إِلَّا الشَّيَاطِين مِنْ هَؤُلَاءِ وَهَؤُلَاءِ قَبَّحَهُمْ اللَّه وَلَعَنَهُمْ . قَالَ عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ قَتَادَة فِي قَوْله \" شَيَاطِين الْإِنْس وَالْجِنّ \" قَالَ مِنْ الْجِنّ شَيَاطِين وَمِنْ الْإِنْس شَيَاطِين يُوحِي بَعْضهمْ إِلَى بَعْض قَالَ قَتَادَة وَبَلَغَنِي أَنَّ أَبَا ذَرّ كَانَ يَوْمًا يُصَلِّي فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تَعَوَّذْ يَا أَبَا ذَرّ مِنْ شَيَاطِين الْإِنْس وَالْجِنّ \" فَقَالَ أَوَ إِنَّ مِنْ الْإِنْس شَيَاطِين فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَعَمْ \" وَهَذَا مُنْقَطِع بَيْن قَتَادَة وَأَبِي ذَرّ . وَقَدْ رُوِيَ مِنْ وَجْه آخَر عَنْ أَبِي ذَرّ رَضِيَ اللَّه عَنْهُ قَالَ اِبْن جَرِير حَدَّثَنَا الْمُثَنَّى حَدَّثَنَا أَبُو صَالِح حَدَّثَنِي مُعَاوِيَة بْن صَالِح أَبِي عَبْد اللَّه مُحَمَّد بْن أَيُّوب وَغَيْره مِنْ الْمَشْيَخَة عَنْ اِبْن عَائِذ عَنْ أَبِي ذَرّ قَالَ : أَتَيْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي مَجْلِس قَدْ أَطَالَ فِيهِ الْجُلُوس قَالَ : فَقَالَ \" يَا أَبَا ذَرّ هَلْ صَلَّيْت \" قُلْت لَا يَا رَسُول اللَّه قَالَ \" قُمْ فَارْكَعْ رَكْعَتَيْنِ \" قَالَ ثُمَّ جِئْت فَجَلَسْت إِلَيْهِ فَقَالَ \" يَا أَبَا ذَرّ هَلْ تَعَوَّذْت بِاَللَّهِ مِنْ شَيَاطِين الْجِنّ وَالْإِنْس \" قَالَ : قُلْت لَا يَا رَسُول اللَّه وَهَلْ لِلْإِنْسِ مِنْ شَيَاطِين ؟ قَالَ : \" نَعَمْ هُمْ شَرّ مِنْ شَيَاطِين الْجِنّ \" . وَهَذَا أَيْضًا فِيهِ اِنْقِطَاع وَرُوِيَ مُتَّصِلًا كَمَا قَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا الْمَسْعُودِيّ أَنْبَأَنَا أَبُو عُمَر الدِّمَشْقِيّ عَنْ عُبَيْد بْن الحسيحاس عَنْ أَبِي ذَرّ قَالَ : أَتَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ فِي الْمَسْجِد فَجَلَسْت فَقَالَ : \" يَا أَبَا ذَرّ هَلْ صَلَّيْت ؟ \" . قُلْت لَا قَالَ قُمْ فَصَلِّ قَالَ فَقُمْت فَصَلَّيْت ثُمَّ جَلَسْت فَقَالَ يَا أَبَا ذَرّ تَعَوَّذْ بِاَللَّهِ مِنْ شَرّ شَيَاطِين الْإِنْس وَالْجِنّ . قَالَ : قُلْت يَا رَسُول اللَّه وَلِلْإِنْسِ شَيَاطِين ؟ قَالَ نَعَمْ وَذَكَرَ تَمَام الْحَدِيث بِطُولِهِ . وَكَذَا رَوَاهُ الْحَافِظ أَبُو بَكْر بْن مَرْدُوَيْهِ فِي تَفْسِيره مِنْ حَدِيث جَعْفَر بْن عَوْن وَيَعْلَى بْن عُبَيْد وَعُبَيْد اللَّه بْن مُوسَى ثَلَاثَتهمْ عَنْ الْمَسْعُودِيّ بِهِ . \" طَرِيق أُخْرَى عَنْ أَبِي ذَرّ \" قَالَ اِبْن جَرِير حَدَّثَنَا الْمُثَنَّى حَدَّثَنَا الْحَجَّاج حَدَّثَنَا حَمَّاد عَنْ حُمَيْد بْن هِلَال حَدَّثَنِي رَجُل مِنْ أَهْل دِمَشْق عَنْ عَوْف بْن مَالِك عَنْ أَبِي ذَرّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ يَا أَبَا ذَرّ هَلْ تَعَوَّذْت بِاَللَّهِ مِنْ شَرّ شَيَاطِين الْإِنْس وَالْجِنّ ؟ قَالَ : قُلْت يَا رَسُول اللَّه هَلْ لِلْإِنْسِ مِنْ شَيَاطِين ؟ قَالَ : نَعَمْ . \" طَرِيق أُخْرَى لِلْحَدِيثِ \" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَوْف الْحِمْصِيّ حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا مُعَاذ بْن رِفَاعَة عَنْ عَلِيّ بْن يَزِيد عَنْ الْقَاسِم عَنْ أَبِي أُمَامَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَا أَبَا ذَرّ تَعَوَّذْت مِنْ شَيَاطِين الْجِنّ وَالْإِنْس ؟ قَالَ يَا رَسُول اللَّه وَهَلْ لِلْإِنْسِ شَيَاطِين ؟ قَالَ نَعَمْ \" شَيَاطِين الْإِنْس وَالْجِنّ يُوحِي بَعْضهمْ إِلَى بَعْض زُخْرُف الْقَوْل غُرُورًا وَقَوْله \" يُوحِي بَعْضهمْ إِلَى بَعْض زُخْرُف الْقَوْل غُرُورًا \" فَهَذِهِ طُرُق لِهَذَا الْحَدِيث وَمَجْمُوعهَا يُفِيد قُوَّته وَصِحَّته وَاَللَّه أَعْلَم قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن وَكِيع حَدَّثَنَا أَبُو نُعَيْم عَنْ شَرِيك عَنْ سَعِيد بْن مَسْرُوق عَنْ عِكْرِمَة\" شَيَاطِين الْإِنْس وَالْجِنّ \" قَالَ لَيْسَ مِنْ الْإِنْس شَيَاطِين وَلَكِنْ شَيَاطِين الْجِنّ يُوحُونَ إِلَى شَيَاطِين الْإِنْس وَشَيَاطِين الْإِنْس يُوحُونَ إِلَى شَيَاطِين الْجِنّ قَالَ وَحَدَّثَنَا الْحَارِث حَدَّثَنَا عَبْد الْعَزِيز حَدَّثَنَا إِسْرَائِيل عَنْ السُّدِّيّ عَنْ عِكْرِمَة فِي قَوْله \" يُوحِي بَعْضهمْ إِلَى بَعْض زُخْرُف الْقَوْل غُرُورًا \" قَالَ لِلْإِنْسِ شَيَاطِين وَلِلْجِنِّ شَيَاطِين فَيَلْقَى شَيْطَان الْإِنْس شَيْطَان الْجِنّ فَيُوحِي بَعْضهمْ إِلَى بَعْض زُخْرُف الْقَوْل غُرُورًا وَقَالَ أَسْبَاط عَنْ السُّدِّيّ عَنْ عِكْرِمَة فِي قَوْله \" يُوحِي بَعْضهمْ إِلَى بَعْض \" أَمَّا شَيَاطِين الْإِنْس فَالشَّيَاطِين الَّتِي تَضِلّ الْإِنْس وَشَيَاطِين الْجِنّ الَّتِي تَضِلّ الْجِنّ يَلْتَقِيَانِ فَيَقُول كُلّ وَاحِد مِنْهُمَا لِصَاحِبِهِ إِنِّي أَضْلَلْت صَاحِبِي بِكَذَا وَكَذَا فَأَضِلّ أَنْتَ صَاحِبك بِكَذَا وَكَذَا فَيُعَلِّم بَعْضهمْ بَعْضًا فَفَهِمَ اِبْن جَرِير مِنْ هَذَا أَنَّ الْمُرَاد بِشَيَاطِين الْإِنْس عِنْد عِكْرِمَة وَالسُّدِّيّ الشَّيَاطِين مِنْ الْجِنّ الَّذِينَ يُضِلُّونَ النَّاس لَا أَنَّ الْمُرَاد مِنْهُ شَيَاطِين الْإِنْس مِنْهُمْ وَلَا شَكَّ أَنَّ هَذَا ظَاهِر مِنْ كَلَام عِكْرِمَة وَأَمَّا كَلَام السُّدِّيّ فَلَيْسَ مِثْله فِي هَذَا الْمَعْنَى وَهُوَ مُحْتَمَل . وَقَدْ رَوَى اِبْن أَبِي حَاتِم نَحْو هَذَا عَنْ اِبْن عَبَّاس مِنْ رِوَايَة الضَّحَّاك عَنْهُ قَالَ إِنَّ لِلْجِنِّ شَيَاطِين يُضِلُّونَهُمْ مِثْل شَيَاطِين الْإِنْس يُضِلُّونَهُمْ قَالَ فَيَلْتَقِي شَيَاطِين الْإِنْس وَشَيَاطِين الْجِنّ فَيَقُول هَذَا لِهَذَا أَضْلِلْهُ بِكَذَا فَهُوَ قَوْله \" يُوحِي بَعْضهمْ إِلَى بَعْض زُخْرُف الْقَوْل غُرُورًا \" وَعَلَى كُلّ حَال فَالصَّحِيح مَا تَقَدَّمَ مِنْ حَدِيث أَبِي ذَرّ إِنَّ لِلْإِنْسِ شَيَاطِين مِنْهُمْ وَشَيْطَان كُلّ شَيْء مَا رَدَّهُ وَلِهَذَا جَاءَ فِي صَحِيح مُسْلِم عَنْ أَبِي ذَرّ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الْكَلْب الْأَسْوَد شَيْطَان \" وَمَعْنَاهُ وَاَللَّه أَعْلَم شَيْطَان فِي الْكِلَاب وَقَالَ اِبْن جُرَيْج قَالَ مُجَاهِد فِي تَفْسِير هَذِهِ الْآيَة : كُفَّار الْجِنّ شَيَاطِين يُوحُونَ إِلَى شَيَاطِين الْإِنْس كُفَّار الْإِنْس زُخْرُف الْقَوْل غُرُورًا وَرَوَى اِبْن أَبِي حَاتِم عَنْ عِكْرِمَة قَالَ قَدِمْت عَلَى الْمُخْتَار فَأَكْرَمَنِي وَأَنْزَلَنِي حَتَّى كَادَ يَتَعَاهَد مَبِيتِي بِاللَّيْلِ قَالَ : فَقَالَ لِي اُخْرُجْ إِلَى النَّاس فَحَدَّثَهُمْ قَالَ : فَخَرَجْت فَجَاءَ رَجُل فَقَالَ : مَا تَقُول فِي الْوَحْي فَقُلْت الْوَحْي وَحْيَانِ قَالَ اللَّه تَعَالَى \" بِمَا أَوْحَيْنَا إِلَيْك هَذَا الْقُرْآن\" وَقَالَ تَعَالَى \" شَيَاطِين الْإِنْس وَالْجِنّ يُوحِي بَعْضهمْ إِلَى بَعْض زُخْرُف الْقَوْل غُرُورًا \" قَالَ فَهَمُّوا بِي أَنْ يَأْخُذُونِي فَقُلْت لَهُمْ : مَا لَكُمْ ذَاكَ إِنِّي مُفْتِيكُمْ وَضَيْفكُمْ فَتَرَكُونِي وَإِنَّمَا عَرَضَ عِكْرِمَة بِالْمُخْتَارِ وَهُوَ اِبْن أَبِي عُبَيْد قَبَّحَهُ اللَّه وَكَانَ يَزْعُم أَنَّهُ يَأْتِيه الْوَحْي وَقَدْ كَانَتْ أُخْته صَفِيَّة تَحْت عَبْد اللَّه بْن عُمَر وَكَانَتْ مِنْ الصَّالِحَات وَلَمَّا أَخْبَرَ عَبْد اللَّه بْن عُمَر أَنَّ الْمُخْتَار يَزْعُم أَنَّهُ يُوحَى إِلَيْهِ فَقَالَ صَدَقَ قَالَ اللَّه تَعَالَى\" وَإِنَّ الشَّيَاطِين لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ \" وَقَوْله تَعَالَى \" يُوحِي بَعْضهمْ إِلَى بَعْض زُخْرُف الْقَوْل غُرُورًا \" أَيْ يُلْقِي بَعْضهمْ إِلَى بَعْض الْقَوْل الْمُزَيَّن الْمُزَخْرَف وَهُوَ الْمُزَوَّق الَّذِي يَغْتَرّ سَامِعه مِنْ الْجَهَلَة بِأَمْرِهِ\" وَلَوْ شَاءَ رَبّك مَا فَعَلُوهُ \" أَيْ وَذَلِكَ كُلّه بِقَدَرِ اللَّه وَقَضَائِهِ وَإِرَادَته وَمَشِيئَته أَنْ يَكُون لِكُلِّ نَبِيّ عَدُوّ مِنْ هَؤُلَاءِ \" فَذَرْهُمْ \" أَيْ فَدَعْهُمْ \" وَمَا يَفْتَرُونَ\" أَيْ يَكْذِبُونَ أَيْ دَعْ أَذَاهُمْ وَتَوَكَّلْ عَلَى اللَّه فِي عَدَاوَتهمْ فَإِنَّ اللَّه كَافِيك وَنَاصِرك عَلَيْهِمْ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42091, "aya_id": 112}]