[{"text": "أَوَلَمْ يَتَفَكَّرُواْ مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلاَّ نَذِيرٌ مُّبِينٌ", "sura_id": 7, "type": 0, "id": 1138, "aya_id": 184}, {"text": "أولم يتفكروا ما بصاحبهم من جنة إن هو إلا نذير مبين", "sura_id": 7, "type": 1, "id": 7374, "aya_id": 184}, {"text": "184 - (أولم يتفكروا) فيعلموا (ما بصاحبهم) محمد صلى الله عليه وسلم (من جنة) جنون (إن) ما (هو إلا نذير مبين) بيِّن الإنذار \r\n", "sura_id": 7, "type": 2, "id": 26082, "aya_id": 184}, {"text": "أولم يتفكر هؤلاء الذين كذبوا بآياتنا فيتدبروا بعقولهم, ويعلموا أنه ليس بمحمد جنون؟ ما هو إلا نذير لهم من عقاب الله على كفرهم به إن لم يؤمنوا, ناصح مبين.\r\n", "sura_id": 7, "type": 3, "id": 32318, "aya_id": 184}, {"text": " <font color=red>أَوَلَمْ يَتَفَكَّرُوا مَا بِصَاحِبِهِمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ مُبِينٌ</font><BR><p>يَقُول تَعَالَى \" أَوَلَمْ يَتَفَكَّرُوا \" هَؤُلَاءِ الْمُكَذِّبُونَ بِآيَاتِنَا \" مَا بِصَاحِبِهِمْ \" يَعْنِي مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مِنْ جِنَّة \" أَيْ لَيْسَ بِهِ جُنُون بَلْ هُوَ رَسُول اللَّه حَقًّا دَعَا إِلَى حَقّ \" إِنْ هُوَ إِلَّا نَذِير مُبِين \" أَيْ ظَاهِر لِمَنْ كَانَ لَهُ لُبّ وَقَلْب يَعْقِل بِهِ وَيَعِي بِهِ كَمَا قَالَ تَعَالَى \" وَمَا صَاحِبكُمْ بِمَجْنُونٍ \" وَقَالَ تَعَالَى \" قُلْ إِنَّمَا أَعِظكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّة إِنْ هُوَ إِلَّا نَذِير لَكُمْ بَيْن يَدَيْ عَذَاب شَدِيد \" يَقُول إِنَّمَا أَطْلُب مِنْكُمْ أَنْ تَقُومُوا قِيَامًا خَالِصًا لِلَّهِ لَيْسَ فِيهِ تَعَصُّب وَلَا عِنَاد مَثْنَى وَفُرَادَى أَيْ مُجْتَمِعِينَ وَمُتَفَرِّقِينَ ثُمَّ تَتَفَكَّرُوا فِي هَذَا الَّذِي جَاءَكُمْ بِالرِّسَالَةِ مِنْ اللَّه أَبِهِ جُنُون أَمْ لَا فَإِنَّكُمْ إِذَا فَعَلْتُمْ ذَلِكَ بَانَ لَكُمْ وَظَهَرَ أَنَّهُ رَسُول اللَّه حَقًّا وَصِدْقًا وَقَالَ قَتَادَة بْن دِعَامَة ذُكِرَ لَنَا أَنَّ نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ عَلَى الصَّفَا فَدَعَا قُرَيْشًا فَجَعَلَ يُفَخِّذهُمْ فَخْذًا فَخْذًا يَا بَنِي فُلَان يَا بَنِي فُلَان فَحَذَّرَهُمْ بَأْس اللَّه وَوَقَائِع اللَّه فَقَالَ قَائِلهمْ إِنَّ صَاحِبكُمْ هَذَا لَمَجْنُون بَاتَ يُصَوِّت إِلَى الصَّبَاح أَوْ حَتَّى أَصْبَحَ فَأَنْزَلَ اللَّه تَعَالَى \" أَوَلَمْ يَتَفَكَّرُوا مَا بِصَاحِبِهِمْ مِنْ جِنَّة إِنْ هُوَ إِلَّا نَذِير مُبِين \" .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42560, "aya_id": 184}]