[{"text": "وَإِذَا مَسَّ الْإِنسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِّنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِن قَبْلُ وَجَعَلَ لِلَّهِ أَندَادًا لِّيُضِلَّ عَن سَبِيلِهِ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ", "sura_id": 39, "type": 0, "id": 4066, "aya_id": 8}, {"text": "وإذا مس الإنسان ضر دعا ربه منيبا إليه ثم إذا خوله نعمة منه نسي ما كان يدعو إليه من قبل وجعل لله أندادا ليضل عن سبيله قل تمتع بكفرك قليلا إنك من أصحاب النار", "sura_id": 39, "type": 1, "id": 10302, "aya_id": 8}, {"text": "8 - (وإذا مس الإنسان) الكافر (ضر دعا ربه) تضرع (منيبا) راجعا (إليه ثم إذا خوله نعمة) أعطاه إنعاما (منه نسي) ترك (ما كان يدعو) يتضرع (إليه من قبل) وهو الله فما في موضع من (وجعل لله أندادا) شركاء (ليضل) بفتح الياء وضمها (عن سبيله) دين الإسلام (قل تمتع بكفرك قليلا) بقية أجلك (إنك من أصحاب النار) \r\n", "sura_id": 39, "type": 2, "id": 29010, "aya_id": 8}, {"text": "وإذا أصاب الإنسانَ بلاءٌ وشدة ومرض تَذكَّر ربه, فاستغاث به ودعاه, ثم إذا أجابه وكشف عنه ضرَّه, ومنحه نِعَمه, نسي دعاءه لربه عند حاجته إليه, وأشرك معه غيره؛ ليُضل غيره عن الإيمان بالله وطاعته, قل له -أيها الرسول- متوعدًا: تمتع بكفرك قليلا حتى موتك وانتهاء أجلك, إنك من أهل النار المخلَّدين فيها.\r\n", "sura_id": 39, "type": 3, "id": 35246, "aya_id": 8}, {"text": " <font color=red>وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ</font><BR><p>وَقَوْله عَزَّ وَجَلَّ \" وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبّه مُنِيبًا إِلَيْهِ \" أَيْ عِنْد الْحَاجَة يَتَضَرَّع وَيَسْتَغِيث بِاَللَّهِ وَحْده لَا شَرِيك لَهُ كَمَا قَالَ تَعَالَى \" وَإِذَا مَسَّكُمْ الضُّرُّ فِي الْبَحْر ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الْإِنْسَانُ كَفُورًا \" وَلِهَذَا قَالَ تَبَارَكَ وَتَعَالَى \" ثُمَّ إِذَا خَوَّلَهُ نِعْمَة مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْل \" أَيْ فِي حَال الرَّفَاهِيَة يَنْسَى ذَلِكَ الدُّعَاء وَالتَّضَرُّع كَمَا قَالَ جَلَّ جَلَاله \" وَإِذَا مَسَّ الْإِنْسَان الضُّرّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ \" وَقَوْله تَعَالَى \" وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيله \" أَيْ فِي حَال الْعَافِيَة يُشْرِك بِاَللَّهِ وَيَجْعَل لَهُ أَنْدَادًا \" قُلْ تَمَتَّعْ بِكُفْرِك فَلَيْلًا إِنَّك مِنْ أَصْحَاب النَّار \" أَيْ قُلْ لِمَنْ هَذِهِ حَالَته وَطَرِيقَته وَمَسْلَكه تَمَتَّعْ بِكُفْرِك قَلِيلًا وَهُوَ تَهْدِيد شَدِيد وَوَعِيد أَكِيد كَقَوْلِهِ تَعَالَى \" قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّار \" وَقَوْله تَعَالَى \" نُمَتِّعهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَى عَذَاب غَلِيظ \" .</p><BR> <br> ", "sura_id": 39, "type": 4, "id": 40765, "aya_id": 8}]