[{"text": "قَدْ خَسِرَ الَّذِينَ قَتَلُواْ أَوْلاَدَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُواْ مَا رَزَقَهُمُ اللّهُ افْتِرَاء عَلَى اللّهِ قَدْ ضَلُّواْ وَمَا كَانُواْ مُهْتَدِينَ", "sura_id": 6, "type": 0, "id": 929, "aya_id": 140}, {"text": "قد خسر الذين قتلوا أولادهم سفها بغير علم وحرموا ما رزقهم الله افتراء على الله قد ضلوا وما كانوا مهتدين", "sura_id": 6, "type": 1, "id": 7165, "aya_id": 140}, {"text": "140 - (قد خسر الذين قتلوا) بالتخفيف والتشديد (أولادهم) بالوأد (سفها) جهلا (بغير علم وحرموا ما رزقهم الله) مما ذكر (افتراء على الله قد ضلوا وما كانوا مهتدين) \r\n", "sura_id": 6, "type": 2, "id": 25873, "aya_id": 140}, {"text": "قد خسر وهلك الذين قتلوا أولادهم لضعف عقولهم وجهلهم, وحرموا ما رزقهم الله كذبًا على الله. قد بَعُدوا عن الحق, وما كانوا من أهل الهدى والرشاد. فالتحليل والتحريم من خصائص الألوهية في التشريع, والحلال ما أحله الله, والحرام ما حرَّمه الله, وليس لأحد من خَلْقه فردًا كان أو جماعة أن يشرع لعباده ما لم يأذن به الله.\r\n", "sura_id": 6, "type": 3, "id": 32109, "aya_id": 140}, {"text": " <font color=red>قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُوا مَا رَزَقَهُمُ اللَّهُ افْتِرَاءً عَلَى اللَّهِ قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ</font><BR><p>يَقُول تَعَالَى : قَدْ خَسِرَ الَّذِينَ فَعَلُوا هَذِهِ الْأَفَاعِيل فِي الدُّنْيَا وَالْآخِرَة أَمَّا فِي الدُّنْيَا فَخَسِرُوا أَوْلَادهمْ بِقَتْلِهِمْ وَضَيَّقُوا عَلَيْهِمْ فِي أَمْوَالهمْ فَحَرَّمُوا أَشْيَاء اِبْتَدَعُوهَا مِنْ تِلْقَاء أَنْفُسهمْ وَأَمَّا فِي الْآخِرَة فَيَصِيرُونَ إِلَى أَسْوَأ الْمَنَازِل بِكَذِبِهِمْ عَلَى اللَّه وَافْتِرَائِهِمْ كَقَوْلِهِ \" إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّه الْكَذِب لَا يُفْلِحُونَ مَتَاع فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعهمْ ثُمَّ نُذِيقهُمْ الْعَذَاب الشَّدِيد بِمَا كَانُوا يَكْفُرُونَ \" وَقَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدُوَيْهِ فِي تَفْسِير هَذِهِ الْآيَة : حَدَّثَنَا مُحَمَّد بْن أَحْمَد بْن إِبْرَاهِيم حَدَّثَنَا مُحَمَّد بْن أَيُّوب حَدَّثَنَا عَبْد الرَّحْمَن بْن الْمُبَارَك حَدَّثَنَا أَبُو عَوَانَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا قَالَ : إِذَا سَرَّك أَنْ تَعْلَم جَهْل الْعَرَب فَاقْرَأْ مَا فَوْق الثَّلَاثِينَ وَالْمِائَة مِنْ سُورَة الْأَنْعَام \" قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادهمْ سَفَهًا بِغَيْرِ عِلْم وَحَرَّمُوا مَا رَزَقَهُمْ اللَّه اِفْتِرَاء عَلَى اللَّه قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ \" وَهَكَذَا رَوَاهُ الْبُخَارِيّ مُنْفَرِدًا فِي كِتَاب مَنَاقِب قُرَيْش مِنْ صَحِيحه عَنْ أَبِي النُّعْمَان مُحَمَّد بْن الْفَضْل عَارِم عَنْ أَبِي عَوَانَة وَاسْمه الْوَضَّاح بْن عَبْد اللَّه الْيَشْكُرِيّ عَنْ أَبِي بِشْر وَاسْمه جَعْفَر بْن أَبِي وَحْشِيَّة عَنْ إِيَاس بِهِ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42122, "aya_id": 140}]