[{"text": "مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُواْ مَسَاجِدَ الله شَاهِدِينَ عَلَى أَنفُسِهِمْ بِالْكُفْرِ أُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ", "sura_id": 9, "type": 0, "id": 1252, "aya_id": 17}, {"text": "ما كان للمشركين أن يعمروا مساجد الله شاهدين على أنفسهم بالكفر أولئك حبطت أعمالهم وفي النار هم خالدون", "sura_id": 9, "type": 1, "id": 7488, "aya_id": 17}, {"text": "17 - (ما كان للمشركين أن يعمروا مساجد الله) بالإفراد والجمع بدخوله والقعود فيه (شاهدين على أنفسهم بالكفر أولئك حبطت) بطلت (أعمالهم وفي النار هم خالدون) \r\n", "sura_id": 9, "type": 2, "id": 26196, "aya_id": 17}, {"text": "ليس من شأن المشركين إعمار بيوت الله, وهم يعلنون كفرهم بالله ويجعلون له شركاء. هؤلاء المشركون بطلت أعمالهم يوم القيامة, ومصيرهم الخلود في النار.\r\n", "sura_id": 9, "type": 3, "id": 32432, "aya_id": 17}, {"text": " <font color=red>مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ</font><BR><p>يَقُول تَعَالَى : مَا يَنْبَغِي لِلْمُشْرِكِينَ بِاَللَّهِ أَنْ يَعْمُرُوا مَسَاجِد اللَّه الَّتِي بُنِيَتْ عَلَى اِسْمه وَحْده لَا شَرِيك لَهُ وَمَنْ قَرَأَ مَسْجِد اللَّه فَأَرَادَ بِهِ الْمَسْجِد الْحَرَام أَشْرَف الْمَسَاجِد فِي الْأَرْض الَّذِي بُنِيَ مِنْ أَوَّل يَوْم عَلَى عِبَادَة اللَّه وَحْده لَا شَرِيك لَهُ وَأَسَّسَهُ خَلِيل الرَّحْمَن هَذَا وَهُمْ شَاهِدُونَ عَلَى أَنْفُسهمْ بِالْكُفْرِ أَيْ بِحَالِهِمْ . وَقَالَ لَهُمْ كَمَا قَالَ السُّدِّيّ : لَوْ سَأَلْت النَّصْرَانِيّ مَا دِينك ؟ لَقَالَ نَصْرَانِيّ وَلَوْ سَأَلْت الْيَهُودِيّ مَا دِينك لَقَالَ يَهُودِيّ وَالصَّابِئِيّ لَقَالَ صَابِئِيّ وَالْمُشْرِك لَقَالَ مُشْرِك \" أُولَئِكَ حَبِطَتْ أَعْمَالهمْ \" أَيْ بِشِرْكِهِمْ \" وَفِي النَّار هُمْ خَالِدُونَ \" وَقَالَ تَعَالَى \" وَمَا لَهُمْ أَلَّا يُعَذِّبهُمْ اللَّه وَهُمْ يَصُدُّونَ عَنْ الْمَسْجِد الْحَرَام وَمَا كَانُوا أَوْلِيَاءَهُ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَكِنَّ أَكْثَرهمْ لَا يَعْلَمُونَ \" .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43432, "aya_id": 17}]