[{"text": "وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا", "sura_id": 25, "type": 0, "id": 2887, "aya_id": 32}, {"text": "وقال الذين كفروا لولا نزل عليه القرآن جملة واحدة كذلك لنثبت به فؤادك ورتلناه ترتيلا", "sura_id": 25, "type": 1, "id": 9123, "aya_id": 32}, {"text": "32 - (وقال الذين كفروا لولا) هلا (نزل عليه القرآن جملة واحدة) كالتوراة والإنجيل والزبور قال تعالى نزلناه (كذلك) متفرقا (لنثبت به فؤادك) نقوي قلبك (ورتلناه ترتيلا) أتينا به شيئا فشيئا بتمهل وتؤدة لتيسير فهمه وحفظه \r\n", "sura_id": 25, "type": 2, "id": 27831, "aya_id": 32}, {"text": "وقال الذين كفروا: هلا أنزل القرآن على محمد جملة واحدة كالتوراة والإنجيل والزبور! قال الله سبحانه وتعالى: كذلك أنزلناه مفرقًا؛ لنقوِّي به قلبك وتزداد به طمأنينة، فتعيه وتحمله، وبيَّنَّاه في تثبت ومُهْلَة.\r\n", "sura_id": 25, "type": 3, "id": 34067, "aya_id": 32}, {"text": " <font color=red>وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ كَثْرَة اِعْتِرَاض الْكُفَّار وَتَعَنُّتهمْ وَكَلَامهمْ فِيمَا لَا يَعْنِيهِمْ حَيْثُ قَالُوا : \" لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآن جُمْلَة وَاحِدَة \" أَيْ هَلَّا أُنْزِلَ عَلَيْهِ هَذَا الْكِتَاب الَّذِي أُوحِيَ إِلَيْهِ جُمْلَة وَاحِدَة كَمَا نُزِّلَتْ الْكُتُب قَبْله جُمْلَة وَاحِدَة كَالتَّوْرَاةِ وَالْإِنْجِيل وَالزَّبُور وَغَيْرهَا مِنْ الْكُتُب الْإِلَهِيَّة فَأَجَابَهُمْ اللَّه تَعَالَى عَنْ ذَلِكَ بِأَنَّهُ إِنَّمَا نَزَلَ مُنَجَّمًا فِي ثَلَاث وَعِشْرِينَ سَنَة بِحَسَبِ الْوَقَائِع وَالْحَوَادِث وَمَا يُحْتَاج إِلَيْهِ مِنْ الْأَحْكَام لِيُثَبِّت قُلُوب الْمُؤْمِنِينَ بِهِ كَقَوْلِهِ : \" وَقُرْآنًا فَرَقْنَاهُ \" الْآيَة وَلِهَذَا قَالَ \" لِنُثَبِّت بِهِ فُؤَادك وَرَتَّلْنَاهُ تَرْتِيلًا \" قَالَ قَتَادَة بَيَّنَّاهُ تَبْيِينًا وَقَالَ اِبْن زَيْد وَفَسَّرْنَاهُ تَفْسِيرًا .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39314, "aya_id": 32}]