[{"text": "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ", "sura_id": 105, "type": 0, "id": 6189, "aya_id": 1}, {"text": "ألم تر كيف فعل ربك بأصحاب الفيل", "sura_id": 105, "type": 1, "id": 12425, "aya_id": 1}, {"text": "سورة الفيل 1 - (ألم تر) استفهام تعجب أي اعجب (كيف فعل ربك بأصحاب الفيل) هو محمود وأصحابه أبرهة ملك اليمن وجيشه بنى بصنعاء كنيسة ليصرف إليها الحاج عن مكة فأحدث رجل من كنانة فيها ولطخ قبلتها بالعذرة احتقارا بها فحلف ابرهة ليهدمن الكعبة فجاء مكة بجيشه على أفيال اليمن مقدمها محمود فحين توجهوا لهدم الكعبة أرسل الله عليهم ما قصه في قوله \r\n", "sura_id": 105, "type": 2, "id": 31133, "aya_id": 1}, {"text": "ألم تعلم -أيها الرسول- كيف فعل ربك بأصحاب الفيل: أبرهة الحبشي وجيشه الذين أرادوا تدمير الكعبة المباركة؟\r\n", "sura_id": 105, "type": 3, "id": 37369, "aya_id": 1}, {"text": " <font color=red>أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ</font><BR><p>هَذِهِ مِنْ النِّعَم الَّتِي اِمْتَنَّ اللَّه بِهَا عَلَى قُرَيْش فِيمَا صَرَفَ عَنْهُمْ مِنْ أَصْحَاب الْفِيل الَّذِينَ كَانُوا قَدْ عَزَمُوا عَلَى هَدْم الْكَعْبَة وَمَحْو أَثَرهَا مِنْ الْوُجُود فَأَبَادَهُمْ اللَّه وَأَرْغَمَ آنَافهمْ وَخَيَّبَ سَعْيهمْ وَأَضَلَّ عَمَلهمْ وَرَدَّهُمْ بِشَرِّ خَيْبَة وَكَانُوا قَوْمًا نَصَارَى وَكَانَ دِينهمْ إِذْ ذَاكَ أَقْرَب حَالًا مِمَّا كَانَ عَلَيْهِ قُرَيْش مِنْ عِبَادَة الْأَوْثَان وَلَكِنْ كَانَ هَذَا مِنْ بَاب الْإِرْهَاص وَالتَّوْطِئَة لِمَبْعَثِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنَّهُ فِي ذَلِكَ الْعَام وُلِدَ عَلَى أَشْهَر الْأَقْوَال , وَلِسَان حَال الْقُدْرَة يَقُول : لَمْ نَنْصُرْكُمْ يَا مَعْشَر قُرَيْش عَلَى الْحَبَشَة لِخَيْرِيَّتِكُمْ عَلَيْهِمْ وَلَكِنْ صِيَانَة لِلْبَيْتِ الْعَتِيق الَّذِي سَنُشَرِّفُهُ وَنُعَظِّمهُ وَنُوَقِّرهُ بِبَعْثَةِ النَّبِيّ الْأُمِّيّ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَاتَم الْأَنْبِيَاء \" وَهَذِهِ قِصَّة أَصْحَاب الْفِيل عَلَى وَجْه الْإِيجَاز وَالِاخْتِصَار وَالتَّقْرِيب\" قَدْ تَقَدَّمَ فِي قِصَّة أَصْحَاب الْأُخْدُود أَنَّ ذَا نُوَاس وَكَانَ آخِر مُلُوك حِمْيَر وَكَانَ مُشْرِكًا وَهُوَ الَّذِي قَتَلَ أَصْحَاب الْأُخْدُود وَكَانُوا نَصَارَى وَكَانُوا قَرِيبًا مِنْ عِشْرِينَ أَلْف فَلَمْ يَفْلِت مِنْهُمْ إِلَّا دَوْس ذُو ثُعْلُبَان فَذَهَبَ فَاسْتَغَاثَ بِقَيْصَرَ مَلِك الشَّام وَكَانَ نَصْرَانِيًّا فَكَتَبَ لَهُ إِلَى النَّجَاشِيّ مَلِك الْحَبَشَة لِكَوْنِهِ أَقْرَب إِلَيْهِمْ فَبَعَثَ مَعَهُ أَمِيرَيْنِ أَرْيَاط وَأَبْرَهَة بْن الصَّبَّاح أَبَا يَكْسُوم فِي جَيْش كَثِيف فَدَخَلُوا الْيَمَن فَجَاسُوا خِلَال الدِّيَار وَأَسْلَبُوا الْمُلْك مِنْ حِمْيَر وَهَلَكَ ذَا نُوَاس غَرِيقًا فِي الْبَحْر وَاسْتَقَلَّ الْحَبَشَة بِمُلْكِ الْيَمَن وَعَلَيْهِمْ هَذَانِ الْأَمِيرَانِ أَرْيَاط وَأَبْرَهَة فَاخْتَلَفَا فِي أَمْرهمَا وَتَصَاوَلَا وَتَقَاتَلَا وَتَصَافَّا فَقَالَ أَحَدهمَا لِلْآخَرِ لَا حَاجَة بِنَا إِلَى اِصْطِلَام الْجَيْشَيْنِ بَيْننَا وَلَكِنْ اُبْرُزْ إِلَيَّ وَأَبْرُزُ إِلَيْك فَأَيُّنَا قَتَلَ الْآخَر اِسْتَقَلَّ بَعْده بِالْمُلْكِ فَأَجَابَهُ إِلَى ذَلِكَ فَتَبَارَزَا وَخَلَفَ كُلّ وَاحِد مِنْهُمَا قَنَاة فَحَمَلَ أَرْيَاط عَلَى أَبَرْهَة فَضَرَبَهُ بِالسَّيْفِ فَشَرَمَ أَنْفه وَفَمه وَشَقَّ وَجْهه وَحَمَلَ عتودة مَوْلَى أَبَرْهَة عَلَى أَرْيَاط فَقَتَلَهُ وَرَجَعَ أَبَرْهَة جَرِيحًا فَدَاوَى جُرْحه فَبَرِئَ وَاسْتَقَلَّ بِتَدْبِيرِ جَيْش الْحَبَشَة بِالْيَمَنِ فَكَتَبَ إِلَيْهِ النَّجَاشِيّ يَلُومهُ عَلَى مَا كَانَ مِنْهُ وَيَتَوَعَّدهُ وَيَحْلِف لَيَطَأَنَّ بِلَاده وَيَجُزّ نَاصِيَته فَأَرْسَلَ إِلَيْهِ أَبَرْهَة يَتَرَقَّق لَهُ وَيُصَانِعهُ وَبَعَثَ مَعَ رَسُوله بِهَدَايَا وَتُحَف وَبِجِرَابٍ فِيهِ مِنْ تُرَاب الْيَمَن وَجَزَّ نَاصِيَته فَأَرْسَلَهَا مَعَهُ وَيَقُول فِي كِتَابه لِيَطَأ الْمَلِك عَلَى هَذَا الْجِرَاب فَيَبَرّ قَسَمه وَهَذِهِ نَاصِيَتِي قَدْ بَعَثْت بِهَا إِلَيْك فَلَمَّا وَصَلَ ذَلِكَ إِلَيْهِ أَعْجَبَهُ مِنْهُ وَرَضِيَ عَنْهُ وَأَقَرَّهُ عَلَى عَمَله وَأَرْسَلَ أَبَرْهَة يَقُول لِلنَّجَاشِيِّ إِنِّي سَأَبْنِي كَنِيسَة بِأَرْضِ الْيَمَن لَمْ يُبْنَ قَبْلهَا مِثْلهَا فَشَرَعَ فِي بِنَاء كَنِيسَة هَائِلَة بِصَنْعَاء رَفِيعَة الْبِنَاء عَالِيَة الْفِنَاء مُزَخْرَفَة الْأَرْجَاء سَمَّتْهَا الْعَرَب الْقُلَّيْس لِارْتِفَاعِهَا لِأَنَّ النَّاظِر إِلَيْهَا تَكَاد تَسْقُط قَلَنْسُوَته عَنْ رَأْسه مِنْ اِرْتِفَاع بِنَائِهَا وَعَزَمَ أَبَرْهَة الْأَشْرَم عَلَى أَنْ يَصْرِف حَجّ الْعَرَب إِلَيْهَا كَمَا يُحَجّ إِلَى الْكَعْبَة بِمَكَّة وَنَادَى بِذَلِكَ فِي مَمْلَكَته فَكَرِهَتْ الْعَرَب الْعَدْنَانِيَّة وَالْقَحْطَانِيَّة ذَلِكَ وَغَضِبَتْ قُرَيْش لِذَلِكَ غَضَبًا شَدِيدًا حَتَّى قَصَدَهَا بَعْضهمْ وَتَوَصَّلَ إِلَى أَنْ دَخَلَهَا لَيْلًا فَأَحْدَثَ فِيهَا وَكَرَّ رَاجِعًا فَلَمَّا رَأَى السَّدَنَة ذَلِكَ الْحَدَث رَفَعُوا أَمْره إِلَى مَلِكهمْ أَبَرْهَة وَقَالُوا لَهُ إِنَّمَا صَنَعَ هَذَا بَعْض قُرَيْش غَضَبًا لِبَيْتِهِمْ الَّذِي ضَاهَيْت هَذَا بِهِ فَأَقْسَمَ أَبَرْهَة لَيَسِيرَنَّ إِلَى بَيْت مَكَّة وَلَيُخَرِّبَنَّهُ حَجَرًا حَجَرًا . وَذَكَر مُقَاتِل بْن سُلَيْمَان أَنَّ فِتْيَة مِنْ قُرَيْش دَخَلُوهَا فَأَجَّجُوا فِيهَا نَارًا وَكَانَ يَوْمًا فِيهِ هَوَاء شَدِيد فَاحْتَرَقَتْ وَسَقَطَتْ إِلَى الْأَرْض فَتَأَهَّبَ أَبَرْهَة لِذَلِكَ وَصَارَ فِي جَيْش كَثِيف عَرَمْرَم لِئَلَّا يَصُدّهُ أَحَد عَنْهُ وَاسْتَصْحَبَ مَعَهُ فِيلًا عَظِيمًا كَبِير الْجُثَّة لَمْ يُرَ مِثْلُهُ يُقَال لَهُ مَحْمُود وَكَانَ قَدْ بَعَثَهُ إِلَيْهِ النَّجَاشِيّ مَلِك الْحَبَش لِذَلِكَ وَيُقَال كَانَ مَعَهُ أَيْضًا ثَمَانِيَة أَفْيَال وَقِيلَ اِثْنَا عَشَر فِيلًا غَيْره فَاَللَّه أَعْلَم يَعْنِي لِيَهْدِم بِهِ الْكَعْبَة بِأَنْ يَجْعَل السَّلَاسِل فِي الْأَرْكَان وَتُوضَع فِي عُنُق الْفِيل ثُمَّ يُزْجَر لِيُلْقِيَ الْحَائِط جُمْلَة وَاحِدَة فَلَمَّا سَمِعْت الْعَرَب بِمَسِيرِهِ أَعْظَمُوا ذَلِكَ جِدًّا وَرَأَوْا أَنَّ حَقًّا عَلَيْهِمْ الْمُحَاجَبَة دُون الْبَيْت وَرَدّ مَنْ أَرَادَهُ بِكَيْدٍ فَخَرَجَ إِلَيْهِ رَجُل مِنْ أَشْرَاف أَهْل الْيَمَن وَمُلُوكهمْ يُقَال لَهُ ذُو نَفَر فَدَعَا قَوْمه وَمَنْ أَجَابَهُ مِنْ سَائِر الْعَرَب إِلَى حَرْب أَبَرْهَة وَجِهَاده عَنْ بَيْت اللَّه وَمَا يُرِيدهُ مِنْ هَدْمه وَخَرَابه فَأَجَابُوهُ وَقَاتَلُوا أَبَرْهَة فَهَزَمَهُمْ لِمَا يُرِيدهُ اللَّه عَزَّ وَجَلَّ مِنْ كَرَامَة الْبَيْت وَتَعْظِيمه وَأُسِرَ ذُو نَفَر فَاسْتَصْحَبَهُ مَعَهُ ثُمَّ مَضَى لِوَجْهِهِ حَتَّى إِذَا كَانَ بِأَرْضِ خَثْعَم اِعْتَرَضَ لَهُ نُفَيْل بْن حَبِيب الْخَثْعَمِيّ فِي قَوْمه شَهْرَان وَنَاهِس فَقَاتَلُوهُ فَهَزَمَهُمْ أَبَرْهَة وَأَسَرَ نُفَيْل بْن حَبِيب فَأَرَادَ قَتْله ثُمَّ عَفَا عَنْهُ وَاسْتَصْحَبَهُ مَعَهُ لِيَدُلّهُ فِي بِلَاد الْحِجَاز فَلَمَّا اِقْتَرَبَ مِنْ أَرْض الطَّائِف خَرَجَ إِلَيْهِ أَهْلهَا ثَقِيف وَصَانَعُوهُ خِيفَة عَلَى بَيْتهمْ الَّذِي عِنْدهمْ الَّذِي يُسَمُّونَهُ اللَّاتِ فَأَكْرَمَهُمْ وَبَعَثُوا مَعَهُ أَبَا رِغَال دَلِيلًا فَلَمَّا اِنْتَهَى أَبَرْهَة إِلَى الْمُغَمِّس وَهُوَ قَرِيب مِنْ مَكَّة نَزَلَ بِهِ وَأَغَارَ جَيْشه عَلَى سَرْح أَهْل مَكَّة مِنْ الْإِبِل وَغَيْرهَا فَأَخَذُوهُ وَكَانَ فِي السَّرْح مِائَتَا بَعِير لِعَبْدِ الْمُطَّلِب وَكَانَ الَّذِي أَغَارَ عَلَى السَّرْح بِأَمْرِ أَبَرْهَة أَمِير الْمُقَدِّمَة وَكَانَ يُقَال لَهُ الْأَسْوَد بْن مَقْصُود فَهَجَاهُ بَعْض الْعَرَب فِيمَا ذَكَرَهُ اِبْن إِسْحَاق وَبَعَثَ أَبَرْهَة حناطة الْحِمْيَرِيّ إِلَى مَكَّة وَأَمَرَهُ أَنْ يَأْتِيه بِأَشْرَف قُرَيْش وَأَنْ يُخْبِرهُ أَنَّ الْمَلِك لَمْ يَجِئ لِقِتَالِكُمْ إِلَّا أَنْ تَصُدُّوهُ عَنْ الْبَيْت فَجَاءَ حناطة فَدُلَّ عَلَى عَبْد الْمُطَّلِب بْن هَاشِم وَبَلَّغَهُ عَنْ أَبَرْهَة مَا قَالَ : فَقَالَ لَهُ عَبْد الْمُطَّلِب وَاَللَّه مَا نُرِيد حَرْبه وَمَا لَنَا بِذَلِكَ مِنْ طَاقَة هَذَا بَيْت اللَّه الْحَرَام وَبَيْت خَلِيله إِبْرَاهِيم فَإِنْ يَمْنَعهُ مِنْهُ فَهُوَ بَيْته وَحَرَمه وَإِنْ يُخَلِّ بَيْنه وَبَيْنه فَوَاَللَّهِ مَا عِنْدنَا دَفْع عَنْهُ فَقَالَ لَهُ حناطة فَاذْهَبْ مَعِي إِلَيْهِ فَذَهَبَ مَعَهُ فَلَمَّا رَآهُ أَبَرْهَة أَجَلَّهُ وَكَانَ عَبْد الْمُطَّلِب رَجُلًا جَسِيمًا حَسَن الْمَنْظَر . وَنَزَلَ أَبَرْهَة عَنْ سَرِيره وَجَلَسَ مَعَهُ عَلَى الْبِسَاط وَقَالَ لِتُرْجُمَانِهِ قُلْ لَهُ مَا حَاجَتك ؟ فَقَالَ لِلتُّرْجُمَانِ إِنَّ حَاجَتِي أَنْ يَرُدّ عَلَيَّ الْمَلِك مِائَتَيْ بَعِير أَصَابَهَا لِي فَقَالَ أَبَرْهَة لِتُرْجُمَانِهِ قُلْ لَهُ لَقَدْ كُنْت أَعْجَبْتنِي حِين رَأَيْتُك ثُمَّ قَدْ زَهِدْت فِيك حِين كَلَّمْتنِي أَتُكَلِّمُنِي فِي مِائَتَيْ بَعِير أَصَبْتهَا لَك وَتَتْرُك بَيْتًا هُوَ دِينك وَدِين آبَائِك قَدْ جِئْت لِهَدْمِهِ لَا تُكَلِّمنِي فِيهِ ؟ فَقَالَ لَهُ عَبْد الْمُطَّلِب إِنِّي أَنَا رَبّ الْإِبِل وَإِنَّ لِلْبَيْتِ رَبًّا سَيَمْنَعُهُ . قَالَ مَا كَانَ لِيَمْتَنِع مِنِّي قَالَ أَنْتَ وَذَاكَ وَيُقَال إِنَّهُ ذَهَبَ مَعَ عَبْد الْمُطَّلِب جَمَاعَة مِنْ أَشْرَاف الْعَرَب فَعَرَضُوا عَلَى أَبَرْهَة ثُلُث أَمْوَال تِهَامَة عَلَى أَنْ يَرْجِع عَنْ الْبَيْت فَأَبَى عَلَيْهِمْ وَرَدَّ أَبَرْهَة عَلَى عَبْد الْمُطَّلِب إِبِله وَرَجَعَ عَبْد الْمُطَلِّب إِلَى قُرَيْش فَأَمَرَهُمْ بِالْخُرُوجِ مِنْ مَكَّة وَالتَّحَصُّن فِي رُءُوس الْجِبَال تَخَوُّفًا عَلَيْهِمْ مِنْ مَعَرَّة الْجَيْش ثُمَّ قَامَ عَبْد الْمُطَّلِب فَأَخَذَ بِحَلْقَةِ بَاب الْكَعْبَة وَقَامَ مَعَهُ نَفَر مِنْ قُرَيْش يَدْعُونَ اللَّه وَيَسْتَنْصِرُونَ عَلَى أَبَرْهَة وَجُنْده فَقَالَ عَبْد الْمُطَّلِب وَهُوَ آخِذٌ بِحَلْقَةِ بَاب الْكَعْبَة : لَاهُمَّ إِنَّ الْمَرْء يَمْ نَع رَحْلَهُ فَامْنَعْ رِحَالك لَا يَغْلِبَنَّ صَلِيبُهُمْ وَمِحَالُهُمْ أَبَدًا مِحَالَك قَالَ اِبْن إِسْحَاق ثُمَّ أَرْسَلَ عَبْد الْمُطَّلِب حَلْقَة الْبَاب ثُمَّ خَرَجُوا إِلَى رُءُوس الْجِبَال . وَذُكِرَ عَنْ اِبْن سُلَيْمَان أَنَّهُمْ تَرَكُوا عِنْد الْبَيْت مِائَة بَدَنَة مُقَلَّدَة لَعَلَّ بَعْض الْجَيْش يَنَال مِنْهَا شَيْئًا بِغَيْرِ حَقّ فَيَنْتَقِم اللَّه مِنْهُمْ فَلَمَّا أَصْبَحَ أَبَرْهَة تَهَيَّأَ لِدُخُولِ مَكَّة وَهَيَّأَ فِيله وَكَانَ اِسْمه مَحْمُودًا وَعَبَّأَ جَيْشه فَلَمَّا وَجَّهُوا الْفِيل نَحْو مَكَّة أَقْبَلَ نُفَيْل بْن حَبِيب حَتَّى قَامَ إِلَى جَنْبه ثُمَّ أَخَذَ بِأُذُنِهِ وَقَالَ اُبْرُكْ مَحْمُود وَارْجِعْ رَاشِدًا مِنْ حَيْثُ جِئْت فَإِنَّك فِي بَلَد اللَّه الْحَرَام ثُمَّ أَرْسَلَ أُذُنه فَبَرَكَ الْفِيل وَخَرَجَ نُفَيْل بْن حَبِيب يَشْتَدّ حَتَّى أَصْعَد فِي الْجَبَل وَضَرَبُوا الْفِيل لِيَقُومَ فَأَبَى فَضَرَبُوا فِي رَأْسه بالطبرزين وَأَدْخَلُوا مَحَاجِن لَهُمْ فِي مَرَاقه فَنَزَعُوهُ بِهَا لِيَقُومَ فَأَبَى فَوَجَّهُوهُ رَاجِعًا إِلَى الْيَمَن فَقَامَ يُهَرْوِل وَوَجَّهُوهُ إِلَى الشَّام فَفَعَلَ مِثْل ذَلِكَ وَوَجَّهُوهُ إِلَى الْمَشْرِق فَفَعَلَ مِثْل ذَلِكَ وَوَجَّهُوهُ إِلَى مَكَّة فَبَرَكَ.</p><BR> <br> ", "sura_id": 105, "type": 4, "id": 37575, "aya_id": 1}]