[{"text": "وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّىءُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ وَاللّهُ سَمِيعٌ عَلِيمٌ", "sura_id": 3, "type": 0, "id": 414, "aya_id": 121}, {"text": "وإذ غدوت من أهلك تبوئ المؤمنين مقاعد للقتال والله سميع عليم", "sura_id": 3, "type": 1, "id": 6650, "aya_id": 121}, {"text": "121 - (و) اذكر يا محمد (إذ غدوت من أهلك) من المدينة (تبوئ) تنزل (المؤمنين مقاعد) مراكز يقفون فيها (للقتال والله سميع) لأقوالكم (عليم) بأحوالكم ، وهو يوم أُحد خرج النبي صلى الله عليه وسلم بألف أو إلا خمسين رجلاً والمشركون ثلاثة آلاف ونزل بالشعب يوم السبت سابع شوال سنة ثلاثة من الهجرة وجعل ظهره وعسكره إلى أحد وسوى صفوفهم وأجلس جيشاً من الرماة وأمر عليهم عبد الله بن جبير بسفح الجبل وقال: أنضحوا عنا بالنبل لا يأتوا من ورائنا ولا تبرحوا غلبنا أو نصرنا \r\n", "sura_id": 3, "type": 2, "id": 25358, "aya_id": 121}, {"text": "واذكر -أيها الرسول- حين خَرَجْتَ من بيتك لابسًا عُدَّة الحرب, تنظم صفوف أصحابك, وتُنْزِل كل واحد في منزله للقاء المشركين في غزوة \"أُحُد\". والله سميع لأقوالكم, عليم بأفعالكم.\r\n", "sura_id": 3, "type": 3, "id": 31594, "aya_id": 121}, {"text": " <font color=red>وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ وَاللَّهُ سَمِيعٌ عَلِيمٌ</font><BR><p>الْمُرَاد بِهَذِهِ الْوَقْعَة يَوْم أُحُد عِنْد الْجُمْهُور قَالَهُ اِبْن عَبَّاس وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَغَيْر وَاحِد وَعَنْ الْحَسَن الْبَصْرِيّ الْمُرَاد بِذَلِكَ يَوْم الْأَحْزَاب . وَرَوَاهُ اِبْن جَرِير وَهُوَ غَرِيب لَا يُعَوَّل عَلَيْهِ وَكَانَتْ وَقْعَة أُحُد يَوْم السَّبْت مِنْ شَوَّال سَنَة ثَلَاث مِنْ الْهِجْرَة قَالَ قَتَادَةُ : لِإِحْدَى عَشْرَة لَيْلَة خَلَتْ مِنْ شَوَّال وَقَالَ عِكْرِمَة : يَوْم السَّبْت لِلنِّصْفِ مِنْ شَوَّال فَاَللَّه أَعْلَم . وَكَانَ سَبَبهَا أَنَّ الْمُشْرِكِينَ حِين قُتِلَ مَنْ قُتِلَ مِنْ أَشْرَافهمْ يَوْم بَدْر وَسَلِمَتْ الْعِير بِمَا فِيهَا مِنْ التِّجَارَة الَّتِي كَانَتْ مَعَ أَبِي سُفْيَان قَالَ أَبْنَاء مَنْ قُتِلَ وَرُؤَسَاء مَنْ بَقِيَ لِأَبِي سُفْيَان : اُرْصُدْ هَذِهِ الْأَمْوَال لِقِتَالِ مُحَمَّد فَأَنْفَقُوهَا فِي ذَلِكَ فَجَمَعُوا الْجُمُوع وَالْأَحَابِيش وَأَقْبَلُوا فِي نَحْو مِنْ ثَلَاثَة آلَاف حَتَّى نَزَلُوا قَرِيبًا مِنْ أُحُد تِلْقَاء الْمَدِينَة فَصَلَّى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْجُمْعَة فَلَمَّا فَرَغَ مِنْهَا صَلَّى عَلَى رَجُل مِنْ بَنِي النَّجَّار يُقَال لَهُ مَالِك بْن عَمْرو وَاسْتَشَارَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ النَّاس \" أَيَخْرُجُ إِلَيْهِمْ أَمْ يَمْكُث بِالْمَدِينَةِ \" ؟ فَأَشَارَ عَبْد اللَّه بْن أُبَيّ بِالْمُقَامِ بِالْمَدِينَةِ فَإِنْ أَقَامُوا أَقَامُوا بِشَرِّ مَحْبِس وَإِنْ دَخَلُوهَا قَاتَلَهُمْ الرِّجَال فِي وُجُوههمْ وَرَمَاهُمْ النِّسَاء وَالصِّبْيَان بِالْحِجَارَةِ مِنْ فَوْقهمْ وَإِنْ رَجَعُوا رَجَعُوا خَائِبِينَ وَأَشَارَ آخَرُونَ مِنْ الصَّحَابَة مِمَّنْ لَمْ يَشْهَد بَدْرًا بِالْخُرُوجِ إِلَيْهِمْ فَدَخَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَلَبِسَ لَأْمَتَهُ وَخَرَجَ عَلَيْهِمْ وَقَدْ نَدِمَ بَعْضهمْ وَقَالُوا : لَعَلَّنَا اِسْتَكْرَهْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا يَا رَسُول اللَّه إِنْ شِئْت أَنْ نَمْكُث فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا يَنْبَغِي لِنَبِيٍّ إِذَا لَبِسَ لَأْمَتَهُ أَنْ يَرْجِع حَتَّى يَحْكُم اللَّه لَهُ \" فَسَارَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَلْف مِنْ أَصْحَابه فَلَمَّا كَانُوا بِالشَّوْطِ رَجَعَ عَبْد اللَّه بْن أُبَيّ بِثُلُثِ الْجَيْش مُغْضَبًا لِكَوْنِهِ لَمْ يُرْجَع إِلَى قَوْله وَقَالَ هُوَ وَأَصْحَابه : لَوْ نَعْلَم الْيَوْم قِتَالًا لَاتَّبَعْنَاكُمْ وَلَكِنَّا لَا نَرَاكُمْ تُقَاتِلُونَ . وَاسْتَمَرَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَائِرًا حَتَّى نَزَلَ الشِّعْب مِنْ أُحُد فِي عُدْوَة الْوَادِي : وَجَعَلَ ظَهْره وَعَسْكَره إِلَى أُحُد وَقَالَ \" لَا يُقَاتِلَنَّ أَحَد حَتَّى نَأْمُرهُ بِالْقِتَالِ \" وَتَهَيَّأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلْقِتَالِ وَهُوَ فِي سَبْعمِائَةِ مِنْ أَصْحَابه . وَأَمَّرَ عَلَى الرُّمَاة عَبْد اللَّه بْن جُبَيْر أَخَا بَنِي عَمْرو بْن عَوْف . وَالرُّمَاة يَوْمئِذٍ خَمْسُونَ رَجُلًا فَقَالَ لَهُمْ \" اِنْضَحُوا الْخَيْل عَنَّا وَلَا نُؤْتَيَنَّ مِنْ قِبَلكُمْ وَالْزَمُوا مَكَانكُمْ إِنْ كَانَتْ النَّوْبَة لَنَا أَوَعَلَيْنَا وَإِنْ رَأَيْتُمُونَا تَخَطَّفُنَا الطَّيْر فَلَا تَبْرَحُوا مَكَانكُمْ \" وَظَاهَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْن دِرْعَيْنِ. وَأَعْطَى اللِّوَاء مُصْعَب بْن عُمَيْر أَخَا بَنِي عَبْد الدَّار . وَأَجَازَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْض الْغِلْمَان يَوْمئِذٍ وَأَخَّرَ آخَرِينَ حَتَّى أَمْضَاهُمْ يَوْم الْخَنْدَق بَعْد هَذَا الْيَوْم بِقَرِيبٍ مِنْ سَنَتَيْنِ . وَتَهَيَّأَتْ قُرَيْش وَهُمْ ثَلَاثَة آلَاف . وَمَعَهُمْ مِائَة فَرَس قَدْ جَنَّبُوهَا . فَجَعَلُوا عَلَى مَيْمَنَة الْخَيْل خَالِد بْن الْوَلِيد وَعَلَى الْمَيْسَرَة عِكْرِمَة بْن أَبِي جَهْل . وَدَفَعُوا اللِّوَاء إِلَى بَنِي عَبْد الدَّار ثُمَّ كَانَ بَيْن الْفَرِيقَيْنِ مَا سَيَأْتِي تَفْصِيله فِي مَوْضِعه إِنْ شَاءَ اللَّه تَعَالَى. وَلِهَذَا قَالَ تَعَالَى \" وَإِذْ غَدَوْت مِنْ أَهْلك تُبَوِّئ الْمُؤْمِنِينَ مَقَاعِد لِلْقِتَالِ \" أَيْ تُنْزِلهُمْ مَنَازِلهمْ وَتَجْعَلهُمْ مَيْمَنَة وَمَيْسَرَة وَحَيْثُ أَمَرْتهمْ \" وَاَللَّه سَمِيع عَلِيم \" أَيْ سَمِيع لِمَا تَقُولُونَ عَلِيم بِضَمَائِرِكُمْ . وَقَدْ أَوْرَدَ اِبْن جَرِير هَهُنَا سُؤَالًا حَاصِله كَيْفَ تَقُولُونَ إِنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَرَجَ إِلَى أُحُد يَوْم الْجُمْعَة بَعْد الصَّلَاة وَقَدْ قَالَ اللَّه تَعَالَى \" وَإِذْ غَدَوْت مِنْ أَهْلك تُبَوِّئ الْمُؤْمِنِينَ مَقَاعِد لِلْقِتَالِ \" الْآيَة. ثُمَّ كَانَ جَوَابه عَنْهُ أَنْ غَدَوْهُ لِيُبَوِّأَهُمْ مَقَاعِد إِنَّمَا كَانَ يَوْم السَّبْت أَوَّل النَّهَار .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39868, "aya_id": 121}]