[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ وَإِذَا قِيلَ انشُزُوا فَانشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "sura_id": 58, "type": 0, "id": 5115, "aya_id": 11}, {"text": "يا أيها الذين آمنوا إذا قيل لكم تفسحوا في المجالس فافسحوا يفسح الله لكم وإذا قيل انشزوا فانشزوا يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات والله بما تعملون خبير", "sura_id": 58, "type": 1, "id": 11351, "aya_id": 11}, {"text": "11 - (يا أيها الذين آمنوا إذا قيل لكم تفسحوا) توسعوا (في المجالس) مجلس النبي صلى الله عليه وسلم والذكر حتى يجلس من جاءكم وفي قراءة المجالس (فافسحوا يفسح الله لكم) في الجنة (وإذا قيل انشزوا) قوموا إلى الصلاة وغيرها من الخيرات (فانشزوا) وفي قراءة بضم الشين فيهما (يرفع الله الذين آمنوا منكم) بالطاعة في ذلك ويرفع (والذين أوتوا العلم درجات) في الجنة (والله بما تعملون خبير) \r\n", "sura_id": 58, "type": 2, "id": 30059, "aya_id": 11}, {"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه, إذا طُلب منكم أن يوسع بعضكم لبعض المجالس فأوسعوا، يوسع الله عليكم في الدنيا والآخرة، وإذا طلب منكم- أيها المؤمنون- أن تقوموا من مجالسكم لأمر من الأمور التي يكون فيها خير لكم فقوموا، يرفع الله مكانة المؤمنين المخلصين منكم، ويرفع مكانة أهل العلم درجات كثيرة في الثواب ومراتب الرضوان, والله تعالى خبير بأعمالكم لا يخفى عليه شيء منها, وهو مجازيكم عليها. وفي الآية تنويه بمكانة العلماء وفضلهم، ورفع درجاتهم.\r\n", "sura_id": 58, "type": 3, "id": 36295, "aya_id": 11}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ</font><BR><p>يَقُول تَعَالَى مُؤَدِّبًا عِبَاده الْمُؤْمِنِينَ وَآمِرًا لَهُمْ أَنْ يُحْسِن بَعْضهمْ إِلَى بَعْض فِي الْمَجَالِس \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِس \" وَقُرِئَ \" فِي الْمَجْلِس\" \" فَافْسَحُوا يَفْسَح اللَّه لَكُمْ \" وَذَلِكَ أَنَّ الْجَزَاء مِنْ جِنْس الْعَمَل كَمَا جَاءَ فِي الْحَدِيث الصَّحِيح \" مَنْ بَنَى لِلَّهِ مَسْجِدًا بَنَى اللَّه لَهُ بَيْتًا فِي الْجَنَّة \" وَفِي الْحَدِيث الْآخَر \" وَمَنْ يَسَّرَ عَلَى مُعْسِر يَسَّرَ اللَّه عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَة وَاَللَّه فِي عَوْن الْعَبْد مَا كَانَ الْعَبْد فِي عَوْن أَخِيهِ \" وَلِهَذَا أَشْبَاه كَثِيرَة وَلِهَذَا قَالَ تَعَالَى\" فَافْسَحُوا يَفْسَح اللَّه لَكُمْ \" قَالَ قَتَادَة نَزَلَتْ هَذِهِ الْآيَة فِي مَجَالِس الذِّكْر وَذَلِكَ أَنَّهُمْ كَانُوا إِذَا رَأَوْا أَحَدهمْ مُقْبِلًا ضَنُّوا بِمَجَالِسِهِمْ عِنْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَمَرَهُمْ اللَّه تَعَالَى أَنْ يُفْسِح بَعْضهمْ لِبَعْضٍ . وَقَالَ مُقَاتِل بْن حَيَّان أُنْزِلَتْ هَذِهِ الْآيَة يَوْم الْجُمُعَة وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمئِذٍ فِي الصُّفَّة وَفِي الْمَكَان ضِيق وَكَانَ يُكْرِم أَهْل بَدْر مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار فَجَاءَ نَاس مِنْ أَهْل بَدْر وَقَدْ سَبَقُوا إِلَى الْمَجَالِس فَقَامُوا حِيَال رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا السَّلَام عَلَيْك أَيّهَا النَّبِيّ وَرَحْمَة اللَّه وَبَرَكَاته فَرَدَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَيْهِمْ ثُمَّ سَلَّمُوا إِلَى الْقَوْم بَعْد ذَلِكَ فَرَدُّوا عَلَيْهِمْ فَقَامُوا عَلَى أَرْجُلهمْ يَنْتَظِرُونَ أَنْ يُوَسَّع لَهُمْ فَعَرَفَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَا يَحْمِلهُمْ عَلَى الْقِيَام فَلَمْ يُفْسَح لَهُمْ فَشَقَّ ذَلِكَ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لِمَنْ حَوْله مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار مِنْ غَيْر أَهْل بَدْر \" قُمْ يَا فُلَان وَأَنْتَ يَا فُلَان \" فَلَمْ يَزَلْ يُقِيمهُمْ بِعِدَّةِ النَّفَر الَّذِينَ هُمْ قِيَام بَيْن يَدَيْهِ مِنْ الْمُهَاجِرِينَ وَالْأَنْصَار مِنْ أَهْل بَدْر فَشَقَّ ذَلِكَ عَلَى مَنْ أُقِيمَ مِنْ مَجْلِسه وَعَرَفَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْكَرَاهَة فِي وُجُوههمْ فَقَالَ الْمُنَافِقُونَ أَلَسْتُمْ تَزْعُمُونَ أَنَّ صَاحِبكُمْ هَذَا يَعْدِل بَيْن النَّاس ؟ وَاَللَّه مَا رَأَيْنَاهُ قَبْل عَدَلَ عَلَى هَؤُلَاءِ إِنَّ قَوْمًا أَخَذُوا مَجَالِسهمْ وَأَحَبُّوا الْقُرْب مِنْ نَبِيّهمْ فَأَقَامَهُمْ وَأَجْلَسَ مَنْ أَبْطَأَ عَنْهُ فَبَلَغْنَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" رَحِمَ اللَّه رَجُلًا يُفْسِح لِأَخِيهِ \" فَجَعَلُوا يَقُومُونَ بَعْد ذَلِكَ سِرَاعًا فَيُفْسِح الْقَوْم لِإِخْوَانِهِمْ وَنَزَلَتْ هَذِهِ الْآيَة يَوْم الْجُمُعَة . رَوَاهُ اِبْن أَبِي حَاتِم وَقَدْ قَالَ الْإِمَام أَحْمَد وَالشَّافِعِيّ حَدَّثَنَا سُفْيَان عَنْ أَيُّوب عَنْ نَافِع عَنْ اِبْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا يُقِيم الرَّجُل الرَّجُل مِنْ مَجْلِسه فَيَجْلِس فِيهِ وَلَكِنْ تَفَسَّحُوا وَتَوَسَّعُوا \" وَأَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث نَافِع بِهِ . وَقَالَ الشَّافِعِيّ أَخْبَرَنَا عَبْد الْمَجِيد عَنْ اِبْن جُرَيْج قَالَ : قَالَ سُلَيْمَان بْن مُوسَى عَنْ جَابِر عَنْ عَبْد اللَّه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا يُقِيمَن أَحَدكُمْ أَخَاهُ يَوْم الْجُمُعَة وَلَكِنْ لِيَقُلْ اِفْسَحُوا \" عَلَى شَرْط السُّنَن وَلَمْ يُخَرِّجُوهُ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الْمَلِك بْن عَمْرو حَدَّثَنَا فُلَيْح عَنْ أَيُّوب عَنْ عَبْد الرَّحْمَن بْن صَعْصَعَة عَنْ يَعْقُوب بْن أَبِي يَعْقُوب عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا يُقِيم الرَّجُلُ الرَّجُلَ مِنْ مَجْلِسه ثُمَّ يَجْلِس فِيهِ وَلَكِنْ اِفْسَحُوا يَفْسَح اللَّه لَكُمْ \" وَرَوَاهُ أَيْضًا عَنْ شُرَيْح بْن يُونُس وَيُونُس بْن مُحَمَّد الْمُؤَدِّب عَنْ فُلَيْح بِهِ وَلَفْظه \" لَا يَقُوم الرَّجُلُ لِلرَّجُلِ مِنْ مَجْلِسه وَلَكِنْ اِفْسَحُوا يَفْسَح اللَّه لَكُمْ \" تَفَرَّدَ بِهِ أَحْمَد . وَقَدْ اِخْتَلَفَ الْفُقَهَاء فِي جَوَاز الْقِيَام لِلْوَارِدِ إِذَا جَاءَ عَلَى أَقْوَال : فَمِنْهُمْ مَنْ رَخَّصَ فِي ذَلِكَ مُحْتَجًّا بِحَدِيثِ \" قُومُوا إِلَى سَيِّدكُمْ \" وَمِنْهُمْ مَنْ مَنَعَ مِنْ ذَلِكَ مُحْتَجًّا بِحَدِيثِ \" مَنْ أَحَبَّ أَنْ يُتَمَثَّل لَهُ الرِّجَال قِيَامًا فَلْيَتَبَوَّأْ مَقْعَده مِنْ النَّار \" وَمِنْهُمْ مَنْ فَصَّلَ فَقَالَ يَجُوز عِنْد الْقُدُوم مِنْ سَفَر وَلِلْحَاكِمِ فِي مَحَلّ وِلَايَته كَمَا دَلَّ عَلَيْهِ قِصَّة سَعْد بْن مُعَاذ فَإِنَّهُ لَمَّا اِسْتَقْدَمَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَاكِمًا فِي بَنِي قُرَيْظَة فَرَآهُ مُقْبِلًا قَالَ لِلْمُسْلِمِينَ \" قُومُوا إِلَى سَيِّدكُمْ \" وَمَا ذَاكَ إِلَّا لِيَكُونَ أَنْفَذ لِحُكْمِهِ وَاَللَّه أَعْلَم . فَأَمَّا اِتِّخَاذه دَيْدَنًا فَإِنَّهُ مِنْ شِعَار الْعَجَم وَقَدْ جَاءَ فِي السُّنَن أَنَّهُ لَمْ يَكُنْ شَخْص أَحَبّ إِلَيْهِمْ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَ إِذَا جَاءَ لَا يَقُومُونَ لَهُ لِمَا يَعْلَمُونَ مِنْ كَرَاهَته لِذَلِكَ. وَفِي الْحَدِيث الْمَرْوِيّ فِي السُّنَن أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَجْلِس حَيْثُ اِنْتَهَى بِهِ الْمَجْلِس وَلَكِنْ حَيْثُ يَجْلِس يَكُون صَدْر ذَلِكَ الْمَجْلِس فَكَانَ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ يَجْلِسُونَ مِنْهُ عَلَى مَرَاتِبهمْ فَالصِّدِّيق رَضِيَ اللَّه عَنْهُ يُجْلِسهُ عَنْ يَمِينه وَعُمَر عَنْ يَسَاره وَبَيْن يَدَيْهِ غَالِبًا عُثْمَان وَعَلِيّ لِأَنَّهُمَا كَانَا مِمَّنْ يَكْتُب الْوَحْي وَكَانَ يَأْمُرهُمَا بِذَلِكَ كَمَا رَوَاهُ مُسْلِم مِنْ حَدِيث الْأَعْمَش عَنْ عُمَارَة بْن عُمَيْر عَنْ أَبِي مَعْمَر عَنْ أَبِي مَسْعُود أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يَقُول : \" لِيَلِيَنِي مِنْكُمْ أُولُوا الْأَحْلَام وَالنُّهَى ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ \" وَمَا ذَاكَ إِلَّا لِيَعْقِلُوا عَنْهُ مَا يَقُولهُ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَلِهَذَا أَمَرَ أُولَئِكَ النَّفَر بِالْقِيَامِ لِيَجْلِس الَّذِينَ وَرَدُوا مِنْ أَهْل بَدْر إِمَّا لِتَقْصِيرِ أُولَئِكَ فِي حَقّ الْبَدْرِيِّينَ أَوْ لِيَأْخُذ الْبَدْرِيُّونَ مِنْ الْعِلْم نَصِيبهمْ كَمَا أَخَذَ أُولَئِكَ قَبْلهمْ أَوْ تَعْلِيمًا بِتَقْدِيمِ الْأَفَاضِل إِلَى الْأَمَام وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع عَنْ الْأَعْمَش عَنْ عُمَارَة بْن عُمَيْر اللَّيْثِيّ عَنْ أَبِي مَعْمَر عَنْ أَبِي مَسْعُود قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَمْسَح مَنَاكِبنَا فِي الصَّلَاة وَيَقُول \" اِسْتَوُوا وَلَا تَخْتَلِفُوا فَتَخْتَلِف قُلُوبكُمْ لِيَلِيَنِي مِنْكُمْ أُولُوا الْأَحْلَام وَالنُّهَى ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ \" قَالَ أَبُو مَسْعُود فَأَنْتُمْ الْيَوْم أَشَدّ اِخْتِلَافًا. وَكَذَا رَوَاهُ مُسْلِم وَأَهْل السُّنَن إِلَّا التِّرْمِذِيّ مِنْ طُرُق عَنْ الْأَعْمَش بِهِ وَإِذَا كَانَ هَذَا أَمْره لَهُمْ فِي الصَّلَاة أَنْ يَلِيه الْعُقَلَاء مِنْهُمْ وَالْعُلَمَاء فَبِطَرِيقِ الْأَوْلَى أَنْ يَكُون ذَلِكَ فِي غَيْر الصَّلَاة . وَرَوَى أَبُو دَاوُد مِنْ حَدِيث مُعَاوِيَة بْن صَالِح عَنْ أَبِي الزَّاهِرِيَّة عَنْ كَثِير بْن مُرَّة عَنْ عَبْد اللَّه بْن عُمَر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" أَقِيمُوا الصُّفُوف وَحَاذُوا بَيْن الْمَنَاكِب وَسُدُّوا الْخَلَل وَلِينُوا بِأَيْدِي إِخْوَانكُمْ وَلَا تَذْرُوا فُرُجَات لِلشَّيْطَانِ وَمَنْ وَصَلَ صَفًّا وَصَلَهُ اللَّه وَمَنْ قَطَعَ صَفًّا قَطَعَهُ اللَّه \" وَلِهَذَا كَانَ أُبَيّ بْن كَعْب سَيِّد الْقُرَّاء إِذَا اِنْتَهَى إِلَى الصَّفّ الْأَوَّل اِنْتَزَعَ مِنْهُ رَجُلًا يَكُون مِنْ أَفْنَاد النَّاس وَيَدْخُل هُوَ فِي الصَّفّ الْمُقَدَّم وَيُحْتَجّ بِهَذَا الْحَدِيث \" لَيَلِينِي مِنْكُمْ أُولُوا الْأَحْلَام وَالنُّهَى \" وَأَمَّا عَبْد اللَّه بْن عُمَر فَكَانَ لَا يَجْلِس فِي الْمَكَان الَّذِي يَقُوم لَهُ صَاحِبه عَنْهُ عَمَلًا بِمُقْتَضَى مَا تَقَدَّمَ مِنْ رِوَايَته الْحَدِيث الَّذِي أَوْرَدْنَاهُ وَلِنَقْتَصِر عَلَى هَذَا الْمِقْدَار مِنْ الْأُنْمُوذَج الْمُتَعَلِّق بِهَذِهِ الْآيَة وَإِلَّا فَبَسْطه يَحْتَاج إِلَى غَيْر هَذَا الْمَوْضِع وَفِي الْحَدِيث الصَّحِيح \" بَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ جَالِس إِذْ أَقْبَلَ ثَلَاثَة نَفَر فَأَمَّا أَحَدهمْ فَوَجَدَ فُرْجَة فِي الْحَلْقَة فَدَخَلَ فِيهَا وَأَمَّا الْآخَر فَجَلَسَ وَرَاء النَّاس وَأَدْبَرَ الثَّالِث ذَاهِبًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا أُنَبِّئكُمْ بِخَبَرِ الثَّلَاثَة ؟ أَمَّا الْأَوَّل فَآوَى إِلَى اللَّه فَآوَاهُ اللَّه وَأَمَّا الثَّانِي فَاسْتَحْيَا فَاسْتَحْيَا اللَّه مِنْهُ وَأَمَّا الثَّالِث فَأَعْرَضَ فَأَعْرَضَ اللَّه عَنْهُ \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَتَّاب بْن زِيَاد أَخْبَرَنَا عَبْد اللَّه أَخْبَرَنَا أُسَامَة بْن زَيْد عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ عَبْد اللَّه بْن عَمْرو أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا يَحِلّ لِرَجُلٍ أَنْ يُفَرِّق بَيْن اِثْنَيْنِ إِلَّا بِإِذْنِهِمَا \" وَرَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ مِنْ حَدِيث أُسَامَة بْن زَيْد اللَّيْثِيّ بِهِ وَحَسَّنَهُ التِّرْمِذِيّ وَقَدْ رُوِيَ عَنْ اِبْن عَبَّاس وَالْحَسَن الْبَصْرِيّ وَغَيْرهمَا أَنَّهُمْ قَالُوا فِي قَوْله تَعَالَى \" إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِس فَافْسَحُوا يَفْسَح اللَّه لَكُمْ \" يَعْنِي فِي مَجَالِس الْحَرْب قَالُوا وَمَعْنَى قَوْله \" وَإِذَا قِيلَ اُنْشُزُوا فَانْشُزُوا \" أَيْ اِنْهَضُوا لِلْقِتَالِ وَقَالَ قَتَادَة \" وَإِذَا قِيلَ اُنْشُزُوا فَانْشُزُوا \" أَيْ إِذَا دُعِيتُمْ إِلَى خَيْر فَأَجِيبُوا وَقَالَ مُقَاتِل إِذَا دُعِيتُمْ إِلَى الصَّلَاة فَارْتَفِعُوا إِلَيْهَا وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم كَانُوا إِذَا كَانُوا عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي بَيْته فَأَرَادُوا الِانْصِرَاف أَحَبَّ كُلّ مِنْهُمْ أَنْ يَكُون هُوَ آخِرهمْ خُرُوجًا مِنْ عِنْده فَرُبَّمَا يَشُقّ ذَلِكَ عَلَيْهِ عَلَيْهِ السَّلَام وَقَدْ تَكُون لَهُ الْحَاجَة فَأُمِرُوا أَنَّهُمْ إِذَا أُمِرُوا بِالِانْصِرَافِ أَنْ يَنْصَرِفُوا كَقَوْلِهِ تَعَالَى \" وَإِنْ قِيلَ لَكُمْ اِرْجِعُوا فَارْجِعُوا \" وَقَوْله تَعَالَى \" يَرْفَع اللَّه الَّذِينَ آمَنُوا مِنْكُمْ وَاَلَّذِينَ أُوتُوا الْعِلْم دَرَجَات وَاَللَّه بِمَا تَعْمَلُونَ خَبِير \" أَيْ لَا تَعْتَقِدُوا أَنَّهُ إِذَا أَفْسَح أَحَد مِنْكُمْ لِأَخِيهِ إِذَا أَقْبَلَ أَوْ إِذَا أَمَرَ بِالْخُرُوجِ فَخَرَجَ أَنْ يَكُون ذَلِكَ نَقْصًا فِي حَقّه بَلْ هُوَ رِفْعَة وَرُتْبَة عِنْد اللَّه وَاَللَّه تَعَالَى لَا يُضَيِّع ذَلِكَ لَهُ بَلْ يَجْزِيه بِهَا فِي الدُّنْيَا وَالْآخِرَة فَإِنَّ مَنْ تَوَاضَعَ لِأَمْرِ اللَّه رَفَعَ اللَّه قَدْره وَنَشَرَ ذِكْره وَلِهَذَا قَالَ تَعَالَى \" يَرْفَع اللَّه الَّذِينَ آمَنُوا مِنْكُمْ وَاَلَّذِينَ أُوتُوا الْعِلْم دَرَجَات وَاَللَّه بِمَا تَعْمَلُونَ خَبِير \" أَيْ خَبِير بِمَنْ يَسْتَحِقّ ذَلِكَ وَبِمَنْ لَا يَسْتَحِقّهُ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو كَامِل حَدَّثَنَا إِبْرَاهِيم حَدَّثَنَا اِبْن شِهَاب عَنْ أَبِي الطُّفَيْل عَامِر بْن وَاثِلَة أَنَّ نَافِع بْن عَبْد الْحَارِث لَقِيَ عُمَر بْن الْخَطَّاب بِعُسْفَانَ وَكَانَ عُمَر اِسْتَعْمَلَهُ عَلَى مَكَّة فَقَالَ لَهُ عُمَر مَنْ اِسْتَخْلَفْت عَلَى أَهْل الْوَادِي ؟ قَالَ اِسْتَخْلَفْت عَلَيْهِمْ اِبْن أَبْزَى رَجُل مِنْ مَوَالِينَا فَقَالَ عُمَر اِسْتَخْلَفْت عَلَيْهِمْ مَوْلًى ؟ فَقَالَ يَا أَمِير الْمُؤْمِنِينَ إِنَّهُ قَارِئ لِكِتَابِ اللَّه عَالِم بِالْفَرَائِضِ قَاصّ فَقَالَ عُمَر رَضِيَ اللَّه عَنْهُ أَمَا إِنَّ نَبِيّكُمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ قَالَ \" إِنَّ اللَّه يَرْفَع بِهَذَا الْكِتَاب قَوْمًا وَيَضَع بِهِ آخَرِينَ . وَهَكَذَا رَوَاهُ مُسْلِم مِنْ غَيْر وَجْه عَنْ الزُّهْرِيّ بِهِ وَرُوِيَ مِنْ غَيْر وَجْه عَنْ عُمَر بِنَحْوِهِ وَقَدْ ذَكَرْت فَضْل الْعِلْم وَأَهْله وَمَا وَرَدَ فِي ذَلِكَ مِنْ الْأَحَادِيث مُسْتَقْصَاة فِي شَرْح كِتَاب الْعِلْم مِنْ صَحِيح الْبُخَارِيّ وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 58, "type": 4, "id": 42032, "aya_id": 11}]