[{"text": "عَسَى اللَّهُ أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةً وَاللَّهُ قَدِيرٌ وَاللَّهُ غَفُورٌ رَّحِيمٌ", "sura_id": 60, "type": 0, "id": 5157, "aya_id": 7}, {"text": "عسى الله أن يجعل بينكم وبين الذين عاديتم منهم مودة والله قدير والله غفور رحيم", "sura_id": 60, "type": 1, "id": 11393, "aya_id": 7}, {"text": "7 - (عسى الله أن يجعل بينكم وبين الذين عاديتم منهم) من كفار مكة طاعة لله تعالى (مودة) بأن يهديهم للايمان فيصيروا لكم أولياء (والله قدير) على ذلك وقد فعله بعد فتح مكة (والله غفور) لهم ما سلف (رحيم) بهم \r\n", "sura_id": 60, "type": 2, "id": 30101, "aya_id": 7}, {"text": "عسى الله أن يجعل بينكم- أيها المؤمنون- وبين الذين عاديتموهم من أقاربكم من المشركين محبة بعد البغضاء, وألفة بعد الشحناء بانشراح صدورهم للإسلام, والله قدير على كل شيء, والله غفور لعباده, رحيم بهم.\r\n", "sura_id": 60, "type": 3, "id": 36337, "aya_id": 7}, {"text": " <font color=red>عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً وَاللَّهُ قَدِيرٌ وَاللَّهُ غَفُورٌ رَحِيمٌ</font><BR><p>يَقُول تَعَالَى لِعِبَادِهِ الْمُؤْمِنِينَ بَعْد أَنْ أَمَرَهُمْ بِعَدَاوَةِ الْكَافِرِينَ \" عَسَى اللَّه أَنْ يَجْعَل بَيْنكُمْ وَبَيْن الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّة \" أَيْ مَحَبَّة بَعْد الْبَغْضَة وَمَوَدَّة بَعْد النَّفْرَة وَأُلْفَة بَعْد الْفُرْقَة \" وَاَللَّه قَدِير \" أَيْ عَلَى مَا يَشَاء مِنْ الْجَمْع بَيْن الْأَشْيَاء الْمُتَنَافِرَة وَالْمُتَبَايِنَة وَالْمُخْتَلِفَة فَيُؤَلِّف بَيْن الْقُلُوب بَعْد الْعَدَاوَة وَالْقَسَاوَة فَتُصْبِح مُجْتَمِعَة مُتَّفِقَة كَمَا قَالَ تَعَالَى مُمْتَنًّا عَلَى الْأَنْصَار \" وَاذْكُرُوا نِعْمَة اللَّه عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاء فَأَلَّفَ بَيْن قُلُوبكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَى شَفَا حُفْرَة مِنْ النَّار فَأَنْقَذَكُمْ مِنْهَا\" الْآيَة وَكَذَا قَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أَلَمْ أَجِدكُمْ ضُلَّالًا فَهَدَاكُمْ اللَّه بِي وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمْ اللَّه بِي ؟ \" وَقَالَ اللَّه تَعَالَى \" هُوَ الَّذِي أَيَّدَك بِنَصْرِهِ وَبِالْمُؤْمِنِينَ وَأَلَّفَ بَيْن قُلُوبهمْ لَوْ أَنْفَقْت مَا فِي الْأَرْض جَمِيعًا مَا أَلَّفْت بَيْن قُلُوبهمْ وَلَكِنَّ اللَّه أَلَّفَ بَيْنهمْ إِنَّهُ عَزِيز حَكِيم \" . وَفِي الْحَدِيث\" أَحْبِبْ حَبِيبك هَوْنًا مَا فَعَسَى أَنْ يَكُون بَغِيضك يَوْمًا مَا وَأَبْغِضْ بَغِيضك هَوْنًا مَا فَعَسَى أَنْ يَكُون حَبِيبك يَوْمًا مَا \" وَقَالَ الشَّاعِر : وَقَدْ يَجْمَع اللَّه الشَّتِيتَيْنِ بَعْد مَا يَظُنَّانِ كُلّ الظَّنّ أَنْ لَا تَلَاقِيَا وَقَوْله تَعَالَى\" وَاَللَّه غَفُور رَحِيم \" أَيْ يَغْفِر لِلْكَافِرِينَ كُفْرهمْ إِذَا تَابُوا مِنْهُ وَأَنَابُوا إِلَى رَبّهمْ وَأَسْلَمُوا لَهُ وَهُوَ الْغَفُور الرَّحِيم بِكُلِّ مَنْ تَابَ إِلَيْهِ مِنْ أَيّ ذَنْب كَانَ. وَقَدْ قَالَ مُقَاتِل بْن حَيَّان إِنَّ هَذِهِ الْآيَة نَزَلَتْ فِي أَبِي سُفْيَان صَخْر بْن حَرْب فَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَزَوَّجَ اِبْنَته فَكَانَتْ هَذِهِ مَوَدَّة مَا بَيْنه وَبَيْنه وَفِي هَذَا الَّذِي قَالَهُ مُقَاتِل نَظَر فَإِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَزَوَّجَ بِأُمِّ حَبِيبَة بِنْت أَبِي سُفْيَان قَبْل الْفَتْح وَأَبُو سُفْيَان إِنَّمَا أَسْلَمَ لَيْلَة الْفَتْح بِلَا خِلَاف وَأَحْسَن مِنْ هَذَا مَا رَوَاهُ اِبْن أَبِي حَاتِم حَيْثُ قَالَ قُرِئَ عَلَى مُحَمَّد بْن عَزِيز حَدَّثَنِي سَلَامَة حَدَّثَنِي عُقَيْل حَدَّثَنِي اِبْن شِهَاب أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِسْتَعْمَلَ أَبَا سُفْيَان صَخْر بْن حَرْب عَلَى بَعْض الْيَمَن فَلَمَّا قُبِضَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَقْبَلَ فَلَقِيَ ذَا الْخِمَار مُرْتَدًّا فَقَاتَلَهُ فَكَانَ أَوَّل مَنْ قَاتَلَ فِي الرِّدَّة وَجَاهَدَ عَنْ الدِّين قَالَ اِبْن شِهَاب وَهُوَ مِمَّنْ أَنْزَلَ اللَّه فِيهِ \" عَسَى اللَّه أَنْ يَجْعَل بَيْنكُمْ وَبَيْن الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّة \" الْآيَة . وَفِي صَحِيح مُسْلِم عَنْ اِبْن عَبَّاس أَنَّ أَبَا سُفْيَان قَالَ يَا رَسُول اللَّه ثَلَاث أَعْطِنِيهِنَّ قَالَ \" نَعَمْ \" قَالَ تَأْمُرنِي أُقَاتِل الْكُفَّار كَمَا كُنْت أُقَاتِل الْمُسْلِمِينَ قَالَ \" نَعَمْ \" قَالَ وَمُعَاوِيَة تَجْعَلهُ كَاتِبًا بَيْن يَدَيْك قَالَ \" نَعَمْ \" قَالَ وَعِنْدِي أَحْسَن الْعَرَب وَأَجْمَله أُمّ حَبِيبَة بِنْت أَبِي سُفْيَان أُزَوِّجكهَا - الْحَدِيث - وَقَدْ تَقَدَّمَ الْكَلَام عَلَيْهِ .</p><BR> <br> ", "sura_id": 60, "type": 4, "id": 42251, "aya_id": 7}]