[{"text": "قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَادًا ذَلِكَ رَبُّ الْعَالَمِينَ", "sura_id": 41, "type": 0, "id": 4227, "aya_id": 9}, {"text": "قل أئنكم لتكفرون بالذي خلق الأرض في يومين وتجعلون له أندادا ذلك رب العالمين", "sura_id": 41, "type": 1, "id": 10463, "aya_id": 9}, {"text": "9 - (قل أئنكم) بتحقيق الهمزة الثانية وتسهيلها وإدخال ألف بينها بوجهيها وبين الأولى (لتكفرون بالذي خلق الأرض في يومين) الأحد والاثنين (وتجعلون له أندادا) شركاء (ذلك رب) مالك (العالمين) جمع عالم وهو ما سوى الله وجمع لاختلاف أنواعه بالياء والنون تغليبا للعقلاء \r\n", "sura_id": 41, "type": 2, "id": 29171, "aya_id": 9}, {"text": "قل -أيها الرسول- لهؤلاء المشركين موبخًا لهم ومتعجبًا من فعلهم: أإنكم لتكفرون بالله الذي خلق الأرض في يومين اثنين, وتجعلون له نظراء وشركاء تعبدونهم معه؟ ذلك الخالق هو رب العالمين كلهم.\r\n", "sura_id": 41, "type": 3, "id": 35407, "aya_id": 9}, {"text": " <font color=red>قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ</font><BR><p>هَذَا إِنْكَار مِنْ اللَّه تَعَالَى عَلَى الْمُشْرِكِينَ الَّذِينَ عَبَدُوا مَعَهُ غَيْره وَهُوَ الْخَالِق لِكُلِّ شَيْء الْقَاهِر لِكُلِّ شَيْء الْمُقْتَدِر عَلَى كُلّ شَيْء فَقَالَ \" قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِاَلَّذِي خَلَقَ الْأَرْض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا \" أَيْ نُظَرَاء وَأَمْثَالًا تَعْبُدُونَهَا مَعَهُ \" ذَلِكَ رَبّ الْعَالَمِينَ\" أَيْ الْخَالِق لِلْأَشْيَاءِ هُوَ رَبّ الْعَالَمِينَ كُلّهمْ . وَهَذَا الْمَكَان فِيهِ تَفْصِيل لِقَوْلِهِ تَعَالَى \" خَلَقَ السَّمَوَات وَالْأَرْض فِي سِتَّة أَيَّام \" فَفَصَّلَ هَهُنَا مَا يَخْتَصّ بِالْأَرْضِ مِمَّا اِخْتَصَّ بِالسَّمَاءِ فَذَكَرَ أَنَّهُ خَلَقَ الْأَرْض أَوَّلًا لِأَنَّهَا كَالْأَسَاسِ وَالْأَصْل أَنْ يَبْدَأ بِالْأَسَاسِ ثُمَّ بَعْده بِالسَّقْفِ كَمَا قَالَ عَزَّ وَجَلَّ \" هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْض جَمِيعًا ثُمَّ اِسْتَوَى إِلَى السَّمَاء فَسَوَّاهُنَّ سَبْع سَمَوَات \" الْآيَة فَأَمَّا قَوْله تَعَالَى \" أَأَنْتُمْ أَشَدّ خَلْقًا أَمْ السَّمَاء بَنَاهَا رَفَعَ سَمْكهَا فَسَوَّاهَا وَأَغْطَشَ لَيْلهَا وَأَخْرَجَ ضُحَاهَا وَالْأَرْض بَعْد ذَلِكَ دَحَاهَا أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا وَالْجِبَال أَرْسَاهَا مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ \" فَفِي هَذِهِ الْآيَة أَنَّ دَحْو الْأَرْض كَانَ بَعْد خَلْق السَّمَاء فَالدَّحْو هُوَ مُفَسَّر بِقَوْلِهِ \" أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا \" وَكَانَ هَذَا بَعْد خَلْق السَّمَاء فَأَمَّا خَلْق الْأَرْض فَقَبْل خَلْق السَّمَاء بِالنَّصِّ وَبِهَذَا أَجَابَ اِبْن عَبَّاس رَضِيَ اللَّه تَعَالَى عَنْهُ فِيمَا ذَكَرَهُ الْبُخَارِيّ عِنْد تَفْسِير هَذِهِ الْآيَة مِنْ صَحِيحه فَإِنَّهُ قَالَ : وَقَالَ الْمِنْهَال عَنْ سَعِيد بْن جُبَيْر قَالَ : قَالَ رَجُل لِابْنِ عَبَّاس رَضِيَ اللَّه عَنْهُمَا إِنِّي لَأَجِد فِي الْقُرْآن أَشْيَاء تَخْتَلِف عَلَيَّ قَالَ \" فَلَا أَنْسَاب بَيْنهمْ يَوْمئِذٍ وَلَا يَتَسَاءَلُونَ \" \" وَأَقْبَلَ بَعْضهمْ عَلَى بَعْض يَتَسَاءَلُونَ\" \" وَلَا يَكْتُمُونَ اللَّه حَدِيثًا \" \" وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ \" فَقَدْ كَتَمُوا فِي هَذِهِ الْآيَة . وَقَالَ تَعَالَى\" أَأَنْتُمْ أَشَدّ خَلْقًا أَمْ السَّمَاء بَنَاهَا - إِلَى قَوْله - وَالْأَرْض بَعْد ذَلِكَ دَحَاهَا \" فَذَكَرَ خَلْق السَّمَاء قَبْل الْأَرْض ثُمَّ قَالَ تَعَالَى \" قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِاَلَّذِي خَلَقَ الْأَرْض فِي يَوْمَيْنِ - إِلَى قَوْله - طَائِعِينَ \" فَذَكَرَ فِي هَذِهِ خَلْق الْأَرْض قَبْل خَلْق السَّمَاء قَالَ \" وَكَانَ اللَّه غَفُورًا رَحِيمًا \" \" عَزِيزًا حَكِيمًا \" \" سَمِيعًا بَصِيرًا \" فَكَأَنَّهُ كَانَ ثُمَّ مَضَى ؟ قَالَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" فَلَا أَنْسَاب بَيْنهمْ يَوْمئِذٍ وَلَا يَتَسَاءَلُونَ \" فِي النَّفْخَة الْأُولَى ثُمَّ \" نُفِخَ فِي الصُّور فَصَعِقَ مَنْ فِي السَّمَاوَات وَمَنْ فِي الْأَرْض إِلَّا مَنْ شَاءَ اللَّه \" فَلَا أَنْسَاب بَيْنهمْ عِنْد ذَلِكَ وَلَا يَتَسَاءَلُونَ بَيْنهمْ فِي النَّفْخَة الْأُخْرَى\" وَأَقْبَلَ بَعْضهمْ عَلَى بَعْض يَتَسَاءَلُونَ \" وَأَمَّا قَوْله\" وَاَللَّه رَبّنَا مَا كُنَّا مُشْرِكِينَ \" \" وَلَا يَكْتُمُونَ اللَّه حَدِيثًا \" فَإِنَّ اللَّه تَعَالَى يَغْفِر لِأَهْلِ الْإِخْلَاص ذُنُوبهمْ فَيَقُول الْمُشْرِكُونَ تَعَالَوْا نَقُول لَمْ نَكُنْ مُشْرِكِينَ فَيُخْتَم عَلَى أَفْوَاههمْ فَتَنْطِق أَيْدِيهمْ فَعِنْد ذَلِكَ يَعْرِف أَنَّ اللَّه تَعَالَى لَا يُكْتَم حَدِيثًا وَعِنْده \" يَوَدّ الَّذِينَ كَفَرُوا \" الْآيَة وَخَلَقَ الْأَرْض فِي يَوْمَيْنِ ثُمَّ خَلَقَ السَّمَاء ثُمَّ اِسْتَوَى إِلَى السَّمَاء فَسَوَّاهُنَّ فِي يَوْمَيْنِ آخَرَيْنِ ثُمَّ دَحَى الْأَرْض وَدَحْيهَا أَنْ أَخْرَجَ مِنْهَا الْمَاء وَالْمَرْعَى وَخَلَقَ الْجِبَال وَالرِّمَال وَالْجَمَاد وَالْآكَام وَمَا بَيْنهمَا فِي يَوْمَيْنِ آخَرَيْنِ فَذَلِكَ قَوْله تَعَالَى دَحَاهَا وَقَوْله\" خَلَقَ الْأَرْض فِي يَوْمَيْنِ \" فَخَلَقَ الْأَرْض وَمَا فِيهَا مِنْ شَيْء فِي أَرْبَعَة أَيَّام وَخَلَقَ السَّمَاوَات فِي يَوْمَيْنِ\" وَكَانَ اللَّه غَفُورًا رَحِيمًا \" سَمَّى نَفْسه بِذَلِكَ وَذَلِكَ قَوْله أَيْ لَمْ يَزَلْ كَذَلِكَ فَإِنَّ اللَّه تَعَالَى لَمْ يُرِدْ شَيْئًا إِلَّا أَصَابَ بِهِ الَّذِي أَرَادَ فَلَا يَخْتَلِفَنَّ عَلَيْك الْقُرْآن فَإِنَّ كُلًّا مَنْ عِنْد اللَّه عَزَّ وَجَلَّ قَالَ الْبُخَارِيّ حَدَّثَنِيهِ يُوسُف بْن عَدِيّ حَدَّثَنَا عُبَيْد اللَّه بْن عَمْرو عَنْ زَيْد بْن أَبِي أُنَيْسَةَ عَنْ الْمِنْهَال - هُوَ اِبْن عَمْرو - الْحَدِيث . وَقَوْله \" خَلَقَ الْأَرْض فِي يَوْمَيْنِ \" يَعْنِي يَوْم الْأَحَد وَيَوْم الْاِثْنَيْنِ .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41078, "aya_id": 9}]