[{"text": "فَنَادَاهَا مِن تَحْتِهَا أَلَّا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا", "sura_id": 19, "type": 0, "id": 2274, "aya_id": 24}, {"text": "فناداها من تحتها ألا تحزني قد جعل ربك تحتك سريا", "sura_id": 19, "type": 1, "id": 8510, "aya_id": 24}, {"text": "24 - (فناداها من تحتها) أي جبريل وكان أسفل منها (ألا تحزني قد جعل ربك تحتك سريا) نهر ماء كان قد انقطع \r\n", "sura_id": 19, "type": 2, "id": 27218, "aya_id": 24}, {"text": "فناداها جبريل أو عيسى: أن لا تَحزني, قد جعل ربك تحتك جَدْول ماء.\r\n", "sura_id": 19, "type": 3, "id": 33454, "aya_id": 24}, {"text": " <font color=red>فَنَادَاهَا مِنْ تَحْتِهَا أَلَّا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا</font><BR><p>قَرَأَ بَعْضهمْ مِنْ تَحْتهَا بِمَعْنَى الَّذِي تَحْتهَا وَقَرَأَ الْآخَرُونَ مِنْ تَحْتهَا عَلَى أَنَّهُ حَرْف جَرّ وَاخْتَلَفَ الْمُفَسِّرُونَ فِي الْمُرَاد بِذَلِكَ مَنْ هُوَ ؟ فَقَالَ الْعَوْفِيّ وَغَيْره عَنْ اِبْن عَبَّاس \" فَنَادَاهَا مِنْ تَحْتهَا \" جِبْرِيل وَلَمْ يَتَكَلَّم عِيسَى حَتَّى أَتَتْ بِهِ قَوْمهَا وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَالضَّحَّاك وَعَمْرو بْن مَيْمُون وَالسُّدِّيّ وَقَتَادَة إِنَّهُ الْمَلَك جَبْرَائِيل عَلَيْهِ الصَّلَاة وَالسَّلَام أَيْ نَادَاهَا مِنْ أَسْفَل الْوَادِي وَقَالَ مُجَاهِد \" فَنَادَاهَا مِنْ تَحْتهَا \" قَالَ عِيسَى اِبْن مَرْيَم وَكَذَا قَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة قَالَ : قَالَ الْحَسَن هُوَ اِبْنهَا وَهُوَ إِحْدَى الرِّوَايَتَيْنِ عَنْ سَعِيد بْن جُبَيْر أَنَّهُ اِبْنهَا قَالَ أَوَلَمْ تَسْمَع اللَّه يَقُول \" فَأَشَارَتْ إِلَيْهِ \" وَاخْتَارَهُ اِبْن زَيْد وَابْن جَرِير فِي تَفْسِيره وَقَوْله : \" أَلَّا تَحْزَنِي \" أَيْ نَادَاهَا قَائِلًا لَا تَحْزَنِي \" قَدْ جَعَلَ رَبّك تَحْتك سَرِيًّا \" قَالَ سُفْيَان الثَّوْرِيّ وَشُعْبَة عَنْ أَبِي إِسْحَاق عَنْ الْبَرَاء بْن عَازِب \" قَدْ جَعَلَ رَبّك تَحْتك سَرِيًّا \" قَالَ الْجَدْوَل وَكَذَا قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس : السَّرِيّ النَّهَر وَبِهِ قَالَ عَمْرو بْن مَيْمُون نَهَر تَشْرَب مِنْهُ وَقَالَ مُجَاهِد هُوَ النَّهَر بِالسُّرْيَانِيَّةِ وَقَالَ سَعِيد بْن جُبَيْر السَّرِيّ النَّهَر الصَّغِير بِالنَّبَطِيَّةِ وَقَالَ الضَّحَّاك هُوَ النَّهَر الصَّغِير بِالسُّرْيَانِيَّةِ وَقَالَ إِبْرَاهِيم النَّخَعِيّ هُوَ النَّهَر الصَّغِير وَقَالَ قَتَادَة هُوَ الْجَدْوَل بِلُغَةِ أَهْل الْحِجَاز وَقَالَ وَهْب بْن مُنَبِّه : السَّرِيّ هُوَ رَبِيع الْمَاء وَقَالَ السُّدِّيّ هُوَ النَّهَر وَاخْتَارَ هَذَا الْقَوْل اِبْن جَرِير وَقَدْ وَرَدَ فِي ذَلِكَ حَدِيث مَرْفُوع فَقَالَ الطَّبَرَانِيّ حَدَّثَنَا أَبُو شُعَيْب الْحَرَّانِيّ حَدَّثَنَا يَحْيَى بْن عَبْد اللَّه الْبَابِلِيّ حَدَّثَنَا أَيُّوب بْن نَهِيك سَمِعْت عِكْرِمَة مَوْلَى اِبْن عَبَّاس سَمِعْت اِبْن عُمَر يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ السَّرِيّ الَّذِي قَالَ اللَّه لِمَرْيَم \" قَدْ جَعَلَ رَبّك تَحْتك سَرِيًّا \" نَهَر أَخْرَجَهُ اللَّه لِتَشْرَب مِنْهُ وَهَذَا حَدِيث غَرِيب جِدًّا مِنْ هَذَا الْوَجْه وَأَيُّوب بْن نَهِيك هَذَا هُوَ الْحُبُلِيّ قَالَ فِيهِ أَبُو حَاتِم الرَّازِيّ ضَعِيف وَقَالَ أَبُو زُرْعَة مُنْكَر الْحَدِيث وَقَالَ أَبُو الْفَتْح الْأَزْدِيّ مَتْرُوك الْحَدِيث وَقَالَ آخَرُونَ الْمُرَاد بِالسَّرِيِّ عِيسَى عَلَيْهِ السَّلَام وَبِهِ قَالَ الْحَسَن وَالرَّبِيع بْن أَنَس وَمُحَمَّد بْن عَبَّاد بْن جَعْفَر وَهُوَ إِحْدَى الرِّوَايَتَيْنِ عَنْ قَتَادَة وَقَوْل عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ وَالْقَوْل الْأَوَّل أَظْهَر .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38415, "aya_id": 24}]