[{"text": "إِذْ قَالَ الْحَوَارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيْنَا مَآئِدَةً مِّنَ السَّمَاء قَالَ اتَّقُواْ اللّهَ إِن كُنتُم مُّؤْمِنِينَ", "sura_id": 5, "type": 0, "id": 781, "aya_id": 112}, {"text": "إذ قال الحواريون يا عيسى ابن مريم هل يستطيع ربك أن ينزل علينا مائدة من السماء قال اتقوا الله إن كنتم مؤمنين", "sura_id": 5, "type": 1, "id": 7017, "aya_id": 112}, {"text": "112 - اذكر (إذ قال الحواريون يا عيسى ابن مريم هل يستطيع) أي يفعل (ربك) وفي قراءة بالفوقانية ونصب ما بعده أي تقدر أن تسأله (أن ينزل علينا مائدة من السماء قال) لهم عيسى (اتقوا الله) في اقتراح الآيات (إن كنتم مؤمنين) \r\n", "sura_id": 5, "type": 2, "id": 25725, "aya_id": 112}, {"text": "واذكر إذ قال الحواريون: يا عيسى ابن مريم هل يستطيع ربك إن سألته أن ينزل علينا مائدة طعام من السماء؟ فكان جوابه أن أمرهم بأن يتقوا عذاب الله تعالى, إن كانوا مؤمنين حقَّ الإيمان.\r\n", "sura_id": 5, "type": 3, "id": 31961, "aya_id": 112}, {"text": " <font color=red>إِذْ قَالَ الْحَوَارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ قَالَ اتَّقُوا اللَّهَ إِنْ كُنْتُمْ</font><BR><p>هَذِهِ قِصَّة الْمَائِدَة وَإِلَيْهَا تُنْسَب السُّورَة فَيُقَال سُورَة الْمَائِدَة وَهِيَ مِمَّا اِمْتَنَّ اللَّه بِهِ عَلَى عَبْده وَرَسُوله عِيسَى لَمَّا أَجَابَ دُعَاءَهُ بِنُزُولِهَا فَأَنْزَلَهَا اللَّه آيَة بَاهِرَة وَحُجَّة قَاطِعَة وَقَدْ ذَكَرَ بَعْض الْأَئِمَّة أَنَّ قِصَّتهَا لَيْسَتْ مَذْكُورَة فِي الْإِنْجِيل وَلَا يَعْرِفهَا النَّصَارَى إِلَّا مِنْ الْمُسْلِمِينَ فَاَللَّه أَعْلَمُ فَقَوْله تَعَالَى \" إِذْ قَالَ الْحَوَارِيُّونَ\" وَهُمْ أَتْبَاع عِيسَى عَلَيْهِ السَّلَام \" يَا عِيسَى اِبْن مَرْيَم هَلْ يَسْتَطِيع رَبّك \" هَذِهِ قِرَاءَة كَثِيرِينَ وَقَرَأَ آخَرُونَ\" هَلْ تَسْتَطِيع رَبّك \" أَيْ هَلْ تَسْتَطِيع أَنْ تَسْأَل رَبّك \" أَنْ يُنَزِّل عَلَيْنَا مَائِدَة مِنْ السَّمَاء \" وَالْمَائِدَة هِيَ الْخِوَان عَلَيْهِ الطَّعَام وَذَكَرَ بَعْضهمْ أَنَّهُمْ إِنَّمَا سَأَلُوا ذَلِكَ لِحَاجَتِهِمْ وَفَقْرِهِمْ فَسَأَلُوهُ أَنْ يُنَزِّل عَلَيْهِمْ مَائِدَة كُلّ يَوْم يَقْتَاتُونَ مِنْهَا وَيَتَقَوَّوْنَ بِهَا عَلَى الْعِبَادَة \" قَالَ اِتَّقُوا اللَّه إِنْ كُنْتُمْ مُؤْمِنِينَ\" أَيْ فَأَجَابَهُمْ الْمَسِيح عَلَيْهِ السَّلَام قَائِلًا لَهُمْ اِتَّقُوا اللَّه وَلَا تَسْأَلُوا هَذَا فَعَسَاهُ أَنْ يَكُون فِتْنَة لَكُمْ وَتَوَكَّلُوا عَلَى اللَّه فِي طَلَبِ الرِّزْقِ إِنْ كُنْتُمْ مُؤْمِنِينَ . \" ذِكْر أَخْبَار رُوِيَتْ عَنْ السَّلَف فِي نُزُول الْمَائِدَة عَلَى الْحَوَارِيِّينَ \" قَالَ أَبُو جَعْفَر بْن جَرِير : حَدَّثَنَا الْقَاسِم حَدَّثَنَا الْحُسَيْن حَدَّثَنِي حَجَّاج عَنْ لَيْث عَنْ عُقَيْل عَنْ اِبْن عَبَّاس أَنَّهُ كَانَ يُحَدِّث عَنْ عِيسَى أَنَّهُ قَالَ لِبَنِي إِسْرَائِيل هَلْ لَكُمْ أَنْ تَصُومُوا لِلَّهِ ثَلَاثِينَ يَوْمًا ثُمَّ تَسْأَلُوهُ فَيُعْطِيكُمْ مَا سَأَلْتُمْ فَإِنَّ أَجْر الْعَامِل عَلَى مَنْ عَمِلَ لَهُ فَفَعَلُوا ثُمَّ قَالُوا يَا مُعَلِّم الْخَيْر قُلْت لَنَا إِنَّ أَجْر الْعَامِل عَلَى مَنْ عَمِلَ لَهُ وَأَمَرْتنَا أَنْ نَصُوم ثَلَاثِينَ يَوْمًا فَفَعَلْنَا وَلَمْ نَكُنْ نَعْمَل لِأَحَدٍ ثَلَاثِينَ يَوْمًا إِلَّا أَطْعَمَنَا حِين نَفْرُغُ طَعَامًا فَهَلْ يَسْتَطِيع رَبُّك أَنْ يُنَزِّل عَلَيْنَا مَائِدَة مِنْ السَّمَاء ؟ قَالَ عِيسَى اِتَّقُوا اللَّه إِنْ كُنْتُمْ مُؤْمِنِينَ قَالُوا نُرِيد أَنْ نَأْكُل مِنْهَا وَتَطْمَئِنّ قُلُوبنَا وَنَعْلَم أَنْ قَدْ صَدَقْتنَا وَنَكُون عَلَيْهَا مِنْ الشَّاهِدِينَ قَالَ عِيسَى اِبْن مَرْيَم اللَّهُمَّ رَبّنَا أَنْزِلْ عَلَيْنَا مَائِدَة مِنْ السَّمَاء تَكُون لَنَا عِيدًا لِأَوَّلِنَا وَآخِرنَا وَآيَة مِنْك وَارْزُقْنَا وَأَنْتَ خَيْر الرَّازِقِينَ قَالَ اللَّه إِنِّي مُنَزِّلهَا عَلَيْكُمْ فَمَنْ يَكْفُر بَعْد مِنْكُمْ فَإِنِّي أُعَذِّبهُ عَذَابًا لَا أُعَذِّبهُ أَحَدًا مِنْ الْعَالَمِينَ قَالَ فَأَقْبَلَتْ الْمَلَائِكَة تَطِير بِمَائِدَةٍ مِنْ السَّمَاء عَلَيْهَا سَبْعَة أَحْوَات وَسَبْعَة أَرْغِفَة حَتَّى وَضَعَتْهَا بَيْن أَيْدِيهمْ فَأَكَلَ مِنْهَا آخِرُ النَّاسِ كَمَا أَكَلَ مِنْهَا أَوَّلهمْ كَذَا رَوَاهُ اِبْن جَرِير. وَرَوَاهُ اِبْن أَبِي حَاتِم عَنْ يُونُس بْن عَبْد الْأَعْلَى عَنْ اِبْن وَهْب عَنْ اللَّيْث عَنْ عُقَيْل عَنْ اِبْن شِهَاب قَالَ : كَانَ اِبْن عَبَّاس يُحَدِّث فَذَكَرَ نَحْوه . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا سَعِيد بْن عَبْد اللَّه بْن عَبْد الْحَكَم حَدَّثَنَا أَبُو زُرْعَة وَهِبَة اللَّه بْن رَاشِد حَدَّثَنَا عُقَيْل بْن خَالِد أَنَّ اِبْن شِهَاب أَخْبَرَهُ عَنْ اِبْن عَبَّاس أَنَّ عِيسَى اِبْن مَرْيَم قَالُوا لَهُ اُدْعُ اللَّه أَنْ يُنَزِّل عَلَيْنَا مَائِدَة مِنْ السَّمَاء قَالَ فَنَزَلَتْ الْمَلَائِكَة بِالْمَائِدَةِ يَحْمِلُونَهَا عَلَيْهَا سَبْعَة أَحْوَات وَسَبْعَة أَرْغِفَة حَتَّى وَضَعَتْهَا بَيْن أَيْدِيهمْ فَأَكَلَ مِنْهَا آخِر النَّاس كَمَا أَكَلَ مِنْهَا أَوَّلهمْ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا الْحَسَن بْن قَزَعَة الْبَاهِلِيّ حَدَّثَنَا سُفْيَان بْن حَبِيب حَدَّثَنَا سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ جُلَاس عَنْ عَمَّار بْن يَاسِر عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" نَزَلَتْ الْمَائِدَة مِنْ السَّمَاء عَلَيْهَا خُبْز وَلَحْم وَأُمِرُوا أَنْ لَا يَخُونُوا وَلَا يَرْفَعُوا لِغَدٍ فَخَانُوا وَادَّخَرُوا وَرَفَعُوا فَمُسِخُوا قِرَدَة وَخَنَازِير \" وَكَذَا رَوَاهُ اِبْن جَرِير عَنْ الْحَسَن بْن قَزَعَة . ثُمَّ رَوَاهُ اِبْن جَرِير عَنْ اِبْن بَشَّار عَنْ اِبْن أَبِي عَدِيّ عَنْ سَعِيد عَنْ قَتَادَة عَنْ جُلَاس عَنْ عَمَّار قَالَ : نَزَلَتْ الْمَائِدَة وَعَلَيْهَا ثَمَر مِنْ ثِمَار الْجَنَّة فَأُمِرُوا أَنْ لَا يَخُونُوا وَلَا يُخَبِّئُوا وَلَا يَدَّخِرُوا قَالَ فَخَانَ الْقَوْم وَخَبَّئُوا وَادَّخَرُوا فَمَسَخَهُمْ اللَّه قِرَدَة وَخَنَازِير وَقَالَ اِبْن جَرِير : حَدَّثَنَا اِبْن الْمُثَنَّى حَدَّثَنَا عَبْد الْأَعْلَى حَدَّثَنَا دَاوُد عَنْ سِمَاك بْن حَرْب عَنْ رَجُل مِنْ بَنِي عِجْل قَالَ : صَلَّيْت إِلَى جَانِب عَمَّار بْن يَاسِر فَلَمَّا فَرَغَ قَالَ هَلْ تَدْرِي كَيْف كَانَ شَأْن مَائِدَة بَنِي إِسْرَائِيل ؟ قَالَ قُلْت لَا قَالَ : إِنَّهُمْ سَأَلُوا عِيسَى اِبْن مَرْيَم مَائِدَة يَكُون عَلَيْهَا طَعَام يَأْكُلُونَ مِنْهُ لَا يَنْفَد قَالَ فَقِيلَ لَهُمْ فَإِنَّهَا مُقِيمَة لَكُمْ مَا لَمْ تُخَبِّئُوا أَوْ تَخُونُوا أَوْ تَرْفَعُوا فَإِنْ فَعَلْتُمْ فَإِنِّي مُعَذِّبكُمْ عَذَابًا لَا أُعَذِّبهُ أَحَدًا مِنْ الْعَالَمِينَ قَالَ : فَمَا مَضَى يَوْمهمْ حَتَّى خَبَّئُوا وَرَفَعُوا وَخَانُوا فَعُذِّبُوا عَذَابًا لَمْ يُعَذِّبهُ أَحَدًا مِنْ الْعَالَمِينَ وَإِنَّكُمْ يَا مَعْشَر الْعَرَب كُنْتُمْ تَتَّبِعُونَ أَذْنَاب الْإِبِل وَالشَّاء فَبَعَثَ اللَّه فِيكُمْ رَسُولًا مِنْ أَنْفُسكُمْ تَعْرِفُونَ حَسَبه وَنَسَبه وَأَخْبَرَكُمْ أَنَّكُمْ سَتَظْهَرُونَ عَلَى الْعَجَم وَنَهَاكُمْ أَنْ تَكْنِزُوا الذَّهَب وَالْفِضَّة وَأَيْم اللَّه لَا يَذْهَب اللَّيْل وَالنَّهَار حَتَّى تَكْنِزُوهُمَا وَيُعَذِّبكُمْ اللَّه عَذَابًا أَلِيمًا. وَقَالَ : حَدَّثَنَا الْقَاسِم حَدَّثَنَا حُسَيْن حَدَّثَنِي حَجَّاج عَنْ أَبِي مَعْشَر عَنْ إِسْحَاق بْن عَبْد اللَّه أَنَّ الْمَائِدَة نَزَلَتْ عَلَى عِيسَى اِبْن مَرْيَم عَلَيْهَا سَبْعَة أَرْغِفَة وَسَبْعَة أَحْوَات يَأْكُلُونَ مِنْهَا مَا شَاءُوا قَالَ : فَسَرَقَ بَعْضهمْ مِنْهَا وَقَالَ لَعَلَّهَا لَا تُنَزَّل غَدًا فَرُفِعَتْ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس : نَزَلَ عَلَى عِيسَى اِبْن مَرْيَم وَالْحَوَارِيِّينَ خِوَان عَلَيْهِ خُبْز وَسَمَك يَأْكُلُونَ مِنْهُ أَيْنَمَا نَزَلُوا إِذَا شَاءُوا . وَقَالَ خُصَيْف عَنْ عِكْرِمَة وَمِقْسَم عَنْ اِبْن عَبَّاس كَانَتْ الْمَائِدَة سَمَكَة وَأَرْغِفَة وَقَالَ مُجَاهِد هُوَ طَعَام كَانَ يُنَزَّل عَلَيْهِمْ حَيْثُ نَزَلُوا . وَقَالَ أَبُو عَبْد الرَّحْمَن السُّلَمِيّ : نَزَلَتْ الْمَائِدَة خُبْزًا وَسَمَكًا . قَالَ عَطِيَّة الْعَوْفِيّ : الْمَائِدَة سَمَك فِيهِ طَعْم كُلّ شَيْء. وَقَالَ وَهْب بْن مُنَبِّه أَنْزَلَهَا اللَّه مِنْ السَّمَاء عَلَى بَنِي إِسْرَائِيل فَكَانَ يُنَزِّل عَلَيْهِمْ فِي كُلّ يَوْم فِي تِلْكَ الْمَائِدَة مِنْ ثِمَار الْجَنَّة فَأَكَلُوا مَا شَاءُوا مِنْ ضُرُوب شَتَّى فَكَانَ يَقْعُد عَلَيْهَا أَرْبَعَة آلَاف وَإِذَا أَكَلُوا أَنْزَلَ اللَّه مَكَان ذَلِكَ لِمِثْلِهِمْ فَلَبِثُوا عَلَى ذَلِكَ مَا شَاءَ اللَّه عَزَّ وَجَلَّ . وَقَالَ وَهْب بْن مُنَبِّه : نَزَلَ عَلَيْهِمْ قُرْصَة مِنْ شَعِير وَأَحْوَات وَحَشَا اللَّهُ بَيْن أَضْعَافهنَّ الْبَرَكَةَ فَكَانَ قَوْم يَأْكُلُونَ ثُمَّ يَخْرُجُونَ ثُمَّ يَجِيء آخَرُونَ فَيَأْكُلُونَ ثُمَّ يَخْرُجُونَ حَتَّى أَكَلَ جَمِيعهمْ وَأَفْضَلُوا. وَقَالَ الْأَعْمَش عَنْ مُسْلِم عَنْ سَعِيد بْن جُبَيْر : أُنْزِلَ عَلَيْهَا كُلّ شَيْء إِلَّا اللَّحْم . وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ عَطَاء بْن السَّائِب عَنْ زَاذَان وَمَيْسَرَة وَجَرِير عَنْ عَطَاء عَنْ مَيْسَرَة قَالَ : كَانَتْ الْمَائِدَة إِذَا وُضِعَتْ لِبَنِي إِسْرَائِيل اِخْتَلَفَتْ عَلَيْهِمْ الْأَيْدِي بِكُلِّ طَعَام إِلَّا اللَّحْم . وَعَنْ عِكْرِمَة كَانَ خُبْز الْمَائِدَة مِنْ الْأَرُزّ رَوَاهُ اِبْن أَبِي حَاتِم . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا جَعْفَر بْن عَلِيّ فِيمَا كَتَبَ إِلَيَّ حَدَّثَنَا إِسْمَاعِيل بْن أَبِي أُوَيْس حَدَّثَنِي أَبُو عَبْد اللَّه عَبْد الْقُدُّوس بْن إِبْرَاهِيم بْن أَبِي عُبَيْد اللَّه بْن مِرْدَاس الْعَبْدَرِيّ مَوْلَى عَبْد الدَّار عَنْ إِبْرَاهِيم بْن عُمَر عَنْ وَهْب بْن مُنَبِّه عَنْ أَبِي عُثْمَان النَّهْدِيّ عَنْ سَلْمَان الْخَيْر أَنَّهُ قَالَ : لَمَّا سَأَلَ الْحَوَارِيُّونَ عِيسَى اِبْن مَرْيَم الْمَائِدَة كَرِهَ ذَلِكَ جِدًّا فَقَالَ اِقْنَعُوا بِمَا رَزَقَكُمْ اللَّه فِي الْأَرْض وَلَا تَسْأَلُوا الْمَائِدَة مِنْ السَّمَاء فَإِنَّهَا إِنْ نَزَلَتْ عَلَيْكُمْ كَانَتْ آيَة مِنْ رَبّكُمْ وَإِنَّمَا هَلَكَتْ ثَمُودُ حِين سَأَلُوا نَبِيَّهُمْ آيَةً فَابْتُلُوا بِهَا حَتَّى كَانَ بَوَارُهُمْ فِيهَا. فَأَبَوْا إِلَّا أَنْ يَأْتِيَهُمْ بِهَا فَلِذَلِكَ قَالُوا \" نُرِيد أَنْ نَأْكُل مِنْهَا وَتَطْمَئِنّ قُلُوبنَا \" الْآيَة فَلَمَّا رَأَى عِيسَى أَنْ قَدْ أَبَوْا إِلَّا أَنْ يَدْعُو لَهُمْ فَأَلْقَى عَنْهُ الصُّوفَ وَلَبِسَ الشَّعْر الْأَسْوَد وَجُبَّة مِنْ شَعْر وَعَبَاءَة مِنْ شَعْر ثُمَّ تَوَضَّأَ وَاغْتَسَلَ وَدَخَلَ مُصَلَّاهُ فَصَلَّى مَا شَاءَ اللَّه فَلَمَّا قَضَى صَلَاته قَامَ قَائِمًا مُسْتَقْبِل الْقِبْلَة وَصَفَّ قَدَمَيْهِ حَتَّى اِسْتَوَيَا فَأَلْصَقَ الْكَعْب بِالْكَعْبِ وَحَاذَى الْأَصَابِع وَوَضَعَ يَده الْيُمْنَى عَلَى الْيُسْرَى فَوْق صَدْره وَغَضَّ بَصَرَهُ وَطَأْطَأَ رَأْسه خُشُوعًا ثُمَّ أَرْسَلَ عَيْنَيْهِ بِالْبُكَاءِ فَمَا زَالَتْ دُمُوعه تَسِيل عَلَى خَدَّيْهِ وَتَقْطُر مِنْ أَطْرَاف لِحْيَته حَتَّى اِبْتَلَتْ الْأَرْض حِيَال وَجْهه مِنْ خُشُوعه فَلَمَّا رَأَى ذَلِكَ دَعَا اللَّه فَقَالَ اللَّهُمَّ رَبّنَا أَنْزِلْ عَلَيْنَا مَائِدَة مِنْ السَّمَاء فَأَنْزَلَ اللَّه عَلَيْهِمْ سُفْرَة حَمْرَاء بَيْن غَمَامَتَيْنِ غَمَامَة فَوْقهَا وَغَمَامَة تَحْتهَا وَهُمْ يَنْظُرُونَ إِلَيْهَا فِي الْهَوَاء مُنْقَضَّة مِنْ فَلَك السَّمَاء تَهْوِي إِلَيْهِمْ وَعِيسَى يَبْكِي خَوْفًا مِنْ أَجْلِ الشُّرُوط الَّتِي أَخَذَهَا اللَّه عَلَيْهِمْ فِيهَا أَنَّهُ يُعَذِّب مَنْ يَكْفُر بِهَا مِنْهُمْ بَعْد نُزُولهَا عَذَابًا لَمْ يُعَذِّبهُ أَحَدًا مِنْ الْعَالَمِينَ وَهُوَ يَدْعُو اللَّه فِي مَكَانه وَيَقُول اللَّهُمَّ اِجْعَلْهَا رَحْمَة لَهُمْ وَلَا تَجْعَلْهَا عَذَابًا إِلَهِي كَمْ مِنْ عَجِيبَة سَأَلْتُك فَأَعْطَيْتنِي إِلَهِي اِجْعَلْنَا لَك شَاكِرِينَ اللَّهُمَّ إِنِّي أَعُوذ بِك أَنْ تَكُون أَنْزَلْتهَا غَضَبًا وَرِجْزًا إِلَهِي اِجْعَلْهَا سَلَامَة وَعَافِيَة وَلَا تَجْعَلهَا فِتْنَة وَمُثْلَة . فَمَا زَالَ يَدْعُو حَتَّى اِسْتَقَرَّتْ السُّفْرَة بَيْن يَدَيْ عِيسَى وَالْحَوَارِيِّينَ وَأَصْحَابه حَوْله يَجِدُونَ رَائِحَة طَيِّبَة لَمْ يَجِدُوا فِيمَا مَضَى رَائِحَة مِثْلهَا قَطُّ وَخَرَّ عِيسَى وَالْحَوَارِيُّونَ لِلَّهِ سُجَّدًا شُكْرًا لَهُ لِمَا رَزَقَهُمْ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَأَرَاهُمْ فِيهِ آيَة عَظِيمَة ذَات عَجَبٍ وَعِبْرَة وَأَقْبَلَتْ الْيَهُود يَنْظُرُونَ فَرَأَوْا أَمْرًا عَجِيبًا أَوْرَثَهُمْ كَمَدًا وَغَمًّا ثُمَّ اِنْصَرَفُوا بِغَيْظٍ شَدِيد وَأَقْبَلَ عِيسَى وَالْحَوَارِيُّونَ وَأَصْحَابه حَتَّى جَلَسُوا حَوْل السُّفْرَة فَإِذَا عَلَيْهَا مِنْدِيل مُغَطًّى فَقَالَ عِيسَى مَنْ أَجْرَؤُنَا عَلَى كَشْف الْمِنْدِيل عَنْ هَذِهِ السُّفْرَة وَأَوْثَقُنَا بِنَفْسِهِ وَأَحْسَنُنَا بَلَاء عِنْد رَبّه فَلْيَكْشِفْ عَنْ هَذِهِ الْآيَة حَتَّى نَرَاهَا وَنَحْمَد رَبّنَا وَنَذْكُر بِاسْمِهِ وَنَأْكُل مِنْ رِزْقه الَّذِي رَزَقَنَا فَقَالَ الْحَوَارِيُّونَ : يَا رُوح اللَّه وَكَلِمَته أَنْتَ أَوْلَانَا بِذَلِكَ وَأَحَقُّنَا بِالْكَشْفِ عَنْهَا . فَقَامَ عِيسَى عَلَيْهِ السَّلَام وَاسْتَأْنَفَ وُضُوءًا جَدِيدًا ثُمَّ دَخَلَ مُصَلَّاهُ فَصَلَّى كَذَلِكَ رَكَعَات ثُمَّ بَكَى بُكَاء طَوِيلًا وَدَعَا اللَّه أَنْ يَأْذَن لَهُ فِي الْكَشْف عَنْهَا وَيَجْعَل لَهُ وَلِقَوْمِهِ فِيهَا بَرَكَة وَرِزْقًا ثُمَّ اِنْصَرَفَ وَجَلَسَ إِلَى السُّفْرَة وَتَنَاوَلَ الْمِنْدِيل وَقَالَ : بِسْمِ اللَّه خَيْر الرَّازِقِينَ وَكَشَفَ عَنْ السُّفْرَة فَإِذَا هُوَ عَلَيْهَا بِسَمَكَةٍ ضَخْمَة مَشْوِيَّة لَيْسَ عَلَيْهَا بَوَاسِير وَلَيْسَ فِي جَوْفهَا شَوْك يَسِيل السَّمْن مِنْهَا سَيْلًا قَدْ تَحَدَّقَ بِهَا بُقُولٌ مِنْ كُلّ صِنْف غَيْر الْكُرَّاث وَعِنْد رَأْسهَا خَلّ وَعِنْد ذَنَبهَا مِلْح وَحَوْل الْبُقُول خَمْسَة أَرْغِفَة عَلَى وَاحِد مِنْهَا زَيْتُون وَعَلَى الْآخَر تَمَرَات وَعَلَى الْآخَر خَمْس رُمَّانَات فَقَالَ شَمْعُون رَأْس الْحَوَارِيِّينَ لِعِيسَى : يَا رُوح اللَّه وَكَلِمَته أَمِنْ طَعَام الدُّنْيَا هَذَا أَمْ مِنْ طَعَام الْجَنَّة ؟ فَقَالَ عِيسَى أَمَا آنَ لَكُمْ أَنْ تَعْتَبِرُوا بِمَا تَرَوْنَ مِنْ الْآيَات وَتَنْتَهُوا عَنْ تَنْقِير الْمَسَائِل ؟ مَا أَخْوَفَنِي عَلَيْكُمْ أَنْ تُعَاقَبُوا فِي سَبَب نُزُول هَذِهِ الْآيَة . فَقَالَ لَهُ شَمْعُون : لَا وَإِلَه إِسْرَائِيل مَا أَرَدْت بِهَا سُؤَالًا يَا اِبْن الصِّدِّيقَة فَقَالَ عِيسَى عَلَيْهِ السَّلَام : لَيْسَ شَيْء مِمَّا تَرَوْنَ مِنْ طَعَام الدُّنْيَا وَلَا مِنْ طَعَام الْجَنَّة إِنَّمَا هُوَ شَيْء اِبْتَدَعَهُ اللَّه فِي الْهَوَاء بِالْقُدْرَةِ الْغَالِبَة الْقَاهِرَة فَقَالَ لَهُ كُنْ فَكَانَ أَسْرَعَ مِنْ طَرْفَة عَيْن فَكُلُوا مِمَّا سَأَلْتُمْ بِسْمِ اللَّه وَاحْمَدُوا عَلَيْهِ رَبّكُمْ يَمُدّكُمْ مِنْهُ وَيَزِدْكُمْ فَإِنَّهُ بَدِيع قَادِر شَاكِر فَقَالُوا يَا رُوح اللَّه وَكَلِمَته إِنَّا نُحِبّ أَنْ يُرِينَا اللَّه آيَة فِي هَذِهِ الْآيَة فَقَالَ عِيسَى : سُبْحَان اللَّه أَمَا اِكْتَفَيْتُمْ بِمَا رَأَيْتُمْ مِنْ هَذِهِ الْآيَة حَتَّى تَسْأَلُوا فِيهَا آيَة أُخْرَى ؟ ثُمَّ أَقْبَلَ عِيسَى عَلَيْهِ السَّلَام عَلَى السَّمَكَة فَقَالَ يَا سَمَكَة عُودِي بِإِذْنِ اللَّه حَيَّة كَمَا كُنْت فَأَحْيَاهَا اللَّه بِقُدْرَتِهِ فَاضْطَرَبَتْ وَعَادَتْ بِإِذْنِ اللَّه حَيَّة طَرِيَّة تُلَمِّظ كَمَا يَتَلَمَّظ الْأَسَدُ تَدُور عَيْنَاهَا لَهَا بَصِيص وَعَادَتْ عَلَيْهَا بَوَاسِيرُهَا فَفَزِعَ الْقَوْمُ مِنْهَا وَانْحَاسُوا فَلَمَّا رَأَى عِيسَى مِنْهُمْ ذَلِكَ قَالَ : مَا لَكُمْ تَسْأَلُونَ الْآيَة فَإِذَا أَرَاكُمُوهَا رَبُّكُمْ كَرِهْتُمُوهَا ؟ مَا أَخْوَفَنِي عَلَيْكُمْ أَنْ تُعَاقَبُوا بِمَا تَصْنَعُونَ يَا سَمَكَة عُودِي بِإِذْنِ اللَّه كَمَا كُنْت فَعَادَتْ بِإِذْنِ اللَّه مَشْوِيَّة كَمَا كَانَتْ فِي خَلْقهَا الْأَوَّل فَقَالُوا يَا عِيسَى كُنْ أَنْتَ يَا رُوح اللَّه الَّذِي تَبْدَأ بِالْأَكْلِ مِنْهَا ثُمَّ نَحْنُ بَعْد فَقَالَ عِيسَى : مَعَاذ اللَّه مِنْ ذَلِكَ . يَبْدَأ بِالْأَكْلِ مَنْ طَلَبَهَا فَلَمَّا رَأَى الْحَوَارِيُّونَ وَأَصْحَابه اِمْتِنَاع عِيسَى مِنْهَا خَافُوا أَنْ يَكُون نُزُولهَا سَخْطَة وَفِي أَكْلهَا مِثْله فَتَحَامَوْهَا فَلَمَّا رَأَى ذَلِكَ عِيسَى مِنْهُمْ دَعَا لَهَا الْفُقَرَاء وَالزَّمْنَى وَقَالَ : كُلُوا مِنْ رِزْق رَبّكُمْ وَدَعْوَة نَبِيّك وَاحْمَدُوا اللَّهَ الَّذِي أَنْزَلَهَا لَكُمْ فَيَكُون مَهْنَؤُهَا لَكُمْ وَعُقُوبَتهَا عَلَى غَيْركُمْ وَافْتَتِحُوا أَكْلَكُمْ بِاسْمِ اللَّه وَاخْتِمُوهُ بِحَمْدِ اللَّه : فَفَعَلُوا فَأَكَلَ مِنْهَا أَلْف وَثَلَثُمِائَةِ إِنْسَان بَيْن رَجُل وَامْرَأَة يَصْدُرُونَ عَنْهَا كُلّ وَاحِد مِنْهُمْ شَبْعَان يَتَجَشَّأ وَنَظَرَ عِيسَى وَالْحَوَارِيُّونَ فَإِذَا مَا عَلَيْهَا كَهَيْئَتِهِ إِذْ نَزَلَتْ مِنْ السَّمَاء لَمْ يَنْقُص مِنْهَا شَيْء ثُمَّ إِنَّهَا رُفِعَتْ إِلَى السَّمَاء وَهُمْ يَنْظُرُونَ فَاسْتَغْنَى كُلّ فَقِير أَكَلَ مِنْهَا وَبَرِئَ كُلّ زَمِنٍ أَكَلَ مِنْهَا فَلَمْ يَزَالُوا أَغْنِيَاء أَصِحَّاء حَتَّى خَرَجُوا مِنْ الدُّنْيَا وَنَدِمَ الْحَوَارِيُّونَ وَأَصْحَابهمْ الَّذِينَ أَبَوْا أَنْ يَأْكُلُوا مِنْهَا نَدَامَة سَالَتْ مِنْهَا أَشْفَارُهُمْ وَبَقِيَتْ حَسْرَتُهَا فِي قُلُوبهمْ إِلَى يَوْم الْمَمَات قَالَ : وَكَانَتْ الْمَائِدَة إِذَا نَزَلَتْ بَعْد ذَلِكَ أَقْبَلَ بَنُو إِسْرَائِيل إِلَيْهَا يَسْعَوْنَ مِنْ كُلّ مَكَان يُزَاحِم بَعْضهمْ بَعْضًا الْأَغْنِيَاء وَالْفُقَرَاء وَالصِّغَار وَالْكِبَار وَالْأَصِحَّاء وَالْمَرْضَى يَرْكَب بَعْضه بَعْضًا فَلَمَّا رَأَى ذَلِكَ جَعَلَهَا نُوَبًا بَيْنهمْ تُنَزَّل يَوْمًا وَلَا تُنَزَّل يَوْمًا فَلَبِثُوا عَلَى ذَلِكَ أَرْبَعِينَ يَوْمًا تُنَزَّل عَلَيْهِمْ غِبًّا عِنْد اِرْتِفَاع النَّهَار فَلَا تَزَال مَوْضُوعَة يُؤْكَل مِنْهَا حَتَّى إِذَا قَالُوا اِرْتَفَعَتْ عَنْهُمْ إِلَى جَوّ السَّمَاء بِإِذْنِ اللَّه وَهُمْ يَنْظُرُونَ إِلَى ظِلّهَا فِي الْأَرْض حَتَّى تَوَارَى عَنْهُمْ قَالَ فَأَوْحَى اللَّه إِلَى نَبِيّه عِيسَى عَلَيْهِ السَّلَام أَنْ اِجْعَلْ رِزْقِي فِي الْمَائِدَة لِلْفُقَرَاءِ وَالْيَتَامَى وَالزَّمْنَى دُون الْأَغْنِيَاء مِنْ النَّاس فَلَمَّا فَعَلَ ذَلِكَ اِرْتَابَ بِهَا الْأَغْنِيَاء مِنْ النَّاس وَغَمَطُوا ذَلِكَ حَتَّى شَكُّوا فِيهَا فِي أَنْفُسهمْ وَشَكَّكُوا فِيهَا النَّاس وَأَذَاعُوا فِي أَمْرهَا الْقَبِيح وَالْمُنْكَر وَأَدْرَكَ الشَّيْطَان مِنْهُمْ حَاجَته وَقَذَفَ وَسْوَاسه فِي قُلُوب الرَّبَّانِيِّينَ حَتَّى قَالُوا لِعِيسَى أَخْبِرْنَا عَنْ الْمَائِدَة وَنُزُولهَا مِنْ السَّمَاء أَحَقٌّ فَإِنَّهُ قَدْ اِرْتَابَ بِهَا مِنَّا بَشَرٌ كَثِير ؟ فَقَالَ عِيسَى عَلَيْهِ السَّلَام هَلَكْتُمْ وَإِلَه الْمَسِيح طَلَبْتُمْ الْمَائِدَة إِلَى نَبِيّكُمْ أَنْ يَطْلُبهَا لَكُمْ إِلَى رَبّكُمْ فَلَمَّا أَنْ فَعَلَ وَأَنْزَلَهَا عَلَيْكُمْ رَحْمَة وَرِزْقًا وَأَرَاكُمْ فِيهَا الْآيَات وَالْعِبَر كَذَّبْتُمْ بِهَا وَشَكَكْتُمْ فِيهَا فَأَبْشِرُوا بِالْعَذَابِ فَإِنَّهُ نَازِل بِكُمْ إِلَّا أَنْ يَرْحَمكُمْ اللَّه . فَأَوْحَى اللَّه إِلَى عِيسَى إِنِّي آخُذ الْمُكَذِّبِينَ بِشَرْطِي فَإِنِّي مُعَذِّب مِنْهُمْ مَنْ كَفَرَ بِالْمَائِدَةِ بَعْد نُزُولهَا عَذَابًا لَا أُعَذِّبهُ أَحَدًا مِنْ الْعَالَمِينَ . قَالَ فَلَمَّا أَمْسَى الْمُرْتَابُونَ بِهَا وَأَخَذُوا مَضَاجِعهمْ فِي أَحْسَنِ صُورَة مَعَ نِسَائِهِمْ آمِنِينَ فَلَمَّا كَانَ فِي آخِر اللَّيْل مَسَخَهُمْ اللَّه خَنَازِير فَأَصْبَحُوا يَتْبَعُونَ الْأَقْذَار فِي الْكُنَاسَات هَذَا أَثَر غَرِيب جِدًّا قَطَعَهُ اِبْن أَبِي حَاتِم فِي مَوَاضِع مِنْ هَذِهِ الْقِصَّة وَقَدْ جَمَعْته أَنَا لِيَكُونَ سِيَاقه أَتَمَّ وَأَكْمَلَ وَاَللَّه سُبْحَانه وَتَعَالَى أَعْلَم . وَكُلّ هَذِهِ الْآثَار دَالَّة عَلَى أَنَّ الْمَائِدَة نَزَلَتْ عَلَى بَنِي إِسْرَائِيل أَيَّام عِيسَى اِبْن مَرْيَم إِجَابَة مِنْ اللَّه لِدَعْوَتِهِ كَمَا دَلَّ عَلَى ذَلِكَ ظَاهِر هَذَا السِّيَاق مِنْ الْقُرْآن الْعَظِيم قَالَ اللَّه \" إِنِّي مُنَزِّلهَا عَلَيْكُمْ\" الْآيَة . وَقَالَ قَائِلُونَ إِنَّهَا لَمْ تُنَزَّل فَرَوَى لَيْث بْن أَبِي سُلَيْم عَنْ مُجَاهِد فِي قَوْله \" أَنْزِلْ عَلَيْنَا مَائِدَة مِنْ السَّمَاء \" قَالَ هُوَ مَثَلٌ ضَرَبَهُ اللَّهُ وَلَمْ يُنَزَّل شَيْءٌ رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير ثُمَّ قَالَ اِبْن جَرِير : حَدَّثَنَا الْحَارِث حَدَّثَنَا الْقَاسِم هُوَ اِبْن سَلَّام حَدَّثَنَا حَجَّاج عَنْ اِبْن جُرَيْج عَنْ مُجَاهِد قَالَ : مَائِدَة عَلَيْهَا طَعَام أَبَوْهَا حِين عُرِضَ عَلَيْهِمْ الْعَذَاب إِنْ كَفَرُوا فَأَبَوْا أَنْ تُنَزَّل عَلَيْهِمْ وَقَالَ أَيْضًا : حَدَّثَنَا أَبُو الْمُثَنَّى حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ مَنْصُور بْن زَاذَان عَنْ الْحَسَن أَنَّهُ قَالَ فِي الْمَائِدَة إِنَّهَا لَمْ تُنَزَّل . وَحَدَّثَنَا بِشْر حَدَّثَنَا يَزِيد حَدَّثَنَا سَعِيد عَنْ قَتَادَة قَالَ : كَانَ الْحَسَن يَقُول لَمَّا قِيلَ لَهُمْ \" فَمَنْ يَكْفُر بَعْد مِنْكُمْ فَإِنِّي أُعَذِّبهُ عَذَابًا لَا أُعَذِّبهُ أَحَدًا مِنْ الْعَالَمِينَ \" قَالُوا لَا حَاجَة لَنَا فِيهَا فَلَمْ تُنَزَّل وَهَذِهِ أَسَانِيد صَحِيحَة إِلَى مُجَاهِد وَالْحَسَن وَقَدْ يَتَقَوَّى ذَلِكَ بِأَنَّ خَبَر الْمَائِدَة لَا يَعْرِفهُ النَّصَارَى وَلَيْسَ هُوَ فِي كِتَابهمْ وَلَوْ كَانَتْ قَدْ نَزَلَتْ لَكَانَ ذَلِكَ مِمَّا تَوَفَّرَ الدَّوَاعِي عَلَى نَقْلِهِ وَكَانَ يَكُون مَوْجُودًا فِي كِتَابهمْ مُتَوَاتِرًا وَلَا أَقَلّ مِنْ الْآحَاد وَاَللَّه أَعْلَم وَلَكِنَّ الَّذِي عَلَيْهِ الْجُمْهُور أَنَّهَا نَزَلَتْ وَهُوَ الَّذِي اِخْتَارَهُ اِبْن جَرِير قَالَ : لِأَنَّ اللَّه تَعَالَى أَخْبَرَ بِنُزُولِهَا فِي قَوْله تَعَالَى \" إِنِّي مُنَزِّلهَا عَلَيْكُمْ فَمَنْ يَكْفُر بَعْد مِنْكُمْ فَإِنِّي أُعَذِّبهُ عَذَابًا لَا أُعَذِّبهُ أَحَدًا مِنْ الْعَالَمِينَ \" قَالَ وَوَعَدَ اللَّه وَوَعِيده حَقٌّ وَصِدْق وَهَذَا الْقَوْل هُوَ وَاَللَّه أَعْلَم الصَّوَاب كَمَا دَلَّتْ عَلَيْهِ الْأَخْبَار وَالْآثَار عَنْ السَّلَف وَغَيْرهمْ وَقَدْ ذَكَرَ أَهْل التَّارِيخ أَنَّ مُوسَى بْن نُصَيْر نَائِب بَنِي أُمَيَّة فِي فُتُوح بِلَاد الْمَغْرِب وَجَدَ الْمَائِدَة هُنَالِكَ مُرَصَّعَة بِاللَّآلِئِ وَأَنْوَاع الْجَوَاهِر فَبَعَثَ بِهَا إِلَى أَمِير الْمُؤْمِنِينَ الْوَلِيد بْن عَبْد الْمَلِك بَانِي جَامِع دِمَشْق فَمَاتَ وَهِيَ فِي الطَّرِيق فَحُمِلَتْ إِلَى أَخِيهِ سُلَيْمَان بْن عَبْد الْمَلِك الْخَلِيفَة بَعْده فَرَآهَا النَّاس فَتَعَجَّبُوا مِنْهَا كَثِيرًا لِمَا فِيهَا مِنْ الْيَوَاقِيت النَّفِيسَة وَالْجَوَاهِر الْيَتِيمَة وَيُقَال إِنَّ هَذِهِ الْمَائِدَة كَانَتْ لِسُلَيْمَان بْن دَاوُدَ فَاَللَّه أَعْلَم . وَقَدْ قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا سُفْيَان عَنْ سَلَمَة بْن كُهَيْل عَنْ عِمْرَان بْن الْحَكَم عَنْ اِبْن عَبَّاس قَالَ : قَالَتْ قُرَيْش لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اُدْعُ لَنَا رَبّك أَنْ يَجْعَل لَنَا الصَّفَا ذَهَبًا وَنُؤْمِن بِك قَالَ \" وَتَفْعَلُونَ ؟ \" قَالُوا نَعَمْ قَالَ : فَدَعَا فَأَتَاهُ جِبْرِيل فَقَالَ إِنَّ رَبّك يَقْرَأ عَلَيْك السَّلَامَ وَيَقُول لَك : إِنْ شِئْت أَصْبَحَ لَهُمْ الصَّفَا ذَهَبًا فَمَنْ كَفَرَ مِنْهُمْ بَعْد ذَلِكَ عَذَّبْته عَذَابًا لَا أُعَذِّبهُ أَحَدًا مِنْ الْعَالَمِينَ وَإِنْ شِئْت فَتَحَتْ لَهُمْ بَاب التَّوْبَة وَالرَّحْمَة . قَالَ \" بَلْ بَاب التَّوْبَة وَالرَّحْمَة \" ثُمَّ رَوَاهُ أَحْمَد وَابْن مَرْدُوَيْهِ وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث سُفْيَان الثَّوْرِيّ بِهِ .</p><BR> <br> ", "sura_id": 5, "type": 4, "id": 41452, "aya_id": 112}]