[{"text": "قُلْ أَرَأَيْتُمْ شُرَكَاءكُمُ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ عَلَى بَيِّنَةٍ مِّنْهُ بَلْ إِن يَعِدُ الظَّالِمُونَ بَعْضُهُم بَعْضًا إِلَّا غُرُورًا", "sura_id": 35, "type": 0, "id": 3700, "aya_id": 40}, {"text": "قل أرأيتم شركاءكم الذين تدعون من دون الله أروني ماذا خلقوا من الأرض أم لهم شرك في السماوات أم آتيناهم كتابا فهم على بينة منه بل إن يعد الظالمون بعضهم بعضا إلا غرورا", "sura_id": 35, "type": 1, "id": 9936, "aya_id": 40}, {"text": "40 - (قل أرأيتم شركاءكم الذين تدعون) تعبدون (من دون الله) أي غيره وهم الأصنام الذين زعمتم أنهم شركاء الله تعالى (أروني) أخبروني (ماذا خلقوا من الأرض أم لهم شرك) شركة مع الله (في) خلق (السماوات أم آتيناهم كتابا فهم على بينة) حجة (منه) بأن لهم معي شركة لا شيء من ذلك (بل إن) ما (يعد الظالمون) الكافرون (بعضهم بعضا إلا غرورا) باطلا بقولهم الأصنام تشفع لهم \r\n", "sura_id": 35, "type": 2, "id": 28644, "aya_id": 40}, {"text": "قل -أيها الرسول- للمشركين: أخبروني أيَّ شيء خَلَق شركاؤكم من الأرض, أم أن لشركائكم الذين تعبدونهم من دون الله شركًا مع الله في خلق السموات, أم أعطيناهم كتابًا فهم على حجة منه؟ بل ما يَعِدُ الكافرون بعضهم بعضًا إلا غرورًا وخداعًا.\r\n", "sura_id": 35, "type": 3, "id": 34880, "aya_id": 40}, {"text": " <font color=red>قُلْ أَرَأَيْتُمْ شُرَكَاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ عَلَى بَيِّنَةٍ مِنْهُ بَلْ إِنْ يَعِدُ الظَّالِمُونَ بَعْضُهُمْ بَعْضًا إِلَّا غُرُورًا</font><BR><p>يَقُول تَعَالَى لِرَسُولِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَقُول لِلْمُشْرِكِينَ\" أَرَأَيْتُمْ شُرَكَاءَكُمْ الَّذِينَ تَدْعُونَ مِنْ دُون اللَّه\" أَيْ مِنْ الْأَصْنَام وَالْأَنْدَاد \" أَرُونِي مَاذَا خَلَقُوا مِنْ الْأَرْض أَمْ لَهُمْ شِرْك فِي السَّمَاوَات \" أَيْ لَيْسَ لَهُمْ شَيْء مِنْ ذَلِكَ مَا يَمْلِكُونَ مِنْ قِطْمِير وَقَوْله \" أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ عَلَى بَيِّنَة مِنْهُ \" أَيْ أَمْ أَنْزَلْنَا عَلَيْهِمْ كِتَابًا بِمَا يَقُولُونَهُ مِنْ الشِّرْك وَالْكُفْر ؟ لَيْسَ الْأَمْر كَذَلِكَ \" بَلْ إِنْ يَعِد الظَّالِمُونَ بَعْضهمْ بَعْضًا إِلَّا غُرُورًا\" أَيْ بَلْ إِنَّمَا اِتَّبَعُوا فِي ذَلِكَ أَهْوَاءَهُمْ وَآرَاءَهُمْ وَأَمَانِيّهمْ الَّتِي تَمَنَّوْهَا لِأَنْفُسِهِمْ وَهِيَ غُرُور وَبَاطِل وَزُور .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40328, "aya_id": 40}]