[{"text": "لَكُمْ فِيهَا مَنَافِعُ إِلَى أَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ", "sura_id": 22, "type": 0, "id": 2628, "aya_id": 33}, {"text": "لكم فيها منافع إلى أجل مسمى ثم محلها إلى البيت العتيق", "sura_id": 22, "type": 1, "id": 8864, "aya_id": 33}, {"text": "33 - (لكم فيها منافع) كركوبها والحمل عليها ما لا يضرها (إلى أجل مسمى) وقت نحرها (ثم محلها) أي مكان حل نحرها (إلى البيت العتيق) أي عنده والمراد الحرم جميعه \r\n", "sura_id": 22, "type": 2, "id": 27572, "aya_id": 33}, {"text": "لكم في هذه الهدايا منافع تنتفعون بها من الصوف واللبن والركوب، وغير ذلك مما لا يضرها إلى وقت ذبحها عند البيت العتيق، وهو الحرم كله.\r\n", "sura_id": 22, "type": 3, "id": 33808, "aya_id": 33}, {"text": " <font color=red>لَكُمْ فِيهَا مَنَافِعُ إِلَى أَجَلٍ مُسَمًّى ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ</font><BR><p>\" لَكُمْ فِيهَا مَنَافِع \" أَيْ لَكُمْ فِي الْبُدْن مَنَافِع مِنْ لَبَنهَا وَصُوفهَا وَأَوْبَارهَا وَأَشْعَارهَا وَرُكُوبهَا إِلَى أَجَل مُسَمًّى قَالَ مِقْسَم عَنْ اِبْن عَبَّاس فِي قَوْله \" لَكُمْ فِيهَا مَنَافِع إِلَى أَجَل مُسَمًّى \" قَالَ مَا لَمْ تُسَمَّ بُدْنًا وَقَالَ مُجَاهِد فِي قَوْله \" لَكُمْ فِيهَا مَنَافِع إِلَى أَجَل مُسَمًّى \" قَالَ الرُّكُوب وَاللَّبَن وَالْوَلَد فَإِذَا سُمِّيَتْ بَدَنَة أَوْ هَدْيًا ذَهَبَ ذَلِكَ كُلّه وَكَذَا قَالَ عَطَاء وَالضَّحَّاك وَقَتَادَة وَعَطَاء الْخُرَاسَانِيّ وَغَيْرهمْ وَقَالَ آخَرُونَ بَلْ لَهُ أَنْ يَنْتَفِع بِهَا وَإِنْ كَانَتْ هَدْيًا إِذَا اِحْتَاجَ إِلَى ذَلِكَ كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَأَى رَجُلًا يَسُوق بَدَنَة قَالَ \" اِرْكَبْهَا \" قَالَ إِنَّهَا بَدَنَة قَالَ \" اِرْكَبْهَا وَيْحك\" فِي الثَّانِيَة أَوْ الثَّالِثَة وَفِي رِوَايَة لِمُسْلِمٍ عَنْ جَابِر عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" اِرْكَبْهَا بِالْمَعْرُوفِ إِذَا أُلْجِئْت إِلَيْهَا \" وَقَالَ شُعْبَة عَنْ زُهَيْر عَنْ أَبِي ثَابِت الْأَعْمَى عَنْ الْمُغِيرَة بْن أَبِي الْحُرّ عَنْ عَلِيّ أَنَّهُ رَأَى رَجُلًا يَسُوق بَدَنَة وَمَعَهَا وَلَدهَا فَقَالَ لَا تَشْرَب مِنْ لَبَنهَا إِلَّا مَا فَضَلَ عَنْ وَلَدهَا فَإِذَا كَانَ يَوْم النَّحْر فَاذْبَحْهَا وَوَلَدهَا وَقَوْله \" ثُمَّ مَحِلّهَا إِلَى الْبَيْت الْعَتِيق \" أَيْ مَحَلّ الْهَدْي وَانْتِهَاؤُهُ إِلَى الْبَيْت الْعَتِيق وَهُوَ الْكَعْبَة كَمَا قَالَ تَعَالَى \" هَدْيًا بَالِغ الْكَعْبَة \" وَقَالَ \" وَالْهَدْي مَعْكُوفًا أَنْ يَبْلُغ مَحِلّه \" وَقَدْ تَقَدَّمَ الْكَلَام عَلَى مَعْنَى الْبَيْت الْعَتِيق قَرِيبًا وَلِلَّهِ الْحَمْد وَقَالَ اِبْن جُرَيْج عَنْ عَطَاء قَالَ : كَانَ اِبْن عَبَّاس يَقُول كُلّ مَنْ طَافَ بِالْبَيْتِ فَقَدْ حَلَّ قَالَ اللَّه تَعَالَى \" ثُمَّ مَحِلّهَا إِلَى الْبَيْت الْعَتِيق \" .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39055, "aya_id": 33}]