[{"text": "وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لِلَّهِ وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ", "sura_id": 31, "type": 0, "id": 3481, "aya_id": 12}, {"text": "ولقد آتينا لقمان الحكمة أن اشكر لله ومن يشكر فإنما يشكر لنفسه ومن كفر فإن الله غني حميد", "sura_id": 31, "type": 1, "id": 9717, "aya_id": 12}, {"text": "12 - (ولقد آتينا لقمان الحكمة) منها العلم والديانة والاصابة في القول والحكمة كثيرة مأثورة كان يفتي قبل بعثة داود وأدرك بعثته وأخذ عنه العلم وترك الفتيا وقال في ذلك ألا أكتفي اذا كفيت وقيل له أي الناس شر قال الذي لا يبالي إن رآه الناس مسيئا (أن) وقلنا له أن (اشكر لله) ما أعطاك من الحكمة (ومن يشكر فإنما يشكر لنفسه) لأن ثواب شكره له (ومن كفر) النعمة (فإن الله غني) عن خلقه (حميد) محمود في صنعه \r\n", "sura_id": 31, "type": 2, "id": 28425, "aya_id": 12}, {"text": "ولقد أعطينا عبدًا صالحًا من عبادنا (وهو لقمان) الحكمة, وهي الفقه في الدين وسلامة العقل والإصابة في القول, وقلنا له: اشكر لله نِعَمَه عليك, ومَن يشكر لربه فإنما يعود نَفْع ذلك عليه, ومن جحد نِعَمَه فإن الله غني عن شكره, غير محتاج إليه, له الحمد والثناء على كل حال.\r\n", "sura_id": 31, "type": 3, "id": 34661, "aya_id": 12}, {"text": " <font color=red>وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لِلَّهِ وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ</font><BR><p>اِخْتَلَفَ السَّلَف فِي لُقْمَان هَلْ كَانَ نَبِيًّا أَوْ عَبْدًا صَالِحًا مِنْ غَيْر نُبُوَّة ؟ عَلَى قَوْلَيْنِ الْأَكْثَرُونَ عَلَى الثَّانِي وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ الْأَشْعَث عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ كَانَ لُقْمَان عَبْدًا حَبَشِيًّا نَجَّارًا وَقَالَ قَتَادَة عَنْ عَبْد اللَّه بْن الزُّبَيْر قُلْت لِجَابِرِ بْن عَبْد اللَّه مَا اِنْتَهَى إِلَيْكُمْ مِنْ شَأْن لُقْمَان ؟ قَالَ كَانَ قَصِيرًا أَفْطَس الْأَنْف مِنْ النُّوبَة وَقَالَ يَحْيَى بْن سَعِيد الْأَنْصَارِيّ عَنْ سَعِيد بْن الْمُسَيِّب قَالَ كَانَ لُقْمَان مِنْ سُودَان مِصْر ذُو مَشَافِر أَعْطَاهُ اللَّه الْحِكْمَة وَمَنَعَهُ النُّبُوَّة وَقَالَ الْأَوْزَاعِيّ حَدَّثَنِي عَبْد الرَّحْمَن بْن حَرْمَلَة قَالَ جَاءَ رَجُل أَسْوَد إِلَى سَعِيد بْن الْمُسَيِّب يَسْأَلهُ فَقَالَ لَهُ سَعِيد بْن الْمُسَيِّب لَا تَحْزَن مِنْ أَجْل أَنَّك أَسْوَد فَإِنَّهُ كَانَ مِنْ أَخْيَر النَّاس ثَلَاثَة مِنْ السُّودَان بِلَال وَمِهْجَع مَوْلَى عُمَر بْن الْخَطَّاب وَلُقْمَان الْحَكِيم كَانَ أَسْوَد نُوبِيًّا ذَا مَشَافِر وَقَالَ اِبْن جَرِير حَدَّثَنَا وَكِيع حَدَّثَنَا أَبِي عَنْ أَبِي الْأَشْهَب عَنْ خَالِد الرَّبَعِيّ قَالَ كَانَ لُقْمَان عَبْدًا حَبَشِيًّا نَجَّارًا فَقَالَ لَهُ مَوْلَاهُ اِذْبَحْ لَنَا هَذِهِ الشَّاة فَذَبَحَهَا قَالَ أَخْرِجْ أَطْيَب مُضْغَتَيْنِ فِيهَا فَأَخْرَجَ اللِّسَان وَالْقَلْب ثُمَّ مَكَثَ مَا شَاءَ اللَّه ثُمَّ قَالَ اِذْبَحْ لَنَا هَذِهِ الشَّاة فَذَبَحَهَا قَالَ أَخْرِجْ أَخْبَث مُضْغَتَيْنِ فِيهَا فَأَخْرَجَ اللِّسَان وَالْقَلْب فَقَالَ لَهُ مَوْلَاهُ أَمَرْتُك أَنْ تُخْرِج أَطْيَب مُضْغَتَيْنِ فِيهَا فَأَخْرَجْتهمَا وَأَمَرْتُك أَنْ تُخْرِج أَخْبَث مُضْغَتَيْنِ فِيهَا فَأَخْرَجْتهمَا فَقَالَ لُقْمَان إِنَّهُ لَيْسَ مِنْ شَيْء أَطْيَب مِنْهُمَا إِذَا طَابَا وَلَا أَخْبَث مِنْهُمَا إِذَا خَبُثَا وَقَالَ شُعْبَة عَنْ الْحَكَم عَنْ مُجَاهِد كَانَ لُقْمَان عَبْدًا صَالِحًا وَلَمْ يَكُنْ نَبِيًّا وَقَالَ الْأَعْمَش قَالَ مُجَاهِد كَانَ لُقْمَان عَبْدًا أَسْوَد عَظِيم الشَّفَتَيْنِ مُشَقَّق الْقَدَمَيْنِ وَقَالَ حَكَّام بْن سَالِم عَنْ سَعِيد الزُّبَيْدِيّ عَنْ مُجَاهِد كَانَ لُقْمَان الْحَكِيم عَبْدًا حَبَشِيًّا غَلِيظ الشَّفَتَيْنِ مُصَفَّح الْقَدَمَيْنِ قَاضِيًا عَلَى بَنِي إِسْرَائِيل وَذَكَرَ غَيْره أَنَّهُ كَانَ قَاضِيًا عَلَى بَنِي إِسْرَائِيل فِي زَمَان دَاوُدَ عَلَيْهِ السَّلَام وَقَالَ اِبْن جَرِير حَدَّثَنَا اِبْن حُمَيْد حَدَّثَنَا الْحَكَم حَدَّثَنَا عَمْرو بْن قَيْس قَالَ كَانَ لُقْمَان عَبْدًا أَسْوَد غَلِيظ الشَّفَتَيْنِ مُصَفَّح الْقَدَمَيْنِ فَأَتَاهُ رَجُل وَهُوَ فِي مَجْلِس نَاس يُحَدِّثهُمْ فَقَالَ لَهُ أَلَسْت الَّذِي كُنْت تَرْعَى مَعِي الْغَنَم فِي مَكَان كَذَا وَكَذَا ؟ قَالَ نَعَمْ قَالَ فَمَا بَلَغَ بِك مَا أَرَى ؟ قَالَ صِدْق الْحَدِيث وَالصَّمْت عَمَّا لَا يَعْنِينِي وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا صَفْوَان حَدَّثَنَا الْوَلِيد حَدَّثَنَا عَبْد الرَّحْمَن بْن يَزِيد عَنْ جَابِر قَالَ : إِنَّ اللَّه رَفَعَ لُقْمَان الْحَكِيم بِحِكْمَتِهِ فَرَآهُ رَجُل كَانَ يَعْرِفهُ قَبْل ذَلِكَ فَقَالَ لَهُ أَلَسْت عَبْد بَنِي فُلَان الَّذِي كُنْت تَرْعَى بِالْأَمْسِ ؟ قَالَ بَلَى قَالَ فَمَا بَلَغَ بِك مَا أَرَى ؟ قَالَ قَدَر اللَّه وَأَدَاء الْأَمَانَة وَصِدْق الْحَدِيث وَتَرْكِي مَا لَا يَعْنِينِي فَهَذِهِ الْآثَار مِنْهَا مَا هُوَ مُصَرَّح فِيهِ بِنَفْيِ كَوْنه نَبِيًّا وَمِنْهَا مَا هُوَ مُشْعِر بِذَلِكَ لِأَنَّ كَوْنه عَبْدًا قَدْ مَسَّهُ الرِّقّ يُنَافِي كَوْنه نَبِيًّا لِأَنَّ الرُّسُل كَانَتْ تُبْعَث فِي أَحْسَاب قَوْمهَا وَلِهَذَا كَانَ جُمْهُور السَّلَف عَلَى أَنَّهُ لَمْ يَكُنْ نَبِيًّا وَإِنَّمَا يُنْقَل كَوْنه نَبِيًّا عَنْ عِكْرِمَة إِنْ صَحَّ السَّنَد إِلَيْهِ فَإِنَّهُ رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث وَكِيع عَنْ إِسْرَائِيل عَنْ جَابِر عَنْ عِكْرِمَة قَالَ كَانَ لُقْمَان نَبِيًّا وَجَابِر هَذَا هُوَ اِبْن يَزِيد الْجُعْفِيّ وَهُوَ ضَعِيف وَاَللَّه أَعْلَم وَقَالَ عَبْد اللَّه بْن وَهْب أَخْبَرَنِي عَبْد اللَّه بْن عَيَّاش الْقِتْبَانِيّ عَنْ عُمَر مَوْلَى غفرة قَالَ وَقَفَ رَجُل عَلَى لُقْمَان الْحَكِيم فَقَالَ أَنْتَ لُقْمَان أَنْتَ عَبْد بَنِي الْحَسْحَاس ؟ قَالَ نَعَمْ قَالَ أَنْتَ رَاعِي الْغَنَم ؟ قَالَ نَعَمْ قَالَ أَنْتَ الْأَسْوَد ؟ قَالَ أَمَّا سَوَادِي فَظَاهِر فَمَا الَّذِي يُعْجِبك مِنْ أَمْرِي ؟ قَالَ وَطْء النَّاس بِسَاطَك وَغَشْيهمْ بَابَك وَرِضَاهُمْ بِقَوْلِك قَالَ يَا اِبْن أَخِي إِنْ صَغِيت إِلَى مَا أَقُول لَك كُنْت كَذَلِكَ قَالَ لُقْمَان غَضِّي بَصَرِي وَكَفِّي لِسَانِي وَعِفَّة طُعْمَتِي وَحِفْظِي فَرْجِي وَقَوْلِي بِصِدْقِي وَوَفَائِي بِعَهْدِي وَتَكْرِمَتِي ضَيْفِي وَحِفْظِي جَارِي وَتَرْكِي مَا لَا يَعْنِينِي فَذَاكَ الَّذِي صَيَّرَنِي إِلَى مَا تَرَى وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن فُضَيْل حَدَّثَنَا عَمْرو بْن وَافِد عَنْ عَبْدَة بْن رَبَاح عَنْ رَبِيعَة عَنْ أَبِي الدَّرْدَاء أَنَّهُ قَالَ يَوْمًا وَذَكَرَ لُقْمَان الْحَكِيم فَقَالَ مَا أُوتِيَ عَنْ أَهْل وَلَا مَال وَلَا حَسَب وَلَا خِصَال وَلَكِنَّهُ كَانَ رَجُلًا صَمْصَامَة سِكِّيتًا طَوِيل التَّفَكُّر عَمِيق النَّظَر لَمْ يَنَم نَهَارًا قَطُّ وَلَمْ يَرَهُ أَحَد قَطُّ يَبْزُق وَلَا يَتَنَخَّع وَلَا يَبُول وَلَا يَتَغَوَّط وَلَا يَغْتَسِل وَلَا يَعْبَث وَلَا يَضْحَك وَكَانَ لَا يُعِيد مَنْطِقًا نَطَقَهُ إِلَّا أَنْ يَقُول حِكْمَة يَسْتَعِيدهَا إِيَّاهُ أَحَد وَكَانَ قَدْ تَزَوَّجَ وَوُلِدَ لَهُ أَوْلَاد فَمَاتُوا فَلَمْ يَبْكِ عَلَيْهِمْ وَكَانَ يَغْشَى السُّلْطَان وَيَأْتِي الْحُكَّام لِيَنْظُر وَيَتَفَكَّر وَيَعْتَبِر فَبِذَلِكَ أُوتِيَ مَا أَوُتِيَ . وَقَدْ وَرَدَ أَثَر غَرِيب عَنْ قَتَادَة رَوَاهُ اِبْن أَبِي حَاتِم فَقَالَ حَدَّثَنَا أَبِي حَدَّثَنَا الْعَبَّاس بْن الْوَلِيد حَدَّثَنَا زَيْد بْن يَحْيَى بْن عُبَيْد الْخُزَاعِيّ حَدَّثَنَا سَعِيد بْن بَشِير عَنْ قَتَادَة قَالَ : خَيَّرَ اللَّه لُقْمَان الْحَكِيم بَيْن النُّبُوَّة وَالْحِكْمَة فَاخْتَارَ الْحِكْمَة عَلَى النُّبُوَّة قَالَ فَأَتَاهُ جِبْرِيل وَهُوَ نَائِم فَذَرّ عَلَيْهِ الْحِكْمَة أَوْ رَشّ عَلَيْهِ الْحِكْمَة قَالَ فَأَصْبَحَ يَنْطِق بِهَا قَالَ سَعِيد فَسَمِعْت عَنْ قَتَادَة يَقُول قِيلَ لِلُقْمَان كَيْف اِخْتَرْت الْحِكْمَة عَلَى النُّبُوَّة وَقَدْ خَيَّرَك رَبّك ؟ فَقَالَ إِنَّهُ لَوْ أَرْسَلَ إِلَيَّ بِالنُّبُوَّةِ عَزْمَة لَرَجَوْت فِيهِ الْفَوْز مِنْهُ وَلَكُنْت أَرْجُو أَنْ أَقُوم بِهَا وَلَكِنَّهُ خَيَّرَنِي فَخِفْت أَنْ أَضْعَف عَنْ النُّبُوَّة فَكَانَتْ الْحِكْمَة أَحَبّ إِلَيَّ . فَهَذَا مِنْ رِوَايَة سَعِيد بْن بَشِير وَفِيهِ ضَعْف قَدْ تَكَلَّمُوا فِيهِ بِسَبَبِهِ فَاَللَّه أَعْلَم وَاَلَّذِي رَوَاهُ سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة فِي قَوْله تَعَالَى \" وَلَقَدْ آتَيْنَا لُقْمَان الْحِكْمَة \" أَيْ الْفِقْه فِي الْإِسْلَام وَلَمْ يَكُنْ نَبِيًّا وَلَمْ يُوحَ إِلَيْهِ وَقَوْله \" وَلَقَدْ آتَيْنَا لُقْمَان الْحِكْمَة \" أَيْ الْفَهْم وَالْعِلْم وَالتَّعْبِير \" أَنْ اُشْكُرْ لِلَّهِ \" أَيْ أَمَرْنَاهُ أَنْ يَشْكُر اللَّه عَزَّ وَجَلَّ عَلَى مَا أَتَاهُ اللَّه وَمَنَحَهُ وَوَهَبَهُ مِنْ الْفَضْل الَّذِي خَصَّصَهُ بِهِ عَمَّنْ سِوَاهُ مِنْ أَبْنَاء جِنْسه وَأَهْل زَمَانه ثُمَّ قَالَ تَعَالَى \" وَمَنْ يَشْكُر فَإِنَّمَا يَشْكُر لِنَفْسِهِ \" أَيْ إِنَّمَا يَعُود نَفْع ذَلِكَ وَثَوَابه عَلَى الشَّاكِرِينَ لِقَوْلِهِ تَعَالَى \" وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ \" وَقَوْله \" وَمَنْ كَفَرَ فَإِنَّ اللَّه غَنِيّ حَمِيد\" أَيْ غَنِيّ عَنْ الْعِبَاد لَا يَتَضَرَّر بِذَلِكَ وَلَوْ كَفَرَ أَهْل الْأَرْض كُلّهمْ جَمِيعًا فَإِنَّهُ الْغَنِيّ عَمَّنْ سِوَاهُ فَلَا إِلَه إِلَّا اللَّه وَلَا نَعْبُد إِلَّا إِيَّاهُ .</p><BR> <br> ", "sura_id": 31, "type": 4, "id": 40106, "aya_id": 12}]