[{"text": "لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ", "sura_id": 80, "type": 0, "id": 5795, "aya_id": 37}, {"text": "لكل امريء منهم يومئذ شأن يغنيه", "sura_id": 80, "type": 1, "id": 12031, "aya_id": 37}, {"text": "37 - (لكل امرئ منهم يومئذ شأن يغنيه) حال يشغله عن شأن غيره أي اشتغل كل واحد بنفسه \r\n", "sura_id": 80, "type": 2, "id": 30739, "aya_id": 37}, {"text": "لكل واحد منهم يومئذٍ أمر يشغله ويمنعه من الانشغال بغيره.\r\n", "sura_id": 80, "type": 3, "id": 36975, "aya_id": 37}, {"text": " <font color=red>لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ</font><BR><p>أَيْ هُوَ فِي شُغْل شَاغِل عَنْ غَيْره قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَمَّار بْن الْحَارِث حَدَّثَنَا الْوَلِيد بْن صَالِح حَدَّثَنَا ثَابِت أَبُو زَيْد الْعَبَّادَانِيّ عَنْ هِلَال بْن خَبَّاب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" تُحْشَرُونَ حُفَاة عُرَاة مُشَاة غُرْلًا\" قَالَ : فَقَالَتْ زَوْجَته يَا رَسُول اللَّه نَنْظُر أَوْ يَرَى بَعْضنَا عَوْرَة بَعْض ؟ قَالَ \" لِكُلِّ اِمْرِئٍ مِنْهُمْ يَوْمئِذٍ شَأْن يُغْنِيه \" أَوْ قَالَ : مَا أَشْغَلهُ عَنْ النَّظَر \" . وَقَدْ رَوَاهُ النَّسَائِيّ مُنْفَرِدًا بِهِ عَنْ أَبِي دَاوُد عَنْ عَارِم عَنْ ثَابِت بْن يَزِيد وَهُوَ اِبْن زَيْد الْأَحْوَل الْبَصْرِيّ أَحَد الثِّقَات عَنْ هِلَال بْن خَبَّاب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس بِهِ . وَقَدْ رَوَاهُ التِّرْمِذِيّ عَنْ عَبْد اللَّه بْن حُمَيْد عَنْ مُحَمَّد بْن الْفَضْل عَنْ ثَابِت بْن زَيْد عَنْ هِلَال بْن خَبَّاب عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" تُحْشَرُونَ حُفَاة عُرَاة غُرْلًا\" فَقَالَتْ اِمْرَأَة أَيُبْصِرُ أَوْ يَرَى بَعْضنَا عَوْرَة بَعْض ؟ قَالَ \" يَا فُلَانَة لِكُلِّ اِمْرِئٍ مِنْهُمْ يَوْمئِذٍ شَأْن يُغْنِيه\" ثُمَّ قَالَ التِّرْمِذِيّ وَهَذَا حَدِيث حَسَن صَحِيح وَقَدْ رُوِيَ مِنْ غَيْر وَجْه عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا وَقَالَ النَّسَائِيّ أَخْبَرَنِي عَمْرو بْن عُثْمَان حَدَّثَنَا بَقِيَّة حَدَّثَنَا الزُّبَيْدِيّ أَخْبَرَنِي الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يُبْعَث النَّاس يَوْم الْقِيَامَة حُفَاة عُرَاة غُرْلًا \" فَقَالَتْ عَائِشَة : يَا رَسُول اللَّه فَكَيْف بِالْعَوْرَاتِ ؟ فَقَالَ \" لِكُلِّ اِمْرِئٍ مِنْهُمْ يَوْمئِذٍ شَأْن يُغْنِيه \" اِنْفَرَدَ بِهِ النَّسَائِيّ مِنْ هَذَا الْوَجْه ثُمَّ قَالَ اِبْن أَبِي حَاتِم أَيْضًا حَدَّثَنَا أَبِي أَزْهَر بْن حَاتِم حَدَّثَنَا الْفَضْل بْن مُوسَى عَنْ عَائِذ بْن شُرَيْح عَنْ أَنَس بْن مَالِك قَالَ سَأَلَتْ عَائِشَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُول اللَّه بِأَبِي أَنْتَ وَأُمِّي إِنِّي سَائِلَتك عَنْ حَدِيث فَتُخْبِرنِي أَنْتَ بِهِ قَالَ \" إِنْ كَانَ عِنْدِي مِنْهُ عِلْم \" قَالَتْ يَا نَبِيّ اللَّه كَيْف يُحْشَر الرِّجَال ؟ قَالَ \" حُفَاة عُرَاة \" ثُمَّ اِنْتَظَرَتْ سَاعَة فَقَالَتْ : يَا رَسُول اللَّه كَيْف يُحْشَر النِّسَاء ؟ قَالَ\" كَذَلِكَ حُفَاة عُرَاة \" قَالَتْ وَاسَوْأَتَاه مِنْ يَوْم الْقِيَامَة قَالَ \" وَعَنْ أَيّ ذَلِكَ تَسْأَلِينَ إِنَّهُ قَدْ نَزَلَ عَلَيَّ آيَة لَا يَضُرّك كَانَ عَلَيْك ثِيَاب أَوْ لَا يَكُون \" قَالَتْ أَيَّة آيَة هِيَ يَا نَبِيّ اللَّه ؟ قَالَ \" لِكُلِّ اِمْرِئٍ مِنْهُمْ يَوْمئِذٍ شَأْن يُغْنِيه \" وَقَالَ الْبَغَوِيّ فِي تَفْسِيره أَخْبَرَنَا أَحْمَد بْن إِبْرَاهِيم الشُّرَيْحِيّ أَنَا أَحْمَد بْن مُحَمَّد بْن إِبْرَاهِيم الثَّعْلَبِيّ أَخْبَرَنِي الْحُسَيْن بْن مُحَمَّد بْن عَبْد اللَّه حَدَّثَنَا عَبْد اللَّه بْن عَبْد الرَّحْمَن حَدَّثَنَا مُحَمَّد بْن عَبْد الْعَزِيز حَدَّثَنَا اِبْن أَبِي أُوَيْس حَدَّثَنَا أَبِي عَنْ مُحَمَّد بْن اِبْن أَبِي عَيَّاش عَنْ عَطَاء بْن يَسَار عَنْ سَوْدَة زَوْج النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يُبْعَث النَّاس حُفَاة عُرَاة غُرْلًا قَدْ أَلْجَمَهُمْ الْعَرَق وَبَلَغَ شُحُوم الْآذَان \" فَقُلْت يَا رَسُول اللَّه وَاسَوْأَتَاه يَنْظُر بَعْضنَا إِلَى بَعْض ؟ فَقَالَ\" قَدْ شُغِلَ النَّاس \" لِكُلِّ اِمْرِئٍ مِنْهُمْ يَوْمئِذٍ شَأْن يُغْنِيه \" هَذَا حَدِيث غَرِيب مِنْ هَذَا الْوَجْه جِدًّا وَهَكَذَا رَوَاهُ اِبْن جَرِير عَنْ أَبِي عَمَّار الْحُسَيْن بْن حُرَيْث الْمَرْوَزِيّ عَنْ الْفَضْل بْن مُوسَى بِهِ وَلَكِنْ قَالَ أَبُو حَاتِم الرَّازِيّ عَائِذ بْن شُرَيْح ضَعِيف فِي حَدِيثه ضَعْف .</p><BR> <br> ", "sura_id": 80, "type": 4, "id": 43159, "aya_id": 37}]