[{"text": "إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَؤُلاء دِينُهُمْ وَمَن يَتَوَكَّلْ عَلَى اللّهِ فَإِنَّ اللّهَ عَزِيزٌ حَكِيمٌ", "sura_id": 8, "type": 0, "id": 1209, "aya_id": 49}, {"text": "إذ يقول المنافقون والذين في قلوبهم مرض غر هؤلاء دينهم ومن يتوكل على الله فإن الله عزيز حكيم", "sura_id": 8, "type": 1, "id": 7445, "aya_id": 49}, {"text": "49 - (إذ يقول المنافقون والذين في قلوبهم مرض) ضعف اعتقاد (غرَّ هؤلاء) أي المسلمين (دينهم) إذ خرجوا مع قلتهم يقاتلون الجمع الكثير توهماً أنهم ينصرون بسببه قال تعالى في جوابهم (ومن يتوكل على الله) يثق به يغلب (فإن الله عزيز) غالب على أمره (حكيم) في صنعه \r\n", "sura_id": 8, "type": 2, "id": 26153, "aya_id": 49}, {"text": "واذكروا حين يقول أهل الشرك والنفاق ومرضى القلوب, وهم يرون قلة المسلمين وكثرة عدوهم: غرَّ هؤلاء المسلمين دينُهم, فأوردهم هذه الموارد, ولم يدرك هؤلاء المنافقون أنه من يتوكل على الله ويثق بوعده فإن الله لن يخذله, فإن الله عزيز لا يعجزه شيء, حكيم في تدبيره وصنعه.\r\n", "sura_id": 8, "type": 3, "id": 32389, "aya_id": 49}, {"text": " <font color=red>إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ غَرَّ هَؤُلَاءِ دِينُهُمْ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ</font><BR><p>وَقَوْله \" إِذْ يَقُول الْمُنَافِقُونَ وَاَلَّذِينَ فِي قُلُوبهمْ مَرَض غَرَّ هَؤُلَاءِ دِينهمْ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة لَمَّا دَنَا الْقَوْم بَعْضهمْ مِنْ بَعْض قَلَّلَ اللَّه الْمُسْلِمِينَ فِي أَعْيُن الْمُشْرِكِينَ وَقَلَّلَ الْمُشْرِكِينَ فِي أَعْيُن الْمُسْلِمِينَ فَقَالَ الْمُشْرِكُونَ غَرَّ هَؤُلَاءِ دِينهمْ وَإِنَّمَا قَالُوا ذَلِكَ مِنْ قِلَّتِهِمْ فِي أَعْيُنهمْ فَظَنُّوا أَنَّهُمْ سَيَهْزِمُونَهُمْ لَا يَشُكُّونَ فِي ذَلِكَ فَقَالَ اللَّه \" وَمَنْ يَتَوَكَّلْ عَلَى اللَّه فَإِنَّ اللَّه عَزِيز حَكِيم \" وَقَالَ قَتَادَة : رَأَوْا عِصَابَة مِنْ الْمُؤْمِنِينَ تَشَدَّدَتْ لِأَمْرِ اللَّه وَذَكَرَ لَنَا أَنَّ أَبَا جَهْل عَدُوَّ اللَّه لَمَّا أَشْرَفَ عَلَى مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَصْحَابه قَالَ : وَاَللَّه لَا يُعْبَد اللَّه بَعْد الْيَوْم - قَسْوَةً وَعُتُوًّا . وَقَالَ اِبْن جُرَيْج فِي قَوْله \" إِذْ يَقُول الْمُنَافِقُونَ وَاَلَّذِينَ فِي قُلُوبهمْ مَرَض \" هُمْ قَوْم كَانُوا مِنْ الْمُنَافِقِينَ بِمَكَّة قَالُوهُ يَوْم بَدْر وَقَالَ عَامِر الشَّعْبِيّ كَانَ نَاس مِنْ أَهْل مَكَّة قَدْ تَكَلَّمُوا بِالْإِسْلَامِ فَخَرَجُوا مَعَ الْمُشْرِكِينَ يَوْم بَدْر فَلَمَّا رَأَوْا قِلَّة الْمُسْلِمِينَ قَالُوا غَرَّ هَؤُلَاءِ دِينُهُمْ . وَقَالَ مُجَاهِد فِي قَوْله عَزَّ وَجَلَّ \" إِذْ يَقُول الْمُنَافِقُونَ وَاَلَّذِينَ فِي قُلُوبهمْ مَرَض غَرَّ هَؤُلَاءِ دِينهمْ \" قَالَ فِئَة مِنْ قُرَيْش قَيْس بْن الْوَلِيد بْن الْمُغِيرَة وَأَبُو قَيْس بْن الْفَاكِهِ بْن الْمُغِيرَة وَالْحَارِث بْن زَمْعَة بْن الْأَسْوَد بْن الْمُطَّلِب وَعَلِيّ بْن أُمَيَّة بْن خَلَف وَالْعَاص بْن مُنَبِّه بْن الْحَجَّاج خَرَجُوا مَعَ قُرَيْش مِنْ مَكَّة وَهُمْ عَلَى الِارْتِيَاب فَحَبَسَهُمْ اِرْتِيَابُهُمْ فَلَمَّا رَأَوْا قِلَّة أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالُوا غَرَّ هَؤُلَاءِ دِينُهُمْ حَتَّى قَدِمُوا عَلَى مَا قَدِمُوا عَلَيْهِ مَعَ قِلَّة عَدَدهمْ وَكَثْرَة عَدُوّهُمْ وَكَذَا قَالَ مُحَمَّد بْن إِسْحَاق بْن يَسَار سَوَاء . وَقَالَ اِبْن جَرِير حَدَّثَنَا مُحَمَّد بْن عَبْد الْأَعْلَى حَدَّثَنَا مُحَمَّد بْن ثَوْر عَنْ مَعْمَر عَنْ الْحَسَن فِي هَذِهِ الْآيَة . قَالَ هُمْ قَوْم لَمْ يَشْهَدُوا الْقِتَال يَوْم بَدْر فَسُمُّوا مُنَافِقِينَ قَالَ مَعْمَر وَقَالَ بَعْضهمْ هُمْ قَوْم كَانُوا أَقَرُّوا بِالْإِسْلَامِ وَهُمْ بِمَكَّة فَخَرَجُوا مَعَ الْمُشْرِكِينَ يَوْم بَدْر فَلَمَّا رَأَوْا قِلَّة الْمُسْلِمِينَ قَالُوا غَرَّ هَؤُلَاءِ دِينُهُمْ وَقَوْله \" وَمَنْ يَتَوَكَّلْ عَلَى اللَّه \" أَيْ يَعْتَمِد عَلَى جَنَابِهِ \" فَإِنَّ اللَّه عَزِيز \" أَيْ لَا يُضَام مَنْ اِلْتَجَأَ إِلَيْهِ فَإِنَّ اللَّه عَزِيز مَنِيع الْجَنَاب عَظِيم السُّلْطَان \" حَكِيم \" فِي أَفْعَاله لَا يَضَعهَا إِلَّا فِي مَوَاضِعهَا فَيَنْصُر مَنْ يَسْتَحِقّ النَّصْر وَيَخْذُل مَنْ هُوَ أَهْل لِذَلِكَ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43098, "aya_id": 49}]