[{"text": "إِنَّ قَارُونَ كَانَ مِن قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ", "sura_id": 28, "type": 0, "id": 3328, "aya_id": 76}, {"text": "إن قارون كان من قوم موسى فبغى عليهم وآتيناه من الكنوز ما إن مفاتحه لتنوء بالعصبة أولي القوة إذ قال له قومه لا تفرح إن الله لا يحب الفرحين", "sura_id": 28, "type": 1, "id": 9564, "aya_id": 76}, {"text": "76 - (إن قارون كان من قوم موسى) ابن عمه وابن خالته وآمن به (فبغى عليهم) بالكبر والعلو وكثرة المال (وآتيناه من الكنوز ما إن مفاتحه لتنوء) تثقل (بالعصبة) الجماعة (أولي) أصحاب (القوة) أي تثقلهم فالباء للتعدية وعدتهم قيل سبعون وقيل أربعون وقيل عشرة وقيل غير ذلك اذكر (إذ قال له قومه) المؤمنون من بني إسرائيل (لا تفرح) بكثرة المال فرح بطر (إن الله لا يحب الفرحين) بذلك \r\n", "sura_id": 28, "type": 2, "id": 28272, "aya_id": 76}, {"text": "إن قارون كان من قوم موسى -عليه الصلاة والسلام- فتجاوز حدَّه في الكِبْر والتجبر عليهم, وآتينا قارون من كنوز الأموال شيئًا عظيمًا, حتى إنَّ مفاتحه لَيثقل حملها على العدد الكثير من الأقوياء, إذ قال له قومه: لا تبطر فرحًا بما أنت فيه من المال, إن الله لا يحب مِن خلقه البَطِرين الذين لا يشكرون لله تعالى ما أعطاهم.\r\n", "sura_id": 28, "type": 3, "id": 34508, "aya_id": 76}, {"text": " <font color=red>إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ</font><BR><p>قَالَ الْأَعْمَش عَنْ الْمِنْهَال بْن عَمْرو عَنْ سَعْد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : \" إِنَّ قَارُون كَانَ مِنْ قَوْم مُوسَى\" قَالَ كَانَ اِبْن عَمّه وَهَكَذَا قَالَ إِبْرَاهِيم النَّخَعِيّ وَعَبْد اللَّه بْن الْحَارِث بْن نَوْفَل وَسِمَاك بْن حَرْب وَقَتَادَة وَمَالِك بْن دِينَار وَابْن جُرَيْج وَغَيْرهمْ أَنَّهُ كَانَ اِبْن عَمّ مُوسَى عَلَيْهِ السَّلَام . قَالَ اِبْن جُرَيْج هُوَ قَارُون بن يصهب بْن قاهث وَمُوسَى بْن عِمْرَان بْن قاهث وَزَعَمَ مُحَمَّد بْن إِسْحَاق بْن يَسَار أَنَّ قَارُون كَانَ عَمّ مُوسَى بْن عِمْرَان عَلَيْهِ السَّلَام . قَالَ اِبْن جُرَيْج وَأَكْثَر أَهْل الْعِلْم عَلَى أَنَّهُ كَانَ اِبْن عَمّه وَاَللَّه أَعْلَم وَقَالَ قَتَادَة بْن دِعَامَة كُنَّا نُحَدِّث أَنَّهُ كَانَ اِبْن عَمّ مُوسَى وَكَانَ يُسَمَّى الْمُنَوِّر لِحُسْنِ صَوْته بِالتَّوْرَاةِ وَلَكِنَّ عَدُوّ اللَّه نَافَقَ كَمَا نَافَقَ السَّامِرِيّ فَأَهْلَكَهُ الْبَغْي لِكَثْرَةِ مَاله : وَقَالَ شَهْر بْن حَوْشَب زَادَ فِي ثِيَابه شِبْرًا طُولًا تَرَفُّعًا عَلَى قَوْمه . وَقَوْله : \" وَآتَيْنَاهُ مِنْ الْكُنُوز\" أَيْ الْأَمْوَال \" مَا إِنَّ مَفَاتِحه لَتَنُوء بِالْعُصْبَةِ أُولِي الْقُوَّة \" أَيْ لَيُثْقِل حَمْلهَا الْفِئَام مِنْ النَّاس لِكَثْرَتِهَا. قَالَ الْأَعْمَش عَنْ خَيْثَمَة كَانَتْ مَفَاتِيح كُنُوز قَارُون مِنْ جُلُود كُلّ مِفْتَاح مِثْل الْإِصْبَع كُلّ مِفْتَاح عَلَى خِزَانَة عَلَى حِدَته فَإِذَا رَكِبَ حُمِلَتْ عَلَى سِتِّينَ بَغْلًا أَغَرّ مُحَجَّلًا وَقِيلَ غَيْر ذَلِكَ وَاَللَّه أَعْلَم . وَقَوْله : \" إِذْ قَالَ لَهُ قَوْمه لَا تَفْرَح إِنَّ اللَّه لَا يُحِبّ الْفَرِحِينَ\" أَيْ وَعَظَهُ فِيمَا هُوَ فِيهِ صَالِحُو قَوْمه فَقَالُوا عَلَى سَبِيل النُّصْح وَالْإِرْشَاد : لَا تَفْرَح بِمَا أَنْتَ فِيهِ يَعْنُونَ لَا تَبْطَر بِمَا أَنْتَ فِيهِ مِنْ الْمَال \" إِنَّ اللَّه لَا يُحِبّ الْفَرِحِينَ \" قَالَ اِبْن عَبَّاس يَعْنِي الْمَرِحِينَ وَقَالَ مُجَاهِد يَعْنِي الْأَشِرِينَ الْبَطِرِينَ الَّذِينَ لَا يَشْكُرُونَ اللَّه عَلَى مَا أَعْطَاهُمْ .</p><BR> <br> ", "sura_id": 28, "type": 4, "id": 39759, "aya_id": 76}]