[{"text": "وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُم بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِندِ اللّهِ وَمَا هُوَ مِنْ عِندِ اللّهِ وَيَقُولُونَ عَلَى اللّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ", "sura_id": 3, "type": 0, "id": 371, "aya_id": 78}, {"text": "وإن منهم لفريقا يلوون ألسنتهم بالكتاب لتحسبوه من الكتاب وما هو من الكتاب ويقولون هو من عند الله وما هو من عند الله ويقولون على الله الكذب وهم يعلمون", "sura_id": 3, "type": 1, "id": 6607, "aya_id": 78}, {"text": "78 - (وإن منهم) أي أهل الكتاب (لفريقاً) طائفة ككعب بن الأشرف (يلوُون ألسنتهم بالكتاب) أي يعطفونها بقراءته عن المنزل إلى ما حرفوه من نعت النبي صلى الله عليه وسلم ونحوه (لتحسبوه) أي المحرَّف (من الكتاب) الذي أنزله الله (وما هو من الكتاب ويقولون هو من عند الله وما هو من عند الله ويقولون على الله الكذب وهم يعلمون) أنهم كاذبون \r\n", "sura_id": 3, "type": 2, "id": 25315, "aya_id": 78}, {"text": "وإن مِن اليهود لَجماعةً يحرفون الكلام عن مواضعه, ويبدلون كلام الله; ليوهموا غيرهم أن هذا من الكلام المنزل, وهو التوراة, وما هو منها في شيء, ويقولون: هذا من عند الله أوحاه الله إلى نبيه موسى, وما هو من عند الله, وهم لأجل دنياهم يقولون على الله الكذب وهم يعلمون أنهم كاذبون.\r\n", "sura_id": 3, "type": 3, "id": 31551, "aya_id": 78}, {"text": " <font color=red>وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ الْيَهُود عَلَيْهِمْ لَعَائِن اللَّه أَنَّ مِنْهُمْ فَرِيقًا يُحَرِّفُونَ الْكَلِم عَنْ مَوَاضِعه وَيُبَدِّلُونَ كَلَام اللَّه وَيُزِيلُونَهُ عَنْ الْمُرَاد بِهِ لِيُوهِمُوا الْجَهَلَة أَنَّهُ فِي كِتَاب اللَّه كَذَلِكَ وَيَنْسُبُونَهُ إِلَى اللَّه وَهُوَ كَذِب عَلَى اللَّه وَهُمْ يَعْلَمُونَ مِنْ أَنْفُسهمْ أَنَّهُمْ قَدْ كَذَبُوا وَافْتَرَوْا فِي ذَلِكَ كُلّه وَلِهَذَا قَالَ اللَّه تَعَالَى\" وَيَقُولُونَ عَلَى اللَّه الْكَذِب وَهُمْ يَعْلَمُونَ \" وَقَالَ مُجَاهِد وَالشَّعْبِيّ وَالْحَسَن وَقَتَادَة وَالرَّبِيع بْن أَنَس : \" يَلْوُونَ أَلْسِنَتهمْ بِالْكِتَابِ \" يُحَرِّفُونَهُ وَهَكَذَا رَوَى الْبُخَارِيّ عَنْ اِبْن عَبَّاس أَنَّهُمْ يُحَرِّفُونَ وَيُزِيلُونَ وَلَيْسَ أَحَد مِنْ خَلْق اللَّه يُزِيل لَفْظ كِتَاب مِنْ كُتُب اللَّه لَكِنَّهُمْ يُحَرِّفُونَهُ وَيَتَأَوَّلُونَهُ عَلَى غَيْر تَأْوِيله . وَقَالَ وَهْب بْن مُنَبِّه : إِنَّ التَّوْرَاة وَالْإِنْجِيل كَمَا أَنْزَلَهُمَا اللَّه تَعَالَى لَمْ يُغَيَّر مِنْهُمَا حَرْف وَلَكِنَّهُمْ يُضِلُّونَ بِالتَّحْرِيفِ وَالتَّأْوِيل وَكُتُب كَانُوا يَكْتُبُونَهَا مِنْ عِنْد أَنْفُسهمْ \" وَيَقُولُونَ هُوَ مِنْ عِنْد اللَّه وَمَا هُوَ مِنْ عِنْد اللَّه \" فَأَمَّا كُتُب اللَّه فَإِنَّهَا مَحْفُوظَة وَلَا تُحَوَّل رَوَاهُ اِبْن أَبِي حَاتِم فَإِنْ عَنَى وَهْب مَا بِأَيْدِيهِمْ مِنْ ذَلِكَ فَلَا شَكّ أَنَّهُ قَدْ دَخَلَهَا التَّبْدِيل وَالتَّحْرِيف وَالزِّيَادَة وَالنَّقْص . وَأَمَّا تَعْرِيب ذَلِكَ الْمُشَاهَد بِالْعَرَبِيَّةِ فَفِيهِ خَطَأ كَبِير وَزِيَادَات كَثِيرَة وَنُقْصَان وَوَهْم فَاحِش وَهُوَ مِنْ بَاب تَفْسِير الْمُعَرَّب الْمُعَبَّر وَفَهْم كَثِير مِنْهُمْ بَلْ أَكْثَرهمْ بَلْ جَمِيعهمْ فَاسِد وَأَمَّا إِنْ عَنَى كُتُب اللَّه الَّتِي هِيَ كُتُبه مِنْ عِنْده فَتِلْكَ كَمَا قَالَ مَحْفُوظَة لَمْ يَدْخُلهَا شَيْء .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 40019, "aya_id": 78}]