[{"text": "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاء مِن دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا", "sura_id": 18, "type": 0, "id": 2190, "aya_id": 50}, {"text": "وإذ قلنا للملائكة اسجدوا لآدم فسجدوا إلا إبليس كان من الجن ففسق عن أمر ربه أفتتخذونه وذريته أولياء من دوني وهم لكم عدو بئس للظالمين بدلا", "sura_id": 18, "type": 1, "id": 8426, "aya_id": 50}, {"text": "50 - (وإذ) منصوب باذكر (قلنا للملائكة اسجدوا لآدم) سجود انحناء وضع جبهة تحية له (فسجدوا إلا إبليس كان من الجن) قيل هم نوع من الملائكة فالاستثناء متصل وقيل منقطع وإبليس هو أبو الجن فله ذرية ذكرت معه بعد والملائكة لا ذرية لهم (ففسق عن أمر ربه) أي خرج عن طاعته بترك السجود (أفتتخذونه وذريته) الخطاب لآدم وذريته والهاء في الموضعين لإبليس (أولياء من دوني) تطيعونهم (وهم لكم عدو) أي أعداء (بئس للظالمين بدلا) إبليس وذريته في إطاعتهم بدل إطاعة الله \r\n", "sura_id": 18, "type": 2, "id": 27134, "aya_id": 50}, {"text": "واذكر حين أمرنا الملائكة بالسجود لآدم، تحية له لا عبادة، وأمرنا إبليس بما أُمِروا به، فسجد الملائكة جميعًا، لكن إبليس الذي كان من الجن خرج عن طاعة ربه، ولم يسجد كِبرًا وحسدًا. أفتجعلونه -أيها الناس- وذريته أعوانًا لكم تطيعونهم وتتركون طاعتي، وهم ألد أعدائكم؟ قَبُحَتْ طاعة الظالمين للشيطان بدلا عن طاعة الرحمن.\r\n", "sura_id": 18, "type": 3, "id": 33370, "aya_id": 50}, {"text": " <font color=red>وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا</font><BR><p>يَقُول تَعَالَى مُنَبِّهًا بَنِي آدَم عَلَى عَدَاوَة إِبْلِيس لَهُمْ وَلِأَبِيهِمْ مِنْ قَبْلهمْ وَمُقْرِعًا لِمَنْ اِتَّبَعَهُ مِنْهُمْ وَخَالَفَ خَالِقه وَمَوْلَاهُ وَهُوَ الَّذِي أَنْشَأَهُ وَابْتَدَأَهُ وَبِأَلْطَافِهِ رَزَقَهُ وَغَذَّاهُ ثُمَّ بَعْد هَذَا كُلّه وَالَى إِبْلِيس وَعَادَى اللَّه فَقَالَ تَعَالَى \" وَإِذْ قُلْنَا لِلْمَلَائِكَةِ \" أَيْ لِجَمِيعِ الْمَلَائِكَة كَمَا تَقَدَّمَ تَقْرِيره فِي أَوَّل سُورَة الْبَقَرَة \" اُسْجُدُوا لِآدَم \" أَيْ سُجُود تَشْرِيف وَتَكْرِيم وَتَعْظِيم كَمَا قَالَ تَعَالَى \" وَإِذْ قَالَ رَبّك لِلْمَلَائِكَةِ إِنِّي خَالِق بَشَرًا مِنْ صَلْصَال مِنْ حَمَإٍ مَسْنُون فَإِذَا سَوَّيْته وَنَفَخْت فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ \" وَقَوْله \" فَسَجَدُوا إِلَّا إِبْلِيس كَانَ مِنْ الْجِنّ \" أَيْ خَانَهُ أَصْله فَإِنَّهُ خُلِقَ مِنْ مَارِج مِنْ نَار وَأَصْل خَلْق الْمَلَائِكَة مِنْ نُور كَمَا ثَبَتَ فِي صَحِيح مُسْلِم عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" خُلِقَتْ الْمَلَائِكَة مِنْ نُور وَخُلِقَ إِبْلِيس مِنْ مَارِج مِنْ نَار وَخُلِقَ آدَم مِمَّا وُصِفَ لَكُمْ فَعِنْد الْحَاجَة نَضَحَ كُلّ وِعَاء بِمَا فِيهِ وَخَانَهُ الطَّبْع عِنْد الْحَاجَة وَذَلِكَ أَنَّهُ كَانَ قَدْ تَوَسَّمَ بِأَفْعَالِ الْمَلَائِكَة وَتَشَبَّهَ بِهِمْ وَتَعَبَّدَ وَتَنَسَّكَ فَلِهَذَا دَخَلَ فِي خِطَابهمْ وَعَصَى بِالْمُخَالَفَةِ \" وَنَبَّهَ تَعَالَى هَاهُنَا عَلَى أَنَّهُ مِنْ الْجِنّ أَيْ عَلَى أَنَّهُ خُلِقَ مِنْ نَار كَمَا قَالَ \" أَنَا خَيْر مِنْهُ خَلَقْتنِي مِنْ نَار وَخَلَقْته مِنْ طِين \" قَالَ الْحَسَن الْبَصْرِيّ : مَا كَانَ إِبْلِيس مِنْ الْمَلَائِكَة طَرْفَة عَيْن قَطُّ وَإِنَّهُ لَأَصْل الْجِنّ كَمَا أَنَّ آدَم عَلَيْهِ السَّلَام أَصْل الْبَشَر رَوَاهُ اِبْن جَرِير بِإِسْنَادٍ صَحِيح عَنْهُ وَقَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس : كَانَ إِبْلِيس مِنْ حَيّ مِنْ أَحْيَاء الْمَلَائِكَة يُقَال لَهُمْ الْجِنّ خُلِقُوا مِنْ نَار السَّمُوم مِنْ بَيْن الْمَلَائِكَة وَكَانَ اِسْمه الْحَارِث وَكَانَ خَازِنًا مِنْ خُزَّانِ الْجَنَّة وَخُلِقَتْ الْمَلَائِكَة مِنْ نُور غَيْر هَذَا الْحَيّ قَالَ : وَخُلِقَتْ الْجِنّ الَّذِينَ ذُكِرُوا فِي الْقُرْآن مِنْ مَارِج مِنْ نَار وَهُوَ لِسَان النَّار الَّذِي يَكُون فِي طَرَفهَا إِذَا اِلْتَهَبَتْ وَقَالَ الضَّحَّاك أَيْضًا عَنْ اِبْن عَبَّاس : كَانَ إِبْلِيس مِنْ أَشْرَف الْمَلَائِكَة وَأَكْرَمهمْ قَبِيلَة وَكَانَ خَازِنًا عَلَى الْجِنَان وَكَانَ لَهُ سُلْطَان السَّمَاء الدُّنْيَا وَسُلْطَان الْأَرْض وَكَانَ مِمَّا سَوَّلَتْ لَهُ نَفْسه مِنْ قَضَاء اللَّه أَنَّهُ رَأَى أَنَّ لَهُ بِذَلِكَ شَرَفًا عَلَى أَهْل السَّمَاء فَوَقَعَ مِنْ ذَلِكَ فِي قَلْبه كِبْر لَا يَعْلَمهُ إِلَّا اللَّه وَاسْتَخْرَجَ اللَّه ذَلِكَ الْكِبْر مِنْهُ حِين أَمَرَهُ بِالسُّجُودِ لِآدَم \" فَاسْتَكْبَرَ وَكَانَ مِنْ الْكَافِرِينَ \" قَالَ اِبْن عَبَّاس قَوْله \" كَانَ مِنْ الْجِنّ \" أَيْ مِنْ خُزَّانِ الْجِنَان كَمَا يُقَال لِلرَّجُلِ مَكِّيّ وَمَدَنِيّ وَبَصْرِيّ وَكُوفِيّ وَقَالَ اِبْن جُرَيْج عَنْ اِبْن عَبَّاس نَحْو ذَلِكَ وَقَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : هُوَ مِنْ خُزَّانِ الْجَنَّة وَكَانَ يُدَبِّر أَمْر السَّمَاء الدُّنْيَا رَوَاهُ اِبْن جَرِير مِنْ حَدِيث الْأَعْمَش عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ سَعِيد بِهِ وَقَالَ سَعِيد بْن الْمُسَيِّب كَانَ رَئِيس مَلَائِكَة سَمَاء الدُّنْيَا وَقَالَ اِبْن إِسْحَاق عَنْ خَلَّاد بْن عَطَاء عَنْ طَاوُس عَنْ اِبْن عَبَّاس قَالَ : كَانَ إِبْلِيس قَبْل أَنْ يَرْكَب الْمَعْصِيَة مِنْ الْمَلَائِكَة اِسْمه عزازيل وَكَانَ مِنْ سُكَّان الْأَرْض وَكَانَ مِنْ أَشَدّ الْمَلَائِكَة اِجْتِهَادًا وَأَكْثَرهمْ عِلْمًا فَذَلِكَ دَعَاهُ إِلَى الْكِبْر وَكَانَ مِنْ حَيّ يُسَمَّوْنَ جِنًّا . وَقَالَ اِبْن جُرَيْج عَنْ صَالِح مَوْلَى التَّوْأَمَة وَشَرِيك بْن أَبِي نَمِر أَحَدهمَا أَوْ كِلَاهُمَا عَنْ اِبْن عَبَّاس قَالَ : إِنَّ مِنْ الْمَلَائِكَة قَبِيلَة مِنْ الْجِنّ وَكَانَ إِبْلِيس مِنْهَا وَكَانَ يَسُوس مَا بَيْن السَّمَاء وَالْأَرْض فَعَصَى فَسَخِطَ اللَّه عَلَيْهِ فَمَسَخَهُ شَيْطَانًا رَجِيمًا لَعَنَهُ اللَّه مَمْسُوخًا قَالَ : وَإِذَا كَانَتْ خَطِيئَة الرَّجُل فِي كِبْر فَلَا تَرْجُهُ وَإِذَا كَانَتْ فِي مَعْصِيَة فَارْجُهُ وَعَنْ سَعِيد بْن جُبَيْر أَنَّهُ قَالَ : كَانَ مِنْ الْجَنَّانِينَ الَّذِينَ يَعْمَلُونَ فِي الْجَنَّة وَقَدْ رُوِيَ فِي هَذَا آثَار كَثِيرَة عَنْ السَّلَف وَغَالِبهَا مِنْ الْإِسْرَائِيلِيَّات الَّتِي تُنْقَل لِيُنْظَر فِيهَا وَاَللَّه أَعْلَم بِحَالِ كَثِير مِنْهَا وَمِنْهَا مَا قَدْ يُقْطَع بِكَذِبِهِ لِمُخَالَفَتِهِ الْحَقّ الَّذِي بِأَيْدِينَا وَفِي الْقُرْآن غُنْيَة عَنْ كُلّ مَا عَدَاهُ مِنْ الْأَخْبَار الْمُتَقَدِّمَة لِأَنَّهَا لَا تَكَاد تَخْلُو مِنْ تَبْدِيل وَزِيَادَة وَنُقْصَان وَقَدْ وُضِعَ فِيهَا أَشْيَاء كَثِيرَة وَلَيْسَ لَهُمْ مِنْ الْحُفَّاظ الْمُتْقِنِينَ الَّذِينَ يَنْفُونَ عَنْهَا تَحْرِيف الْغَالِينَ وَانْتِحَال الْمُبْطِلِينَ كَمَا لِهَذِهِ الْأُمَّة مِنْ الْأَئِمَّة وَالْعُلَمَاء وَالسَّادَة وَالْأَتْقِيَاء وَالْبَرَرَة وَالنُّجَبَاء مِنْ الْجَهَابِذَة النُّقَّاد وَالْحُفَّاظ الْجِيَاد الَّذِينَ دَوَّنُوا الْحَدِيث وَحَرَّرُوهُ وَبَيَّنُوا صَحِيحه مِنْ حَسَنه مِنْ ضَعِيفه مِنْ مُنْكَره وَمَوْضُوعه وَمَتْرُوكه وَمَكْذُوبه وَعَرَّفُوا الْوَضَّاعِينَ وَالْكَذَّابِينَ وَالْمَجْهُولِينَ وَغَيْر ذَلِكَ مِنْ أَصْنَاف الرِّجَال كُلّ ذَلِكَ صِيَانَة لِلْجَنَابِ النَّبَوِيّ وَالْمَقَام الْمُحَمَّدِيّ خَاتَم الرُّسُل وَسَيِّد الْبَشَر صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُنْسَب إِلَيْهِ كَذِب أَوْ يُحَدَّثُ عَنْهُ بِمَا لَيْسَ مِنْهُ فَرَضِيَ اللَّه عَنْهُمْ وَأَرْضَاهُمْ وَجَعَلَ جَنَّات الْفِرْدَوْس مَأْوَاهُمْ وَقَدْ فَعَلَ وَقَوْله \" فَفَسَقَ عَنْ أَمْر رَبّه \" أَيْ فَخَرَجَ عَنْ طَاعَة اللَّه فَإِنَّ الْفِسْق هُوَ الْخُرُوج يُقَال فَسَقَتْ الرَّطْبَة إِذَا خَرَجَتْ مِنْ أَكْمَامهَا وَفَسَقَتْ الْفَأْرَة مِنْ جُحْرهَا إِذَا خَرَجَتْ مِنْهُ لِلْعَيْثِ وَالْفَسَاد ثُمَّ قَالَ تَعَالَى مُقْرِعًا وَمُوَبِّخًا لِمَنْ اِتَّبَعَهُ وَأَطَاعَهُ \" أَفَتَتَّخِذُونَهُ وَذُرِّيَّته أَوْلِيَاء مِنْ دُونِي \" الْآيَة أَيْ بَدَلًا عَنِّي وَلِهَذَا قَالَ \" بِئْسَ لِلظَّالِمِينَ بَدَلًا \" وَهَذَا الْمَقَام كَقَوْلِهِ بَعْد ذِكْر الْقِيَامَة وَأَهْوَالهَا وَمَصِير كُلّ مِنْ الْفَرِيقَيْنِ السُّعَدَاء وَالْأَشْقِيَاء فِي سُورَة يس \" وَامْتَازُوا الْيَوْم أَيّهَا الْمُجْرِمُونَ - إِلَى قَوْله - أَفَلَمْ تَكُونُوا تَعْقِلُونَ \" .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38345, "aya_id": 50}]