[{"text": "وَلَقَدْ بَوَّأْنَا بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَاهُم مِّنَ الطَّيِّبَاتِ فَمَا اخْتَلَفُواْ حَتَّى جَاءهُمُ الْعِلْمُ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ", "sura_id": 10, "type": 0, "id": 1457, "aya_id": 93}, {"text": "ولقد بوأنا بني إسرائيل مبوأ صدق ورزقناهم من الطيبات فما اختلفوا حتى جاءهم العلم إن ربك يقضي بينهم يوم القيامة فيما كانوا فيه يختلفون", "sura_id": 10, "type": 1, "id": 7693, "aya_id": 93}, {"text": "93 - (ولقد بوأنا) أنزلنا (بني إسرائيل مبوَّأ صدق) منزل كرامة وهو الشام ومصر (ورزقناهم من الطيبات فما اختلفوا) بأن آمن بعض وكفر بعض (حتى جاءهم العلم إن ربك يقضي بينهم يوم القيامة فيما كانوا فيه يختلفون) من أمر الدين بإنجاء المؤمنين وتعذيب الكافرين \r\n", "sura_id": 10, "type": 2, "id": 26401, "aya_id": 93}, {"text": "ولقد أنزلنا بني إسرائيل منزلا صالحًا مختارًا في بلاد \"الشام\" و\"مصر\", ورزقناهم الرزق الحلال الطيب من خيرات الأرض المباركة, فما اختلفوا في أمر دينهم إلا مِن بعد ما جاءهم العلم الموجب لاجتماعهم وائتلافهم, ومن ذلك ما اشتملت عليه التوراة من الإخبار بنبوة محمد صلى الله عليه وسلم. إن ربك -أيها الرسول- يقضي بينهم يوم القيامة, ويَفْصِل فيما كانوا يختلفون فيه من أمرك, فيدخل المكذبين النار والمؤمنين الجنة.\r\n", "sura_id": 10, "type": 3, "id": 32637, "aya_id": 93}, {"text": " <font color=red>وَلَقَدْ بَوَّأْنَا بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ فَمَا اخْتَلَفُوا حَتَّى جَاءَهُمُ الْعِلْمُ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ</font><BR><p>يُخْبِرُ تَعَالَى عَمَّا أَنْعَمَ بِهِ عَلَى بَنِي إِسْرَائِيل مِنْ النِّعَم الدِّينِيَّة وَالدُّنْيَوِيَّة وَقَوْله \" مُبَوَّأ صِدْق \" قِيلَ هُوَ بِلَاد مِصْر وَالشَّام مِمَّا يَلِي بَيْت الْمَقْدِس وَنَوَاحِيه فَإِنَّ اللَّه تَعَالَى لَمَّا أَهْلَكَ فِرْعَوْن وَجُنُوده اِسْتَقَرَّتْ يَد الدَّوْلَة الْمُوسَوِيَّة عَلَى بِلَاد مِصْر بِكَمَالِهَا كَمَا قَالَ اللَّه تَعَالَى \" وَأَوْرَثْنَا الْقَوْم الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِق الْأَرْض وَمَغَارِبهَا الَّتِي بَارَكْنَا فِيهَا وَتَمَّتْ كَلِمَة رَبّك الْحُسْنَى عَلَى بَنِي إِسْرَائِيل بِمَا صَبَرُوا وَدَمَّرْنَا مَا كَانَ يَصْنَع فِرْعَوْن وَقَوْمه وَمَا كَانُوا يَعْرُشُونَ \" وَقَالَ فِي الْآيَة الْأُخْرَى \" فَأَخْرَجْنَاهُمْ مِنْ جَنَّات وَعُيُون وَكُنُوز وَمَقَام كَرِيم كَذَلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيل \" وَقَالَ \" كَمْ تَرَكُوا مِنْ جَنَّات وَعُيُون \" الْآيَات وَلَكِنْ اِسْتَمَرُّوا مَعَ مُوسَى عَلَيْهِ السَّلَام طَالِبِينَ إِلَى بِلَاد بَيْت الْمَقْدِس وَهِيَ بِلَاد الْخَلِيل عَلَيْهِ السَّلَام فَاسْتَمَرَّ مُوسَى بِمَنْ مَعَهُ طَالِبًا بَيْت الْمَقْدِس وَكَانَ فِيهِ قَوْم مِنْ الْعَمَالِقَة فَنَكَلَ بَنُو إِسْرَائِيل عَنْ قِتَالهمْ فَشَرَّدَهُمْ اللَّه تَعَالَى فِي التِّيه أَرْبَعِينَ سَنَة وَمَاتَ فِيهِ هَارُون ثُمَّ مُوسَى عَلَيْهِمَا السَّلَام وَخَرَجُوا بَعْدهمَا مَعَ يُوشَع بْن نُون فَفَتَحَ اللَّه عَلَيْهِمْ بَيْت الْمَقْدِس وَاسْتَقَرَّتْ أَيْدِيهمْ عَلَيْهَا إِلَى أَنْ أَخَذَهَا مِنْهُمْ بُخْتُنَصَّرَ حِينًا مِنْ الدَّهْر ثُمَّ عَادَتْ إِلَيْهِمْ ثُمَّ أَخَذَهَا مُلُوك الْيُونَان فَكَانَتْ تَحْت أَحْكَامهمْ مُدَّة طَوِيلَة وَبَعَثَ اللَّه عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام فِي تِلْكَ الْمُدَّة فَاسْتَعَانَتْ الْيَهُود قَبَّحَهُمْ اللَّه عَلَى مُعَادَاة عِيسَى عَلَيْهِ السَّلَام بِمُلُوكِ الْيُونَان وَكَانَتْ تَحْت أَحْكَامهمْ وَوَشَوْا عِنْدهمْ وَأَوْحَوْا إِلَيْهِمْ أَنَّ هَذَا يُفْسِد عَلَيْكُمْ الرَّعَايَا فَبَعَثُوا مَنْ يَقْبِض عَلَيْهِ فَرَفَعَهُ اللَّه إِلَيْهِ وَشُبِّهَ لَهُمْ بَعْض الْحَوَارِيِّينَ بِمَشِيئَةِ اللَّه وَقَدَره فَأَخَذُوهُ فَصَلَبُوهُ وَاعْتَقَدُوا أَنَّهُ هُوَ \" وَمَا قَتَلُوهُ يَقِينًا بَلْ رَفَعَهُ اللَّه إِلَيْهِ وَكَانَ اللَّه عَزِيزًا حَكِيمًا \" ثُمَّ بَعْد الْمَسِيح عَلَيْهِ السَّلَام بِنَحْوِ ثَلَثمِائَةِ سَنَة دَخَلَ قُسْطَنْطِين أَحَد مُلُوك الْيُونَان فِي دِين النَّصْرَانِيَّة وَكَانَ فَيْلَسُوفًا قَبْل ذَلِكَ فَدَخَلَ فِي دِين النَّصَارَى قِيلَ تَقِيَّة وَقِيلَ حِيلَة لِيُفْسِدهُ فَوَضَعَتْ لَهُ الْأَسَاقِفَة مِنْهُمْ قَوَانِين وَشَرِيعَة بَدَعُوهَا وَأَحْدَثُوهَا فَبَنَى لَهُمْ الْكَنَائِس وَالْبِيَع الْكِبَار وَالصِّغَار وَالصَّوَامِع وَالْهَيَاكِل وَالْمَعَابِد وَالْقِلَايَات وَانْتَشَرَ دِين النَّصْرَانِيَّة فِي ذَلِكَ الزَّمَان وَاشْتَهَرَ عَلَى مَا فِيهِ مِنْ تَبْدِيل وَتَغْيِير وَتَحْرِيف وَوَضْع وَكَذِب وَمُخَالَفَة لِدِينِ الْمَسِيح وَلَمْ يَبْقَ عَلَى دِين الْمَسِيح عَلَى الْحَقِيقَة مِنْهُمْ إِلَّا الْقَلِيل مِنْ الرُّهْبَان فَاتَّخَذُوا لَهُمْ الصَّوَامِع فِي الْبَرَارِيّ وَالْمَهَامِه وَالْقِفَار وَاسْتَحْوَذَتْ يَد النَّصَارَى عَلَى مَمْلَكَة الشَّام وَالْجَزِيرَة وَبِلَاد الرُّوم وَبَنَى هَذَا الْمَلِك الْمَذْكُور مَدِينَة قُسْطَنْطِينِيَّة وَالْقُمَامَة وَبَيْت لَحْم وَكَنَائِس بِبِلَادِ بَيْت الْمَقْدِس وَمُدُن حُورَان كَبُصْرَى وَغَيْرهَا مِنْ الْبُلْدَان بِنَاءَات هَائِلَة مُحْكَمَة وَعَبَدُوا الصَّلِيب مِنْ حِينَئِذٍ وَصَلَّوْا إِلَى الشَّرْق وَصَوَّرُوا الْكَنَائِس وَأَحَلُّوا لَحْم الْخِنْزِير وَغَيْر ذَلِكَ مِمَّا أَحْدَثُوهُ مِنْ الْفُرُوع فِي دِينهمْ وَالْأُصُول وَوَضَعُوا لَهُ الْأَمَانَة الْحَقِيرَة الَّتِي يُسَمُّونَهَا الْكَبِيرَة وَصَنَّفُوا لَهُ الْقَوَانِين وَبَسْط هَذَا يَطُول . وَالْغَرَض أَنَّ يَدهمْ لَمْ تَزَلْ عَلَى هَذِهِ الْبِلَاد إِلَى أَنْ اِنْتَزَعَهَا مِنْهُمْ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ وَكَانَ فَتْح بَيْت الْمَقْدِس عَلَى يَدَيْ أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ وَلِلَّهِ الْحَمْد وَالْمِنَّة وَقَوْله \" وَرَزَقْنَاهُمْ مِنْ الطَّيِّبَات \" أَيْ الْحَلَال مِنْ الرِّزْق الطَّيِّب النَّافِع الْمُسْتَطَاب طَبْعًا وَشَرْعًا وَقَوْله \" فَمَا اِخْتَلَفُوا حَتَّى جَاءَهُمْ الْعِلْم \" أَيْ مَا اِخْتَلَفُوا فِي شَيْء مِنْ الْمَسَائِل إِلَّا مِنْ بَعْد مَا جَاءَهُمْ الْعِلْم أَيْ وَلَمْ يَكُنْ لَهُمْ أَنْ يَخْتَلِفُوا وَقَدْ بَيَّنَ اللَّه لَهُمْ وَأَزَالَ عَنْهُمْ اللَّبْس وَقَدْ وَرَدَ فِي الْحَدِيث \" إِنَّ الْيَهُود اِخْتَلَفُوا عَلَى إِحْدَى وَسَبْعِينَ فِرْقَة وَإِنَّ النَّصَارَى اِخْتَلَفُوا عَلَى اِثْنَتَيْنِ وَسَبْعِينَ فِرْقَة وَسَتَفْتَرِقُ هَذِهِ الْأُمَّة عَلَى ثَلَاث وَسَبْعِينَ فِرْقَة مِنْهَا وَاحِدَة فِي الْجَنَّة وَثِنْتَانِ وَسَبْعُونَ فِي النَّار \" . قِيلَ مَنْ هُمْ يَا رَسُول اللَّه ؟ قَالَ \" مَا أَنَا عَلَيْهِ وَأَصْحَابِي \" . رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه بِهَذَا اللَّفْظ وَهُوَ فِي السُّنَن وَالْمَسَانِيد وَلِهَذَا قَالَ اللَّه تَعَالَى \" إِنَّ رَبّك يَقْضِي بَيْنهمْ \" أَيْ يَفْصِل بَيْنهمْ \" يَوْم الْقِيَامَة فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ \" .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37526, "aya_id": 93}]