[{"text": "وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُواْ بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ", "sura_id": 6, "type": 0, "id": 899, "aya_id": 110}, {"text": "ونقلب أفئدتهم وأبصارهم كما لم يؤمنوا به أول مرة ونذرهم في طغيانهم يعمهون", "sura_id": 6, "type": 1, "id": 7135, "aya_id": 110}, {"text": "110 - (ونقلب أفئدتهم) نحول قلوبهم عن الحق فلا يفهمونه (وأبصارهم) عنه فلا يبصرونه ولا يؤمنون (كما لم يؤمنوا به) أي بما أنزل من الآيات (أول مرة ونذرهم) نتركهم (في طغيانهم) ضلالهم (يعمهون) يترددون متحيرين \r\n", "sura_id": 6, "type": 2, "id": 25843, "aya_id": 110}, {"text": "ونقلب أفئدتهم وأبصارهم, فنحول بينها وبين الانتفاع بآيات الله, فلا يؤمنون بها كما لم يؤمنوا بآيات القرآن عند نزولها أول مرة, ونتركهم في تمرُّدهم على الله متحيِّرين, لا يهتدون إلى الحق والصواب.\r\n", "sura_id": 6, "type": 3, "id": 32079, "aya_id": 110}, {"text": " <font color=red>وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ</font><BR><p>وَقَوْله تَعَالَى\" وَنُقَلِّب أَفْئِدَتهمْ وَأَبْصَارهمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّل مَرَّة \" قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة لَمَّا جَحَدَ الْمُشْرِكُونَ مَا أَنْزَلَ اللَّه لَمْ تَثْبُت قُلُوبهمْ عَلَى شَيْء وَرَدَّتْ عَنْ كُلّ أَمْر وَقَالَ مُجَاهِد فِي قَوْله\" وَنُقَلِّب أَفْئِدَتهمْ وَأَبْصَارهمْ \" وَنَحُول بَيْنهمْ وَبَيْن الْإِيمَان وَلَوْ جَاءَتْهُمْ كُلّ آيَة فَلَا يُؤْمِنُونَ كَمَا حُلْنَا بَيْنهمْ وَبَيْن الْإِيمَان أَوَّل مَرَّة . وَكَذَا قَالَ عِكْرِمَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَم وَقَالَ اِبْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ أَخْبَرَ اللَّه مَا الْعِبَاد قَائِلُونَ قَبْل أَنْ يَقُولُوهُ وَعَمَلهمْ قَبْل أَنْ يَعْمَلُوهُ وَقَالَ \" وَلَا يُنَبِّئك مِثْل خَبِير \" جَلَّ وَعَلَا وَقَالَ \" أَنْ تَقُول نَفْس يَا حَسْرَتَى عَلَى مَا فَرَّطْت فِي جَنْب اللَّه - إِلَى قَوْله لَوْ أَنَّ لِي كَرَّة فَأَكُون مِنْ الْمُحْسِنِينَ\" فَأَخْبَرَ اللَّه سُبْحَانه أَنَّهُمْ لَوْ رُدُّوا لَمْ يَقْدِرُوا عَلَى الْهُدَى وَقَالَ : \" وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ \" وَقَالَ تَعَالَى \" وَنُقَلِّب أَفْئِدَتهمْ وَأَبْصَارهمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّل مَرَّة \" وَقَالَ وَلَوْ رُدُّوا إِلَى الدُّنْيَا لَحِيلَ بَيْنهمْ وَبَيْن الْهُدَى كَمَا حُلْنَا بَيْنهمْ وَبَيْنه أَوَّل مَرَّة وَهُمْ فِي الدُّنْيَا وَقَوْله \" وَنَذَرهُمْ\" أَيْ نَتْرُكهُمْ \" فِي طُغْيَانهمْ \" قَالَ اِبْن عَبَّاس وَالسُّدِّيّ فِي كُفْرهمْ وَقَالَ أَبُو الْعَالِيَة وَالرَّبِيع بْن أَنَس وَقَتَادَة فِي ضَلَالهمْ \" يَعْمَهُونَ \" قَالَ الْأَعْمَش يَلْعَبُونَ وَقَالَ اِبْن عَبَّاس وَمُجَاهِد وَأَبُو الْعَالِيَة وَالرَّبِيع وَأَبُو مَالِك وَغَيْره فِي كُفْرهمْ يَتَرَدَّدُونَ .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42089, "aya_id": 110}]