[{"text": "إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء وَمَن يُشْرِكْ بِاللّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا", "sura_id": 4, "type": 0, "id": 541, "aya_id": 48}, {"text": "إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد افترى إثما عظيما", "sura_id": 4, "type": 1, "id": 6777, "aya_id": 48}, {"text": "48 - (إن الله لا يغفر أن يشرك) أي الإشراك (به ويغفر ما دون) سوى (ذلك) من الذنوب (لمن يشاء) المغفرة له بأن يدخله الجنة بلا عذاب ومن شاء عذبه من المؤمنين بذنوبه ثم يدخله الجنة (ومن يشرك بالله فقد افترى إثما) ذنبا (عظيما) كبيرا \r\n", "sura_id": 4, "type": 2, "id": 25485, "aya_id": 48}, {"text": "إن الله تعالى لا يغفر ولا يتجاوز عمَّن أشرك به أحدًا من مخلوقاته, أو كفر بأي نوع من أنواع الكفر الأكبر, ويتجاوز ويعفو عمَّا دون الشرك من الذنوب, لمن يشاء من عباده, ومن يشرك بالله غيره فقد اختلق ذنبًا عظيمًا.\r\n", "sura_id": 4, "type": 3, "id": 31721, "aya_id": 48}, {"text": " <font color=red>إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا</font><BR><p>\" الدَّوَاوِين عِنْد اللَّه ثَلَاثَة دِيوَان لَا يَعْبَأ اللَّه بِهِ شَيْئًا وَدِيوَان لَا يَتْرُك اللَّه مِنْهُ شَيْئًا وَدِيوَان لَا يَغْفِرهُ اللَّه . فَأَمَّا الدِّيوَان الَّذِي لَا يَغْفِرهُ اللَّه فَالشِّرْك بِاَللَّهِ قَالَ اللَّه عَزَّ وَجَلَّ \" إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرَك بِهِ \" الْآيَة وَقَالَ \" إِنَّهُ مَنْ يُشْرِك بِاَللَّهِ فَقَدْ حَرَّمَ اللَّه عَلَيْهِ الْجَنَّة \" وَأَمَّا الدِّيوَان الَّذِي لَا يَعْبَأ اللَّه بِهِ شَيْئًا فَظُلْم الْعَبْد نَفْسه فِيمَا بَيْنه وَبَيْن اللَّه مِنْ صَوْم يَوْم تَرَكَهُ أَوْ صَلَاة فَإِنَّ اللَّه يَغْفِر ذَلِكَ وَيَتَجَاوَز إِنْ شَاءَ وَأَمَّا الدِّيوَان الَّذِي لَا يَتْرُك اللَّه مِنْهُ شَيْئًا فَظُلْم الْعِبَاد بَعْضهمْ بَعْضًا الْقِصَاص لَا مَحَالَة \" تَفَرَّدَ بِهِ أَحْمَد . \" الْحَدِيث الثَّانِي \" قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار فِي مُسْنَده : حَدَّثَنَا أَحْمَد بْن مَالِك حَدَّثَنَا زَائِدَة بْن أَبِي الزِّنَاد النَّمَرِيّ عَنْ أَنَس بْن مَالِك عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" الظُّلْم ثَلَاثَة فَظُلْم لَا يَغْفِرهُ اللَّه وَظُلْم يَغْفِرهُ اللَّه وَظُلْم لَا يَتْرُك اللَّه مِنْهُ شَيْئًا : فَأَمَّا الظُّلْم الَّذِي لَا يَغْفِرهُ اللَّه فَالشِّرْك وَقَالَ \" إِنَّ الشِّرْك لَظُلْم عَظِيم \" وَأَمَّا الظُّلْم الَّذِي يَغْفِرهُ اللَّه فَظُلْم الْعِبَاد لِأَنْفُسِهِمْ فِيمَا بَيْنهمْ وَبَيْن رَبّهمْ وَأَمَّا الظُّلْم الَّذِي لَا يَتْرُكهُ فَظُلْم الْعِبَاد بَعْضهمْ بَعْضًا حَتَّى يَدِين لِبَعْضِهِمْ مِنْ بَعْض \" . \" الْحَدِيث الثَّالِث \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا صَفْوَان بْن عِيسَى حَدَّثَنَا ثَوْر بْن يَزِيد عَنْ أَبِي عَوْن عَنْ أَبِي إِدْرِيس قَالَ : سَمِعْت مُعَاوِيَة يَقُول : سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" كُلّ ذَنْب عَسَى اللَّه أَنْ يَغْفِرهُ إِلَّا الرَّجُل يَمُوت كَافِرًا أَوْ الرَّجُل يَقْتُل مُؤْمِنًا مُتَعَمِّدًا \" وَرَوَاهُ النَّسَائِيّ عَنْ مُحَمَّد بْن مُثَنَّى عَنْ صَفْوَان بْن عِيسَى بِهِ . \" الْحَدِيث الرَّابِع \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا هَاشِم بْن الْقَاسِم حَدَّثَنَا عَبْد الْحَمِيد حَدَّثَنَا شَهْر حَدَّثَنَا اِبْن تَمِيم أَنَّ أَبَا ذَرّ حَدَّثَهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه يَقُول : يَا عَبْدِي مَا عَبَدْتنِي وَرَجَوْتنِي فَإِنِّي غَافِر لَك عَلَى مَا كَانَ مِنْك يَا عَبْدِي إِنَّك إِنْ لَقِيتَنِي بِقُرَابِ الْأَرْض خَطَايَا ثُمَّ لَقِيتنِي لَا تُشْرِك بِي شَيْئًا لَقِيتُك بِقُرَابِهَا مَغْفِرَة \" تَفَرَّدَ بِهِ أَحْمَد مِنْ هَذَا الْوَجْه . \" الْحَدِيث الْخَامِس \" قَالَ الْإِمَام أَحْمَد . حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا أَبِي حَدَّثَنَا حُسَيْن بْن بُرَيْدَة أَنَّ يَحْيَى بْن يَعْمَر حَدَّثَهُ أَنَّ أَبَا الْأَسْوَد الدِّيْلِيّ حَدَّثَهُ أَنَّ أَبَا ذَرّ حَدَّثَهُ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مَا مِنْ عَبْد قَالَ لَا إِلَه إِلَّا اللَّه ثُمَّ مَاتَ عَلَى ذَلِكَ إِلَّا دَخَلَ الْجَنَّة \" قُلْت : وَإِنْ زَنَى وَإِنْ سَرَقَ قَالَ \" وَإِنْ زَنَى وَإِنْ سَرَقَ \" قُلْت وَإِنْ زَنَى وَإِنْ سَرَقَ قَالَ \" وَإِنْ زَنَى وَإِنْ سَرَقَ \" ثَلَاثًا . ثُمَّ قَالَ فِي الرَّابِعَة \" عَلَى رَغْم أَنْف أَبِي ذَرّ \" قَالَ فَخَرَجَ أَبُو ذَرّ وَهُوَ يَجُرّ إِزَاره وَهُوَ يَقُول : وَإِنْ رَغِمَ أَنْف أَبِي ذَرّ وَكَانَ أَبُو ذَرّ يُحَدِّث بِهَذَا بَعْد وَيَقُول : وَإِنْ رَغِمَ أَنْف أَبِي ذَرّ . أَخْرَجَاهُ مِنْ حَدِيث حُسَيْن بِهِ . \" طَرِيق أُخْرَى \" لِحَدِيثِ أَبِي ذَرّ قَالَ أَحْمَد : حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ زَيْد بْن وَهْب عَنْ أَبِي ذَرّ قَالَ : كُنْت أَمْشِي مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَرَّة الْمَدِينَة عِشَاء وَنَحْنُ نَنْظُر إِلَى أُحُد فَقَالَ \" يَا أَبَا ذَرّ قُلْت : لَبَّيْكَ يَا رَسُول اللَّه قَالَ : مَا أُحِبّ أَنَّ لِي أُحُدًا ذَاكَ عِنْدِي ذَهَبًا أُمْسِي ثَالِثَة وَعِنْدِي مِنْهُ دِينَار إِلَّا دِينَارًا أَرْصُدهُ يَعْنِي لِدَيْنٍ إِلَّا أَنْ أَقُول بِهِ فِي عِبَاد اللَّه هَكَذَا وَهَكَذَا فَحَثَا عَنْ يَمِينه وَعَنْ يَسَاره وَبَيْن يَدَيْهِ قَالَ : ثُمَّ مَشَيْنَا فَقَالَ : يَا أَبَا ذَرّ إِنَّ الْأَكْثَرِينَ هُمْ الْأَقَلُّونَ يَوْم الْقِيَامَة إِلَّا مَنْ قَالَ هَكَذَا وَهَكَذَا \" فَحَثَا عَنْ يَمِينه وَمِنْ بَيْن يَدَيْهِ وَعَنْ يَسَاره قَالَ ثُمَّ مَشَيْنَا فَقَالَ : \" يَا أَبَا ذَرّ كَمَا أَنْتَ حَتَّى آتِيك \" قَالَ : فَانْطَلَقَ حَتَّى تَوَارَى عَنِّي قَالَ : فَسَمِعْت لَغَطًا فَقُلْت لَعَلَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَرَضَ لَهُ قَالَ فَهَمَمْت أَنْ أَتْبَعهُ قَالَ فَذَكَرْت قَوْله \" لَا تَبْرَح حَتَّى آتِيك \" فَانْتَظَرْته حَتَّى جَاءَ فَذَكَرْت لَهُ الَّذِي سَمِعْت فَقَالَ \" ذَاكَ جِبْرِيل أَتَانِي فَقَالَ مَنْ مَاتَ مِنْ أُمَّتك لَا يُشْرِك بِاَللَّهِ شَيْئًا دَخَلَ الْجَنَّة \" قُلْت وَإِنْ زَنَى وَإِنْ سَرَقَ قَالَ \" وَإِنْ زَنَى وَإِنْ سَرَقَ \" أَخْرَجَاهُ فِي الصَّحِيحَيْنِ مِنْ حَدِيث الْأَعْمَش بِهِ وَقَدْ رَوَاهُ الْبُخَارِيّ وَمُسْلِم أَيْضًا كِلَاهُمَا عَنْ قُتَيْبَة عَنْ جَرِير بْن عَبْد الْحَمِيد عَبْد الْعَزِيز بْن رُفَيْع عَنْ زَيْد بْن وَهْب عَنْ أَبِي ذَرّ قَالَ : خَرَجْت لَيْلَة مِنْ اللَّيَالِي فَإِذَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَمْشِي وَحْده وَلَيْسَ مَعَهُ إِنْسَان قَالَ فَظَنَنْت أَنَّهُ يَكْرَه أَنْ يَمْشِي مَعَهُ أَحَد قَالَ : فَجَعَلْت أَمْشِي فِي ظِلّ الْقَمَر فَالْتَفَتَ فَرَآنِي فَقَالَ \" مَنْ هَذَا \" فَقُلْت أَبُو ذَرّ جَعَلَنِي اللَّه فِدَاك قَالَ \" يَا أَبَا ذَرّ تَعَالَ \" قَالَ فَمَشَيْت مَعَهُ سَاعَة فَقَالَ لِي \" إِنَّ الْمُكْثِرِينَ هُمْ الْمُقِلُّونَ يَوْم الْقِيَامَة إِلَّا مَنْ أَعْطَاهُ اللَّه خَيْرًا فَجَعَلَ يَبُثّهُ عَنْ يَمِينه وَشِمَاله وَبَيْن يَدَيْهِ وَوَرَاءَهُ وَعَمِلَ فِيهِ خَيْرًا \" قَالَ : فَمَشَيْت مَعَهُ سَاعَة فَقَالَ لِي \" اِجْلِسْ هَهُنَا\" فَأَجْلَسَنِي فِي قَاع حَوْله حِجَارَة فَقَالَ لِي \" اِجْلِسْ هَهُنَا حَتَّى أَرْجِع إِلَيْك \" قَالَ فَانْطَلَقَ فِي الْحَرَّة حَتَّى لَا أَرَاهُ فَلَبِثَ عَنِّي حَتَّى إِذَا طَالَ اللُّبْث ثُمَّ إِنِّي سَمِعْته وَهُوَ مُقْبِل وَهُوَ يَقُول \" وَإِنْ زَنَى وَإِنْ سَرَقَ \" قَالَ : فَلَمَّا جَاءَ لَمْ أَصْبِر حَتَّى قُلْت يَا نَبِيّ اللَّه جَعَلَنِي اللَّه فِدَاك مَنْ تَكَلَّمَ فِي جَانِب الْحَرَّة فَإِنِّي سَمِعْت أَحَدًا يُرْجِع إِلَيْك ؟ قَالَ : ذَاكَ جِبْرِيل عَرَضَ لِي مِنْ جَانِب الْحَرَّة فَقَالَ \" بَشِّرْ أُمَّتك أَنَّهُ مَنْ مَاتَ لَا يُشْرِك بِاَللَّهِ شَيْئًا دَخَلَ الْجَنَّة قُلْت يَا جِبْرِيل وَإِنْ سَرَقَ وَإِنْ زَنَى قَالَ نَعَمْ قُلْت : وَإِنْ سَرَقَ وَإِنْ زَنَى قَالَ نَعَمْ قُلْت وَإِنْ سَرَقَ وَإِنْ زَنَى قَالَ نَعَمْ وَإِنْ شَرِبَ الْخَمْر \" الْحَدِيث السَّادِس \" قَالَ عَبْد بْن حُمَيْد فِي مُسْنَده : حَدَّثَنَا عَبْد اللَّه بْن مُوسَى عَنْ اِبْن أَبِي لَيْلَى عَنْ أَبِي الزُّبَيْر عَنْ جَابِر قَالَ : جَاءَ رَجُل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُول اللَّه مَا الْمُوجِبَتَانِ قَالَ \" مَنْ مَاتَ لَا يُشْرِك بِاَللَّهِ شَيْئًا وَجَبَتْ لَهُ الْجَنَّة وَمَنْ مَاتَ يُشْرِك بِاَللَّهِ شَيْئًا وَجَبَتْ لَهُ النَّار \" تَفَرَّدَ بِهِ مِنْ هَذَا الْوَجْه وَذَكَرَ تَمَام الْحَدِيث . \" طَرِيق أُخْرَى \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا الْحَسَن بْن عَمْرو بْن خَلَّاد الْحَرَّانِيّ حَدَّثَنَا مَنْصُور بْن إِسْمَاعِيل الْقُرَشِيّ حَدَّثَنَا مُوسَى بْن عُبَيْدَة التِّرْمِذِيّ أَخْبَرَنِي عَبْد اللَّه بْن عُبَيْدَة عَنْ جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ نَفْس تَمُوت لَا تُشْرِك بِاَللَّهِ شَيْئًا إِلَّا حَلَّتْ لَهَا الْمَغْفِرَة إِنْ شَاءَ اللَّه عَذَّبَهَا وَإِنْ شَاءَ غَفَرَ لَهَا إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرَك بِهِ وَيَغْفِر مَا دُون ذَلِكَ لِمَنْ يَشَاء وَرَوَاهُ الْحَافِظ أَبُو يَعْلَى فِي مُسْنَده مِنْ حَدِيث مُوسَى بْن عُبَيْدَة عَنْ أَخِيهِ عَبْد اللَّه بْن عُبَيْدَة عَنْ جَابِر أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تَزَال الْمَغْفِرَة عَلَى الْعَبْد مَا لَمْ يَقَع الْحِجَاب \" قِيلَ يَا نَبِيّ اللَّه وَمَا الْحِجَاب ؟ قَالَ \" الْإِشْرَاك بِاَللَّهِ قَالَ : مَا مِنْ نَفْس تَلْقَى اللَّه لَا تُشْرِك بِهِ شَيْئًا إِلَّا حَلَّتْ لَهَا الْمَغْفِرَة مِنْ اللَّه تَعَالَى إِنْ شَاءَ أَنْ يُعَذِّبهَا وَإِنْ شَاءَ أَنْ يَغْفِر لَهَا \" ثُمَّ قَرَأَ نَبِيّ اللَّه إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرَك بِهِ وَيَغْفِر مَا دُون ذَلِكَ لِمَنْ يَشَاء \" الْحَدِيث السَّابِع \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا زَكَرِيَّا عَنْ عَطِيَّة عَنْ أَبِي سَعِيد الْخُدْرِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ مَاتَ لَا يُشْرِك بِاَللَّهِ شَيْئًا دَخَلَ الْجَنَّة \" تَفَرَّدَ بِهِ مِنْ هَذَا الْوَجْه . \" الْحَدِيث الثَّامِن \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا حَسَن بْن مُوسَى حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا أَبُو قَبِيل عَنْ عَبْد اللَّه بْن نَاشِر مِنْ بَنِي سَرِيع قَالَ : سَمِعْت أَبَا رُهْم قَاصَّ أَهْل الشَّام يَقُول سَمِعْت أَبَا أَيُّوب الْأَنْصَارِيّ يَقُول : إِنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَرَجَ ذَات يَوْم إِلَيْهِمْ فَقَالَ لَهُمْ : \" إِنَّ رَبّكُمْ عَزَّ وَجَلَّ خَيَّرَنِي بَيْن سَبْعِينَ أَلْف يَدْخُلُونَ الْجَنَّة عَفْوًا بِغَيْرِ حِسَاب وَبَيْن الْخَبِيئَة عِنْده لِأُمَّتِي \" فَقَالَ بَعْض أَصْحَابه يَا رَسُول اللَّه أَيُخَبِّئُ ذَلِكَ رَبّك ؟ فَدَخَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ خَرَجَ وَهُوَ يُكَبِّر فَقَالَ \" إِنَّ رَبِّي زَادَنِي مَعَ كُلّ أَلْف سَبْعِينَ أَلْفًا وَالْخَبِيئَة عِنْده \" قَالَ أَبُو رُهْم يَا أَبَا أَيُّوب وَمَا تَظُنّ خَبِيئَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَكَلَهُ النَّاس بِأَفْوَاهِهِمْ فَقَالُوا : وَمَا أَنْتَ وَخَبِيئَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَبُو أَيُّوب : دَعُوا الرَّجُل عَنْكُمْ أُخْبِركُمْ عَنْ خَبِيئَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا أَظُنّ بَلْ كَالْمُسْتَيْقِنِ إِنَّ خَبِيئَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَقُول \" مَنْ شَهِدَ أَنْ لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ وَأَنَّ مُحَمَّدًا عَبْده وَرَسُوله مُصَدِّقًا لِسَانه قَلْبه دَخَلَ الْجَنَّة \" . \" الْحَدِيث التَّاسِع \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا مُؤَمَّل بْن الْفَضْل الْحَرَّانِيّ حَدَّثَنَا عِيسَى بْن يُونُس وَأَخْبَرَنَا هَاشِم بْن الْقَاسِم الْحَرَّانِيّ فِيمَا كَتَبَ إِلَيَّ حَدَّثَنَا عِيسَى بْن يُونُس نَفْسه عَنْ وَاصِل بْن السَّائِب الرَّقَاشِيّ عَنْ أَبِي سَوْرَة اِبْن أَخِي أَبِي أَيُّوب الْأَنْصَارِيّ عَنْ أَبِي أَيُّوب قَالَ : جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : إِنَّ لِي اِبْن أَخ لَا يَنْتَهِي عَنْ الْحَرَام قَالَ \" وَمَا دِينه \" قَالَ : يُصَلِّي وَيُوَحِّد اللَّه تَعَالَى قَالَ \" اِسْتَوْهِبْ مِنْهُ دِينه فَإِنْ أَبَى فَابْتَعْهُ مِنْهُ \" فَطَلَبَ الرَّجُل ذَاكَ مِنْهُ فَأَبَى عَلَيْهِ فَأَتَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ فَقَالَ \" وَجَدْته شَحِيحًا عَلَى دِينه \" قَالَ : فَنَزَلَتْ إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرَك بِهِ وَيَغْفِر مَا دُون ذَلِكَ لِمَنْ يَشَاء . \" الْحَدِيث الْعَاشِر \" قَالَ الْحَافِظ أَبُو يَعْلَى : حَدَّثَنَا عَمْرو بْن الضَّحَّاك حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو هَمَّام الْهُنَائِيّ حَدَّثَنَا ثَابِت عَنْ أَنَس قَالَ : جَاءَ رَجُل إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه مَا تَرَكْت حَاجَة وَلَا ذَا حَاجَة إِلَّا قَدْ أَتَيْت قَالَ \" أَلَيْسَ تَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَنَّ مُحَمَّدًا رَسُول اللَّه ثَلَاث مَرَّات \" قَالَ نَعَمْ قَالَ \" فَإِنَّ ذَلِكَ يَأْتِي عَلَى ذَلِكَ كُلّه \". \" الْحَدِيث الْحَادِي عَشَر \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو عَامِر حَدَّثَنَا عِكْرِمَة بْن عَمَّار عَنْ ضَمْضَم بْن جَوْس الْيَمَامِيّ قَالَ : قَالَ لِي أَبُو هُرَيْرَة يَا يَمَامِيّ لَا تَقُولَن لِرَجُلٍ لَا يَغْفِر اللَّه لَك أَوْ لَا يُدْخِلك الْجَنَّة أَبَدًا. فَقُلْت يَا أَبَا هُرَيْرَة إِنَّ هَذِهِ كَلِمَة يَقُولهَا أَحَدنَا لِأَخِيهِ وَصَاحِبه إِذَا غَضِبَ قَالَ لَا تَقُلْهَا فَإِنِّي سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" كَانَ فِي بَنِي إِسْرَائِيل رَجُلَانِ أَحَدهمَا مُجْتَهِد فِي الْعِبَادَة وَكَانَ الْآخَر مُسْرِفًا عَلَى نَفْسه وَكَانَا مُتَآخِيَيْنِ وَكَانَ الْمُجْتَهِد لَا يَزَال يَرَى الْآخَر عَلَى الذَّنْب فَيَقُول يَا هَذَا أَقْصِر فَيَقُول خَلِّنِي وَرَبِّي أَبُعِثْت عَلَيَّ رَقِيبًا إِلَى أَنْ رَآهُ يَوْمًا عَلَى ذَنْب اِسْتَعْظَمَهُ فَقَالَ لَهُ : وَيْحك أَقْصِر قَالَ خَلِّنِي وَرَبِّي أَبُعِثْت عَلَيَّ رَقِيبًا فَقَالَ وَاَللَّه لَا يَغْفِر اللَّه لَك أَوْ لَا يُدْخِلك الْجَنَّة أَبَدًا قَالَ : فَبَعَثَ اللَّه إِلَيْهِمَا مَلَكًا فَقَبَضَ أَرْوَاحهمَا وَاجْتَمَعَا عِنْده فَقَالَ لِلْمُذْنِبِ اِذْهَبْ فَادْخُلْ الْجَنَّة بِرَحْمَتِي وَقَالَ لِلْآخَرِ أَكُنْت عَالِمًا أَكُنْت عَلَى مَا فِي يَدِي قَادِرًا اِذْهَبُوا بِهِ إِلَى النَّار قَالَ وَاَلَّذِي نَفْس أَبِي الْقَاسِم بِيَدِهِ إِنَّهُ لَتَكَلَّمَ بِكَلِمَةٍ أَوْبَقَتْ دُنْيَاهُ وَآخِرَته \" وَرَوَاهُ أَبُو دَاوُد مِنْ حَدِيث عِكْرِمَة بْن عَمَّار حَدَّثَنِي ضَمْضَم بْن جَوْس بِهِ . \" الْحَدِيث الثَّانِي عَشَر \" قَالَ الطَّبَرَانِيّ : حَدَّثَنَا أَبُو الشَّيْخ عَنْ مُحَمَّد بْن الْحَسَن بْن عَجْلَان الْأَصْفَهَانِيّ حَدَّثَنَا سَلَمَة بْن شَبِيب حَدَّثَنَا إِبْرَاهِيم بْن الْحَكَم بْن أَبَان عَنْ أَبِيهِ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" قَالَ اللَّه عَزَّ وَجَلَّ : مَنْ عَلِمَ أَنِّي ذُو قُدْرَة عَلَى مَغْفِرَة الذُّنُوب غَفَرْت لَهُ وَلَا أُبَالِي مَا لَمْ يُشْرِك بِي شَيْئًا \" . \" الْحَدِيث الثَّالِث عَشَر \" قَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار وَالْحَافِظ أَبُو يَعْلَى : حَدَّثَنَا هُدْبَة هُوَ اِبْن خَالِد حَدَّثَنَا سَهْل بْن أَبِي حَازِم عَنْ ثَابِت عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ وَعَدَهُ اللَّه عَلَى عَمَل ثَوَابًا فَهُوَ مُنْجِزه لَهُ وَمَنْ تَوَعَّدَهُ عَلَى عَمَل عِقَابًا فَهُوَ فِيهِ بِالْخِيَارِ \" تَفَرَّدَا بِهِ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا بَحْر بْن نَصْر الْخَوْلَانِيّ حَدَّثَنَا خَالِد يَعْنِي اِبْن عَبْد الرَّحْمَن الْخُرَاسَانِيّ حَدَّثَنَا الْهَيْثَم بْن حَمَّاد عَنْ سَلَّام بْن أَبِي مُطِيع عَنْ بَكْر بْن عَبْد اللَّه الْمُزَنِيّ عَنْ اِبْن عُمَر قَالَ : كُنَّا أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا نَشُكّ فِي قَاتِل النَّفْس , وَآكِل مَال الْيَتِيم وَقَاذِف الْمُحْصَنَات , وَشَاهِد الزُّور حَتَّى نَزَلَتْ هَذِهِ الْآيَة إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرَك بِهِ وَيَغْفِر مَا دُون ذَلِكَ لِمَنْ يَشَاء فَأَمْسَكَ أَصْحَاب النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ الشَّهَادَة . وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث الْهَيْثَم بْن حَمَّاد بِهِ وَقَالَ اِبْن أَبِي حَاتِم أَيْضًا : حَدَّثَنَا عَبْد الْمَلِك بْن أَبِي عُبَيْد الرَّحْمَن الْمُقْرِي حَدَّثَنَا عَبْد اللَّه بْن عَاصِم حَدَّثَنَا صَالِح يَعْنِي الْمُرِّيّ حَدَّثَنَا أَبُو بِشْر عَنْ أَيُّوب عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : كُنَّا لَا نَشُكّ فِي مَنْ أَوْجَبَ اللَّه لَهُ النَّار فِي الْكِتَاب حَتَّى نَزَلَتْ عَلَيْنَا هَذِهِ الْآيَة إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرَك بِهِ وَيَغْفِر مَا دُون ذَلِكَ لِمَنْ يَشَاء قَالَ فَلَمَّا سَمِعْنَاهَا كَفَفْنَا عَنْ الشَّهَادَة وَأَرْجَيْنَا الْأُمُور إِلَى اللَّه عَزَّ وَجَلَّ . وَقَالَ الْبَزَّار : حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحْمَن حَدَّثَنَا شَيْبَان بْن أَبِي شَيْبَة حَدَّثَنَا حَرْب بْن شُرَيْح عَنْ أَيُّوب عَنْ نَافِع عَنْ اِبْن عُمَر قَالَ : كُنَّا نُمْسِك عَنْ الِاسْتِغْفَار لِأَهْلِ الْكَبَائِر حَتَّى سَمِعْنَا نَبِيّنَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَأ \" إِنَّ اللَّه لَا يَغْفِر أَنْ يُشْرَك بِهِ وَيَغْفِر مَا دُون ذَلِكَ لِمَنْ يَشَاء \" وَقَالَ \" أَخَّرْت شَفَاعَتِي لِأَهْلِ الْكَبَائِر مِنْ أُمَّتِي يَوْم الْقِيَامَة \" وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع : أَخْبَرَنِي مُخْبِر عَنْ عَبْد اللَّه بْن عُمَر أَنَّهُ قَالَ : لَمَّا نَزَلَتْ يَا عِبَادِي الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسهمْ لَا تَقْنَطُوا مِنْ رَحْمَة اللَّه إِلَى آخِر الْآيَة قَامَ رَجُل فَقَالَ : وَالشِّرْك بِاَللَّهِ يَا نَبِيّ اللَّه ؟ فَكَرِهَ ذَلِكَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ فَقَالَ إِنَّ اللَّه \" لَا يَغْفِر أَنْ يُشْرَك بِهِ وَيَغْفِر مَا دُون ذَلِكَ لِمَنْ يَشَاء وَمَنْ يُشْرِك بِاَللَّهِ فَقَدْ اِفْتَرَى إِثْمًا عَظِيمًا \" رَوَاهُ اِبْن جَرِير وَقَدْ رَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ طُرُق عَنْ اِبْن عُمَر وَهَذِهِ الْآيَة الَّتِي فِي سُورَة تَنْزِيل مَشْرُوطَة بِالتَّوْبَةِ فَمَنْ تَابَ مِنْ أَيّ ذَنْب وَإِنْ تَكَرَّرَ مِنْهُ تَابَ اللَّه عَلَيْهِ وَلِهَذَا قَالَ \" قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسهمْ لَا تَقْنَطُوا مِنْ رَحْمَة اللَّه إِنَّ اللَّه يَغْفِر الذُّنُوب جَمِيعًا \" أَيْ بِشَرْطِ التَّوْبَة وَلَوْ لَمْ يَكُنْ كَذَلِكَ لَدَخَلَ الشِّرْك فِيهِ وَلَا يَصِحّ ذَلِكَ لِأَنَّهُ تَعَالَى قَدْ حَكَمَ هَهُنَا بِأَنَّهُ لَا يَغْفِر الشِّرْك وَحَكَمَ بِأَنَّهُ يَغْفِر مَا عَدَاهُ لِمَنْ يَشَاء أَيْ وَإِنْ لَمْ يَتُبْ صَاحِبه فَهَذِهِ أَرْجَى مِنْ تِلْكَ مِنْ هَذَا الْوَجْه وَاَللَّه أَعْلَم . وَقَوْله \" وَمَنْ يُشْرِك بِاَللَّهِ فَقَدْ اِفْتَرَى إِثْمًا عَظِيمًا \" كَقَوْلِهِ \" إِنَّ الشِّرْك لَظُلْم عَظِيم \" وَثَبَتَ فِي الصَّحِيحَيْنِ عَنْ اِبْن مَسْعُود أَنَّهُ قَالَ : قُلْت يَا رَسُول اللَّه أَيّ الذَّنْب أَعْظَم ؟ قَالَ \" أَنْ تَجْعَل لِلَّهِ نِدًّا وَهُوَ خَلَقَك \" وَذَكَرَ تَمَام الْحَدِيث . وَقَالَ اِبْن مَرْدَوَيْهِ : حَدَّثَنَا إِسْحَق عَنْ إِبْرَاهِيم بْن زَيْد حَدَّثَنَا أَحْمَد بْن عَمْرو حَدَّثَنَا إِبْرَاهِيم بْن الْمُنْذِر حَدَّثَنَا مَعْن حَدَّثَنَا سَعِيد بْن بَشِير عَنْ قَتَادَة عَنْ الْحَسَن عَنْ عِمْرَان بْن حُصَيْن أَنَّ رَسُول اللَّه صَلَّى اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أُخْبِركُمْ بِأَكْبَر الْكَبَائِر الْإِشْرَاك بِاَللَّهِ ثُمَّ قَرَأَ \" وَمَنْ يُشْرِك بِاَللَّهِ فَقَدْ اِفْتَرَى إِثْمًا عَظِيمًا \" وَعُقُوق الْوَالِدَيْنِ ثُمَّ قَرَأَ \" أَنْ اُشْكُرْ لِي وَلِوَالِدَيْك إِلَيَّ الْمَصِير \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40886, "aya_id": 48}]