[{"text": "وَالَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا وَعْدَ اللّهِ حَقًّا وَمَنْ أَصْدَقُ مِنَ اللّهِ قِيلاً", "sura_id": 4, "type": 0, "id": 615, "aya_id": 122}, {"text": "والذين آمنوا وعملوا الصالحات سندخلهم جنات تجري من تحتها الأنهار خالدين فيها أبدا وعد الله حقا ومن أصدق من الله قيلا", "sura_id": 4, "type": 1, "id": 6851, "aya_id": 122}, {"text": "122 - (والذين آمنوا وعملوا الصالحات سندخلهم جنات تجري من تحتها الأنهار خالدين فيها أبدا وعد الله حقا) أي وعدهم الله ذلك وحقه حقا (ومن) أي لا أحد (أصدق من الله قيلا) أي قولا \r\n", "sura_id": 4, "type": 2, "id": 25559, "aya_id": 122}, {"text": "والذين صَدَقوا في إيمانهم بالله تعالى, وأتبعوا الإيمان بالأعمال الصالحة سيدخلهم الله -بفضله- جنات تجري من نحت أشجارها الأنهار ماكثين فيها أبدًا, وعدا من الله تعالى الذي لا يخلف وعده. ولا أحد أصدق من الله تعالى في قوله ووعده.\r\n", "sura_id": 4, "type": 3, "id": 31795, "aya_id": 122}, {"text": " <font color=red>وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا وَعْدَ اللَّهِ حَقًّا وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا</font><BR><p>فَقَالَ تَعَالَى \" وَاَلَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات \" أَيْ صَدَقَتْ قُلُوبهمْ وَعَمِلَتْ جَوَارِحهمْ بِمَا أُمِرُوا بِهِ مِنْ الْخَيْرَات وَتَرَكُوا مَا نُهُوا عَنْهُ مِنْ الْمُنْكَرَات \" سَنُدْخِلُهُمْ جَنَّات تَجْرِي مِنْ تَحْتهَا الْأَنْهَار \" أَيْ يَصْرِفُونَهَا حَيْثُ شَاءُوا وَأَيْنَ شَاءُوا \" خَالِدِينَ فِيهَا أَبَدًا \" أَيْ بِلَا زَوَال وَلَا اِنْتِقَال \" وَعْد اللَّه حَقًّا \" أَيْ هَذَا وَعْد مِنْ اللَّه وَوَعْد اللَّه مَعْلُوم حَقِيقَة أَنَّهُ وَاقِع لَا مَحَالَة وَلِهَذَا أَكَّدَهُ بِالْمَصْدَرِ الدَّالّ عَلَى تَحْقِيق الْخَبَر وَهُوَ قَوْله حَقًّا ثُمَّ قَالَ تَعَالَى \" وَمَنْ أَصْدَق مِنْ اللَّه قِيلًا \" أَيْ لَا أَحَد أَصْدَق مِنْهُ قَوْلًا أَيْ خَبَرًا لَا إِلَه إِلَّا هُوَ وَلَا رَبّ سِوَاهُ وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول فِي خُطْبَته \" إِنَّ أَصْدَق الْحَدِيث كَلَام اللَّه وَخَيْر الْهَدْي هَدْي مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَشَرّ الْأُمُور مُحْدَثَاتهَا وَكُلّ مُحْدَثَة بِدْعَة وَكُلّ بِدْعَة ضَلَالَة وَكُلّ ضَلَالَة فِي النَّار \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40793, "aya_id": 122}]