[{"text": "أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا قَالَ أَنَّىَ يُحْيِي هَذِهِ اللّهُ بَعْدَ مَوْتِهَا فَأَمَاتَهُ اللّهُ مِئَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ بَل لَّبِثْتَ مِئَةَ عَامٍ فَانظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانظُرْ إِلَى حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِّلنَّاسِ وَانظُرْ إِلَى العِظَامِ كَيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ", "sura_id": 2, "type": 0, "id": 266, "aya_id": 259}, {"text": "أو كالذي مر على قرية وهي خاوية على عروشها قال أنى يحيي هذه الله بعد موتها فأماته الله مائة عام ثم بعثه قال كم لبثت قال لبثت يوما أو بعض يوم قال بل لبثت مائة عام فانظر إلى طعامك وشرابك لم يتسنه وانظر إلى حمارك ولنجعلك آية للناس وانظر إلى العظام كيف ننشزها ثم نكسوها لحما فلما تبين له قال أعلم أن الله على كل شيء قدير", "sura_id": 2, "type": 1, "id": 6502, "aya_id": 259}, {"text": "259 - (أو) رأيت (كالذي) الكاف زائدة (مر على قرية) هي بيت المقدس راكبا على حمار ومعه سلة تين وقدح عصير وهو عزير (وهي خاوية) ساقطة (على عروشها) سقوطها لما خربها بُخْتُنَصَّر (قال أنى) كيف (يحيي هذه الله بعد موتها) استعظاماً لقدرته تعالى (فأماته الله) وألبثه (مائة عام ثم بعثه) أحياه ليريه كيفية ذلك (قال) تعالى له (كم لبثت) مكثت هنا (قال لبثت يوماً أو بعض يوم) لأنه نام أول النهار فقبض وأُحيي عند الغروب فظن أنه يوم النوم (قال بل لبثت مائة عام فانظر إلى طعامك) التين (وشرابك) العصير (لم يتسنَّه) لم يتغير مع طول الزمان ، والهاء قيل أصل من سانهت وقيل للسكت من سانيت وفي قراءة بحذفها (وانظر إلى حمارك) كيف هو فرآه ميتا وعظامه بيض تلوح! فعلنا ذلك لتعلم (ولنجعلك آية) على البعث (للناس وانظر إلى العظام) من حمارك (كيف نُنشزها) نحييها بضم النون وقرئ بفتحها من أنشز ونشز لغتان وفي قراءة {ننشرها} بالراء نحركها ونرفعها (ثم نكسوها لحماً) فنظر إليها وقد تركبت وكسيت لحما ونفخ فيه الروح ونهق (فلما تبين له) ذلك بالمشاهدة (قال أعلم) علم مشاهدة (أن الله على كل شيء قدير) وفي قراءة {اعْلَمْ} أمر من الله له \r\n", "sura_id": 2, "type": 2, "id": 25210, "aya_id": 259}, {"text": "أو هل رأيت -أيها الرسول- مثل الذي مرَّ على قرية قد تهدَّمت دورها, وخَوَتْ على عروشها, فقال: كيف يحيي الله هذه القرية بعد موتها؟ فأماته الله مائة عام, ثم ردَّ إليه روحه, وقال له: كم قدر الزمان الذي لبثت ميتًا؟ قال: بقيت يومًا أو بعض يوم, فأخبره بأنه بقي ميتًا مائة عام, وأمره أن ينظر إلى طعامه وشرابه, وكيف حفظهما الله من التغيُّر هذه المدة الطويلة, وأمره أن ينظر إلى حماره كيف أحياه الله بعد أن كان عظامًا متفرقة؟ وقال له: ولنجعلك آية للناس, أي: دلالة ظاهرة على قدرة الله على البعث بعد الموت, وأمره أن ينظر إلى العظام كيف يرفع الله بعضها على بعض, ويصل بعضها ببعض, ثم يكسوها بعد الالتئام لحمًا, ثم يعيد فيها الحياة؟ فلما اتضح له ذلك عِيانًا اعترف بعظمة الله, وأنه على كل شيء قدير, وصار آية للناس.\r\n", "sura_id": 2, "type": 3, "id": 31446, "aya_id": 259}, {"text": " <font color=red>أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا قَالَ أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانْظُرْ إِلَى حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ</font><BR><p>تَقَدَّمَ قَوْله تَعَالَى \" أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيم فِي رَبّه \" وَهُوَ فِي قُوَّة قَوْله هَلْ رَأَيْت مِثْل الَّذِي حَاجّ إِبْرَاهِيم فِي رَبّه وَلِهَذَا عَطَفَ عَلَيْهِ بِقَوْلِهِ \" أَوْ كَاَلَّذِي مَرَّ عَلَى قَرْيَة وَهِيَ خَاوِيَة عَلَى عُرُوشهَا \" اِخْتَلَفُوا فِي هَذَا الْمَارّ مَنْ هُوَ فَرَوَى اِبْن أَبِي حَاتِم عَنْ عِصَام بْن دَاوُد عَنْ آدَم بْن أَبِي إِيَاس عَنْ إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ نَاجِيَة بْن كَعْب عَنْ عَلِيّ بْن أَبِي طَالِب أَنَّهُ قَالَ : هُوَ عُزَيْر وَرَوَاهُ اِبْن جَرِير عَنْ نَاجِيَة نَفْسه وَحَكَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم عَنْ اِبْن عَبَّاس وَالْحَسَن وَقَتَادَة وَالسُّدِّيّ وَسُلَيْمَان بْن بُرَيْدَة وَهَذَا الْقَوْل هُوَ الْمَشْهُور وَقَالَ وَهْب بْن مُنَبِّه وَعَبْد اللَّه بْن عُبَيْد هُوَ أرميا بْن حلقيا قَالَ مُحَمَّد بْن إِسْحَاق عَمَّنْ لَا يُتَّهَم عَنْ وَهْب بْن مُنَبِّه أَنَّهُ قَالَ : وَهُوَ اِسْم الْخَضِر عَلَيْهِ السَّلَام وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي قَالَ سَمِعْت سُلَيْمَان بْن مُحَمَّد الْيَسَارِيّ الْجَارِي مِنْ أَهْل الْجَارِي اِبْن عَمّ مُطَرِّف قَالَ سَمِعْت سَلْمَان يَقُول إِنَّ رَجُلًا مِنْ أَهْل الشَّام يَقُول إِنَّ الَّذِي أَمَاتَهُ اللَّه مِائَة عَام ثُمَّ بَعَثَهُ اِسْمه حِزْقِيل بْن بَوَار وَقَالَ مُجَاهِد بْن جَبْر هُوَ رَجُل مِنْ بَنِي إِسْرَائِيل وَأَمَّا الْقَرْيَة فَالْمَشْهُور أَنَّهَا بَيْت الْمَقْدِس مَرَّ عَلَيْهَا بَعْد تَخْرِيب بُخْتُنَصَّرَ لَهَا وَقَتْل أَهْلهَا \" وَهِيَ خَاوِيَة \" أَيْ لَيْسَ فِيهَا أَحَد مِنْ قَوْلهمْ خَوَتْ الدَّار تَخْوِي خُوِيًّا . وَقَوْله\" عَلَى عُرُوشِهَا \" أَيْ سَاقِطَة سُقُوفهَا وَجُدْرَانهَا عَلَى عَرَصَاتهَا فَوَقَفَ مُتَفَكِّرًا فِيمَا آلَ أَمْرهَا إِلَيْهِ بَعْد الْعِمَارَة الْعَظِيمَة وَقَالَ \" أَنَّى يُحْيِي هَذِهِ اللَّه بَعْد مَوْتهَا\" وَذَلِكَ لِمَا رَأَى مِنْ دُثُورهَا وَشِدَّة خَرَابهَا وَبَعْدهَا عَنْ الْعَوْدَة إِلَى مَا كَانَتْ عَلَيْهِ قَالَ اللَّه تَعَالَى \" فَأَمَاتَهُ اللَّه مِائَة عَام ثُمَّ بَعَثَهُ \" قَالَ وَعُمِّرَتْ الْبَلْدَة بَعْد مُضِيّ سَبْعِينَ سَنَة مِنْ مَوْته وَتَكَامَلَ سَاكِنُوهَا وَتَرَاجَعَ بَنُو إِسْرَائِيل إِلَيْهَا فَلَمَّا بَعَثَهُ اللَّه عَزَّ وَجَلَّ بَعْد مَوْته كَانَ أَوَّل شَيْء أَحْيَا اللَّه فِيهِ عَيْنَيْهِ لِيَنْظُر بِهِمَا إِلَى صُنْع اللَّه فِيهِ كَيْف يُحْيِي بَدَنه فَلَمَّا اِسْتَقَلَّ سَوِيًّا قَالَ اللَّه لَهُ أَيْ بِوَاسِطَةِ الْمَلَك \" كَمْ لَبِثْت قَالَ لَبِثْت يَوْمًا أَوْ بَعْضَ يَوْم \" قَالَ وَذَلِكَ أَنَّهُ مَاتَ أَوَّل النَّهَار ثُمَّ بَعَثَهُ اللَّه فِي آخِر النَّهَار فَلَمَّا رَأَى الشَّمْس بَاقِيَة ظَنَّ أَنَّهَا شَمْس ذَلِكَ الْيَوْم فَقَالَ \" أَوْ بَعْض يَوْم قَالَ بَلْ لَبِثْت مِائَة عَام فَانْظُرْ إِلَى طَعَامك وَشَرَابك لَمْ يَتَسَنَّهْ \" وَذَلِكَ أَنَّهُ كَانَ مَعَهُ فِيمَا ذَكَرَ عِنَب وَتِين وَعَصِير فَوَجَدَهُ كَمَا تَقَدَّمَ لَمْ يَتَغَيَّر مِنْهُ شَيْء لَا الْعَصِير اِسْتَحَالَ وَلَا التِّين حَمُضَ وَلَا أَنْتَنَ وَلَا الْعِنَب نَقَصَ \" وَانْظُرْ إِلَى حِمَارك\" أَيْ كَيْف يُحْيِيه اللَّه عَزَّ وَجَلَّ وَأَنْتَ تَنْظُر \" وَلِنَجْعَلَك آيَة لِلنَّاسِ \" أَيْ دَلِيلًا عَلَى الْمَعَاد \" وَانْظُرْ إِلَى الْعِظَام كَيْف نُنْشِزُهَا \" أَيْ نَرْفَعهَا فَيَرْكَب بَعْضهَا عَلَى بَعْض وَقَدْ رَوَى الْحَاكِم فِي مُسْتَدْرَكه مِنْ حَدِيث نَافِع بْن أَبِي نُعَيْم عَنْ إِسْمَاعِيل بْن حَكِيم عَنْ خَارِجَة بْن زَيْد بْن ثَابِت عَنْ أَبِيهِ أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَرَأَ \" كَيْف نُنْشِزُهَا \" بِالزَّايِ ثُمَّ قَالَ صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ وَقُرِئَ \" نَنْشُرهَا \" أَيْ نُحْيِيهَا قَالَهُ مُجَاهِد \" ثُمَّ نَكْسُوهَا لَحْمًا \" وَقَالَ السُّدِّيّ وَغَيْره تَفَرَّقَتْ عِظَام حِمَاره حَوْله يَمِينًا وَيَسَارًا فَنَظَرَ إِلَيْهَا وَهِيَ تَلُوح مِنْ بَيَاضهَا فَبَعَثَ اللَّه رِيحًا فَجَمَعَتْهَا مِنْ كُلّ مَوْضِع مِنْ تِلْكَ الْمَحَلَّة ثُمَّ رُكِّبَ كُلّ عَظْم فِي مَوْضِعه حَتَّى صَارَ حِمَارًا قَائِمًا مِنْ عِظَام لَا لَحْم عَلَيْهَا ثُمَّ كَسَاهَا اللَّه لَحْمًا وَعَصَبًا وَعُرُوقًا وَجِلْدًا وَبَعَثَ اللَّه مَلَكًا فَنَفَخَ فِي مَنْخِرَيْ الْحِمَار فَنَهَقَ كُلّه بِإِذْنِ اللَّهِ عَزَّ وَجَلَّ وَذَلِكَ كُلّه بِمَرْأَى مِنْ الْعُزَيْر فَعِنْد ذَلِكَ لَمَّا تَبَيَّنَ لَهُ هَذَا كُلّه \" قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ \" أَيْ أَنَا عَالِم بِهَذَا وَقَدْ رَأَيْته عِيَانًا فَأَنَا أَعْلَم أَهْل زَمَانِي بِذَلِكَ وَقَرَأَ آخَرُونَ قَالَ اِعْلَمْ عَلَى أَنَّهُ أَمْر لَهُ بِالْعِلْمِ.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38673, "aya_id": 259}]