[{"text": "مَن كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لاَ يُبْخَسُونَ", "sura_id": 11, "type": 0, "id": 1488, "aya_id": 15}, {"text": "من كان يريد الحياة الدنيا وزينتها نوف إليهم أعمالهم فيها وهم فيها لا يبخسون", "sura_id": 11, "type": 1, "id": 7724, "aya_id": 15}, {"text": "15 - (من كان يريد الحياة الدنيا وزينتها) بأن أصر على الشرك وقيل هي في المرائين (نوفِّ إليهم أعمالهم) أي جزاء ما عملوه من خير كصدقة وصلة رحم (فيها) بأن نوسِّع عليهم رزقهم (وهم فيها) أي الدنيا (لا يبخسون) ينقصون شيئاً \r\n", "sura_id": 11, "type": 2, "id": 26432, "aya_id": 15}, {"text": "من كان يريد بعمله الحياة الدنيا ومُتَعها نعطهم ما قُسِم لهم من ثواب أعمالهم في الحياة الدنيا كاملا غير منقوص.\r\n", "sura_id": 11, "type": 3, "id": 32668, "aya_id": 15}, {"text": " <font color=red>مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ</font><BR><p>قَالَ الْعَوْفِيُّ عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة : إِنَّ أَهْل الرِّيَاء يُعْطَوْنَ بِحَسَنَاتِهِمْ فِي الدُّنْيَا وَذَلِكَ أَنَّهُمْ لَا يُظْلَمُونَ نَقِيرًا يَقُول مَنْ عَمِلَ صَالِحًا اِلْتِمَاس الدُّنْيَا صَوْمًا أَوْ صَلَاة أَوْ تَهَجُّدًا بِاللَّيْلِ لَا يَعْمَلهُ إِلَّا اِلْتِمَاس الدُّنْيَا يَقُول اللَّه تَعَالَى : أُوَفِّيه الَّذِي اِلْتَمَسَ فِي الدُّنْيَا مِنْ الْمَثَابَة وَحَبِطَ عَمَله الَّذِي كَانَ يَعْمَلهُ لِالْتِمَاسِ الدُّنْيَا وَهُوَ فِي الْآخِرَة مِنْ الْخَاسِرِينَ . وَهَكَذَا رُوِيَ عَنْ مُجَاهِد وَالضَّحَّاك وَغَيْر وَاحِد وَقَالَ أَنَس بْن مَالِك وَالْحَسَن : نَزَلَتْ فِي الْيَهُود وَالنَّصَارَى وَقَالَ مُجَاهِد وَغَيْره : نَزَلَتْ فِي أَهْل الرِّيَاء وَقَالَ قَتَادَة مَنْ كَانَتْ الدُّنْيَا هَمَّهُ وَنِيَّته وَطُلْبَته جَازَاهُ اللَّه بِحَسَنَاتِهِ فِي الدُّنْيَا ثُمَّ يُفْضِي إِلَى الْآخِرَة وَلَيْسَ لَهُ حَسَنَة يُعْطَى بِهَا جَزَاء وَأَمَّا الْمُؤْمِن فَيُجَازَى بِحَسَنَاتِهِ فِي الدُّنْيَا وَيُثَاب عَلَيْهَا فِي الْآخِرَة , وَقَدْ وَرَدَ فِي الْحَدِيث الْمَرْفُوع نَحْو مِنْ هَذَا . وَقَالَ تَعَالَى \" مَنْ كَانَ يُرِيد الْعَاجِلَة عَجَّلْنَا لَهُ فِيهَا مَا نَشَاء لِمَنْ نُرِيد ثُمَّ جَعَلْنَا لَهُ جَهَنَّم يَصْلَاهَا مَذْمُومًا مَدْحُورًا وَمَنْ أَرَادَ الْآخِرَة وَسَعَى لَهَا سَعْيهَا وَهُوَ مُؤْمِن فَأُولَئِكَ كَانَ سَعْيهمْ مَشْكُورًا كُلًّا نُمِدّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاء رَبّك وَمَا كَانَ عَطَاء رَبّك مَحْظُورًا اُنْظُرْ كَيْف فَضَّلْنَا بَعْضهمْ عَلَى بَعْض وَلَلْأَخِرَة أَكْبَر دَرَجَات وَأَكْبَر تَفْضِيلًا \" . وَقَالَ تَعَالَى \" مَنْ كَانَ يُرِيد حَرْث الْآخِرَة نَزِدْ لَهُ فِي حَرْثه وَمَنْ كَانَ يُرِيد حَرْث الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَة مِنْ نَصِيب \" .</p><BR> <br> ", "sura_id": 11, "type": 4, "id": 37630, "aya_id": 15}]