[{"text": "وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا", "sura_id": 65, "type": 0, "id": 5220, "aya_id": 3}, {"text": "ويرزقه من حيث لا يحتسب ومن يتوكل على الله فهو حسبه إن الله بالغ أمره قد جعل الله لكل شيء قدرا", "sura_id": 65, "type": 1, "id": 11456, "aya_id": 3}, {"text": "3 - (ويرزقه من حيث لا يحتسب) يخطر بباله (ومن يتوكل على الله) في أموره (فهو حسبه) كافيه (إن الله بالغ أمره) مراده وفي قراءة بالإضافة (قد جعل الله لكل شيء) كرخاء وشدة (قدرا) ميقاتا \r\n", "sura_id": 65, "type": 2, "id": 30164, "aya_id": 3}, {"text": " وييسِّر له أسباب الرزق من حيث لا يخطر على باله, ولا يكون في حسبانه. ومن يتوكل على الله فهو كافيه ما أهمَّه في جميع أموره. إن الله بالغ أمره, لا يفوته شيء, ولا يعجزه مطلوب, قد جعل الله لكل شيء أجلا ينتهي إليه, وتقديرًا لا يجاوزه.\r\n", "sura_id": 65, "type": 3, "id": 36400, "aya_id": 3}, {"text": " <font color=red>وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا</font><BR><p>وَقَالَ اِبْن أَبِي حَاتِم ثَنَا أَحْمَد بْن مَنْصُور الرَّمَادِيّ ثَنَا عَلِيّ بْن عُبَيْد ثَنَا زَكَرِيَّا عَنْ عَامِر عَنْ شُتَيْر بْن شَكَل قَالَ سَمِعْت عَبْد اللَّه بْن مَسْعُود يَقُول إِنَّ أَجْمَع آيَة فِي الْقُرْآن \" إِنَّ اللَّه يَأْمُر بِالْعَدْلِ وَالْإِحْسَان \" وَإِنَّ أَكْبَر آيَة فِي الْقُرْآن فَرَجًا \" وَمَنْ يَتَّقِ اللَّه يَجْعَل لَهُ مَخْرَجًا \" وَفِي الْمُسْنَد حَدَّثَنِي مَهْدِيّ بْن جَعْفَر ثَنَا الْوَلِيد بْن مُسْلِم عَنْ الْحَكَم بْن مُصْعَب عَنْ مُحَمَّد بْن عَلِيّ بْن عَبْد اللَّه بْن عَبَّاس عَنْ أَبِيهِ عَنْ جَدّه عَبْد اللَّه بْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ أَكْثَرَ مِنْ الِاسْتِغْفَار جَعَلَ اللَّه لَهُ مِنْ كُلّ هَمٍّ فَرَجًا وَمِنْ كُلّ ضِيق مَخْرَجًا وَرَزَقَهُ مِنْ حَيْثُ لَا يَحْتَسِب \" . وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَمَنْ يَتَّقِ اللَّه يَجْعَل لَهُ مَخْرَجًا\" يَقُول يُنْجِيه مِنْ كُلّ كَرْب فِي الدُّنْيَا وَالْآخِرَة \" وَيَرْزُقهُ مِنْ حَيْثُ لَا يَحْتَسِب \" وَقَالَ الرَّبِيع بْن خَيْثَم \" يَجْعَل لَهُ مَخْرَجًا \" أَيْ مِنْ كُلّ شَيْء ضَاقَ عَلَى النَّاس وَقَالَ عِكْرِمَة مَنْ طَلَّقَ كَمَا أَمَرَهُ اللَّه يَجْعَل لَهُ مَخْرَجًا وَكَذَا رُوِيَ عَنْ اِبْن عَبَّاس وَالضَّحَّاك وَقَالَ اِبْن مَسْعُود وَمَسْرُوق \" وَمَنْ يَتَّقِ اللَّه يَجْعَل لَهُ مَخْرَجًا \" يَعْلَم أَنَّ اللَّه وَإِنْ شَاءَ أَعْطَى وَإِنْ شَاءَ مَنَعَ \" مِنْ حَيْثُ لَا يَحْتَسِب \" أَيْ مِنْ حَيْثُ لَا يَدْرِي . وَقَالَ قَتَادَة \" وَمَنْ يَتَّقِ اللَّه يَجْعَل لَهُ مَخْرَجًا \" أَيْ مِنْ شُبُهَات الْأُمُور وَالْكَرْب عِنْد الْمَوْت \" وَيَرْزُقهُ مِنْ حَيْثُ لَا يَحْتَسِب \" مِنْ حَيْثُ يَرْجُو وَلَا يَأْمُل وَقَالَ السُّدِّيّ \" وَمَنْ يَتَّقِ اللَّه \" يُطَلِّق لِلسُّنَّةِ وَيُرَاجِع لِلسُّنَّةِ وَزَعَمَ أَنَّ رَجُلًا مِنْ أَصْحَاب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُقَال لَهُ عَوْف بْن مَالِك الْأَشْجَعِيّ كَانَ لَهُ اِبْن وَأَنَّ الْمُشْرِكِينَ أَسَرُوهُ فَكَانَ فِيهِمْ وَكَانَ أَبُوهُ يَأْتِي رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَيَشْكُو إِلَيْهِ مَكَان اِبْنه وَحَاله الَّتِي هُوَ بِهَا وَحَاجَتُهُ فَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَأْمُرُهُ بِالصَّبْرِ وَيَقُول لَهُ \" إِنَّ اللَّه سَيَجْعَلُ لَك فَرَجًا \" فَلَمْ يَلْبَثْ بَعْد ذَلِكَ إِلَّا يَسِيرًا أَنْ اِنْفَلَتَ اِبْنه مِنْ أَيْدِي الْعَدُوّ فَمَرَّ بِغَنَمٍ مِنْ أَغْنَام الْعَدُوّ فَاسْتَاقَهَا فَجَاءَ بِهَا إِلَى أَبِيهِ وَجَاءَ مَعَهُ بِغَنَمٍ قَدْ أَصَابَهُ مِنْ الْمَغْنَم فَنَزَلَتْ فِيهِ هَذِهِ الْآيَة \" وَمَنْ يَتَّقِ اللَّه يَجْعَل لَهُ مَخْرَجًا وَيَرْزُقهُ مِنْ حَيْثُ لَا يَحْتَسِب \" رَوَاهُ اِبْن جَرِير وَرَوَى أَيْضًا مِنْ طَرِيق سَالِم بْن أَبِي الْجَعْد مُرْسَلًا نَحْوه وَقَالَ الْإِمَام أَحْمَد ثَنَا وَكِيع ثَنَا سُفْيَان عَنْ عَبْد اللَّه بْن عِيسَى عَنْ عَبْد اللَّه بْن أَبِي الْجَعْد عَنْ ثَوْبَان قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَإِنَّ الْعَبْد لَيُحْرَمُ الرِّزْقَ بِالذَّنْبِ يُصِيبهُ وَلَا يَرُدّ الْقَدَرَ إِلَّا الدُّعَاءُ وَلَا يَزِيدُ فِي الْعُمْر إِلَّا الْبِرُّ \" وَرَوَاهُ النَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث سُفْيَان وَهُوَ الثَّوْرِيّ بِهِ وَقَالَ مُحَمَّد بْن إِسْحَاق جَاءَ مَالِك الْأَشْجَعِيّ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ أُسِرَ اِبْنِي عَوْف فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أَرْسِلْ إِلَيْهِ أَنَّ رَسُول اللَّه يَأْمُرك أَنْ تُكْثِرَ مِنْ قَوْلِ لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاَللَّهِ \" وَكَانُوا قَدْ شَدُّوهُ بِالْقَدِّ فَسَقَطَ الْقَدُّ عَنْهُ فَخَرَجَ فَإِذَا هُوَ بِنَاقَةٍ لَهُمْ فَرَكِبَهَا وَأَقْبَلَ فَإِذَا بِسَرْحِ الْقَوْم الَّذِينَ كَانُوا قَدْ شَدُّوهُ فَصَاحَ بِهِمْ فَاتَّبَعَ أَوَّلهَا آخِرهَا فَلَمْ يَفْجَأ أَبَوَيْهِ إِلَّا وَهُوَ يُنَادِي بِالْبَابِ فَقَالَ أَبُوهُ عَوْف وَرَبّ الْكَعْبَة فَقَالَتْ أُمّه وَاسَوْأَتَاه وَعَوْف كَيْف يَقْدَم لِمَا هُوَ فِيهِ مِنْ الْقَدّ فَاسْتَبَقَا الْبَابَ وَالْخَادِمَ فَإِذَا عَوْف قَدْ مَلَأَ الْفِنَاء إِبِلًا فَقَصَّ عَلَى أَبِيهِ أَمْرَهُ وَأَمْرَ الْإِبِل فَقَالَ أَبُوهُ قِفَا حَتَّى آتِيَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَسْأَلَهُ عَنْهَا فَأَتَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ بِخَبَرِ عَوْفٍ وَخَبَر الْإِبِل فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِصْنَعْ بِهَا مَا أَحْبَبْت وَمَا كُنْت صَانِعًا بِمَالِك \" وَنَزَلَ \" وَمَنْ يَتَّقِ اللَّه يَجْعَل لَهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِب \" رَوَاهُ اِبْن أَبِي حَاتِم . وَقَالَ اِبْن أَبِي حَاتِم ثَنَا عَلِيّ بْن الْحُسَيْن ثَنَا مُحَمَّد بْن عَلِيّ بْن الْحَسَن بْن سُفْيَان ثَنَا إِبْرَاهِيم بْن الْأَشْعَث ثَنَا الْفُضَيْل بْن عِيَاض عَنْ هِشَام بْن الْحَسَن عَنْ عِمْرَان بْن حُصَيْن قَالَ : قَالَ رَسُول اللَّه \" مَنْ اِنْقَطَعَ إِلَى اللَّه كَفَاهُ اللَّه كُلَّ مَئُونَة وَرَزَقَهُ مِنْ حَيْثُ لَا يَحْتَسِب وَمَنْ اِنْقَطَعَ إِلَى الدُّنْيَا وَكَلَهُ إِلَيْهَا\" . وَقَوْله تَعَالَى \" وَمَنْ يَتَوَكَّلْ عَلَى اللَّه فَهُوَ حَسْبُهُ\" قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يُونُس ثَنَا لَيْث ثَنَا قَيْس بْن الْحَجَّاج عَنْ حَنَش الصَّنْعَانِيّ عَنْ عَبْد اللَّه بْن عَبَّاس أَنَّهُ حَدَّثَهُ أَنَّهُ رَكِبَ خَلْف رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْمًا فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" يَا غُلَام إِنِّي مُعَلِّمُك كَلِمَات اِحْفَظْ اللَّه يَحْفَظْك اِحْفَظْ اللَّه تَجِدهُ تُجَاهك وَإِذَا سَأَلْت فَاسْأَلْ اللَّه وَإِذَا اِسْتَعَنْت فَاسْتَعِنْ بِاَللَّهِ وَاعْلَمْ أَنَّ الْأُمَّة لَوْ اِجْتَمَعُوا عَلَى أَنْ يَنْفَعُوك لَمْ يَنْفَعُوك إِلَّا بِشَيْءٍ كَتَبَهُ اللَّهُ لَك وَلَوْ اِجْتَمَعُوا عَلَى أَنْ يَضُرُّوك لَمْ يَضُرُّوك إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّه عَلَيْك رُفِعَتْ الْأَقْلَام وَجَفَّتْ الصُّحُف \" وَقَدْ رَوَاهُ التِّرْمِذِيّ مِنْ حَدِيث اللَّيْث بْن سَعْد وَابْن لَهِيعَة بِهِ وَقَالَ حَسَن صَحِيح وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا وَكِيع حَدَّثَنَا بَشِير بْن سَلْمَان عَنْ سَيَّار أَبِي الْحَكَم عَنْ طَارِق بْن شِهَاب عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ نَزَلَ بِهِ حَاجَة فَأَنْزَلَهَا بِالنَّاسِ كَانَ قَمِنًا أَنْ لَا تُسَهَّلَ حَاجَتُهُ وَمَنْ أَنْزَلَهَا بِاَللَّهِ تَعَالَى أَتَاهُ اللَّه بِرِزْقٍ عَاجِل أَوْ بِمَوْتٍ آجِلٍ \" ثُمَّ رَوَاهُ عَنْ عَبْد الرَّزَّاق عَنْ سُفْيَان عَنْ بَشِير عَنْ سَيَّار أَبِي حَمْزَة ثُمَّ قَالَ وَهُوَ الصَّوَاب وَسَيَّار أَبُو الْحَكَم لَمْ يُحَدِّث عَنْ طَارِق وَقَوْله تَعَالَى \" إِنَّ اللَّه بَالِغُ أَمْرِهِ \" أَيْ مُنَفِّذُ قَضَايَاهُ وَأَحْكَامه فِي خَلْقه بِمَا يُرِيدهُ وَيَشَاؤُهُ \" قَدْ جَعَلَ اللَّه لِكُلِّ شَيْء قَدْرًا \" كَقَوْلِهِ تَعَالَى \" وَكُلّ شَيْء عِنْده بِمِقْدَارٍ .</p><BR> <br> ", "sura_id": 65, "type": 4, "id": 42313, "aya_id": 3}]