[{"text": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَإِن تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى إِنَّمَا تُنذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالغَيْبِ وَأَقَامُوا الصَّلَاةَ وَمَن تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللَّهِ الْمَصِيرُ", "sura_id": 35, "type": 0, "id": 3678, "aya_id": 18}, {"text": "ولا تزر وازرة وزر أخرى وإن تدع مثقلة إلى حملها لا يحمل منه شيء ولو كان ذا قربى إنما تنذر الذين يخشون ربهم بالغيب وأقاموا الصلاة ومن تزكى فإنما يتزكى لنفسه وإلى الله المصير", "sura_id": 35, "type": 1, "id": 9914, "aya_id": 18}, {"text": "18 - (ولا تزر) نفس (وازرة) آثمة أي لاتحمل (وزر) نفس (أخرى وإن تدع) نفس (مثقلة) بالوزر (إلى حملها) منه أحدا ليحمل بعضه (لا يحمل منه شيء ولو كان) المدعو (ذا قربى) قرابة كالأب والابن وعدم الحمل في الشقين حكم من الله (إنما تنذر الذين يخشون ربهم بالغيب) أي يخافونه وما رأوه لأنهم المنتفعون بالإنذار (وأقاموا الصلاة) أداموها (ومن تزكى) تطهر من الشرك وغيره (فإنما يتزكى لنفسه) فصلاحه مختص به (وإلى الله المصير) المرجع فيجزي العمل في الآخرة \r\n", "sura_id": 35, "type": 2, "id": 28622, "aya_id": 18}, {"text": "ولا تحمل نفس مذنبة ذنب نفس أخرى, وإن تَسْأل نفسٌ مثقَلَة بالخطايا مَن يحمل عنها من ذنوبها لم تجد من يَحمل عنها شيئًا, ولو كان الذي سألتْه ذا قرابة منها من أب أو أخ ونحوهما. إنما تحذِّر -أيها الرسول- الذين يخافون عذاب ربهم بالغيب, وأدَّوا الصلاة حق أدائها. ومن تطهر من الشرك وغيره من المعاصي فإنما يتطهر لنفسه. وإلى الله سبحانه مآل الخلائق ومصيرهم, فيجازي كلا بما يستحق.\r\n", "sura_id": 35, "type": 3, "id": 34858, "aya_id": 18}, {"text": " <font color=red>وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ وَمَنْ تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللَّهِ الْمَصِيرُ</font><BR><p>وَقَوْله تَعَالَى : \" وَلَا تَزِر وَازِرَة وِزْر أُخْرَى \" أَيْ يَوْم الْقِيَامَة \" وَإِنْ تَدْعُ مُثْقَلَة إِلَى حِمْلهَا \" أَيْ وَإِنْ تَدْعُ نَفْس مُثْقَلَة بِأَوْزَارِهَا إِلَى أَنْ تُسَاعَد عَلَى حَمْل مَا عَلَيْهَا مِنْ الْأَوْزَار أَوْ بَعْضه \" لَا يُحْمَل مِنْهُ شَيْء وَلَوْ كَانَ ذَا قُرْبَى \" أَيْ وَإِنْ كَانَ قَرِيبًا إِلَيْهَا حَتَّى وَلَوْ كَانَ أَبَاهَا أَوْ اِبْنهَا كُلّ مَشْغُول بِنَفْسِهِ وَحَاله قَالَ عِكْرِمَة فِي قَوْله تَعَالَى : \" وَإِنْ تَدْعُ مُثْقَلَة إِلَى حِمْلهَا \" الْآيَة قَالَ هُوَ الْجَار يَتَعَلَّق بِجَارِهِ يَوْم الْقِيَامَة فَيَقُول يَا رَبّ سَلْ هَذَا لِمَ كَانَ يُغْلِق بَابه دُونِي وَإِنَّ الْكَافِر لَيَتَعَلَّق بِالْمُؤْمِنِ يَوْم الْقِيَامَة فَيَقُول لَهُ يَا مُؤْمِن إِنَّ لِي عِنْدك يَدًا قَدْ عَرَفْت كَيْف كُنْت لَك فِي الدُّنْيَا وَقَدْ اِحْتَجْت إِلَيْك الْيَوْم فَلَا يَزَال الْمُؤْمِن يَشْفَع لَهُ عِنْد رَبّه حَتَّى يَرُدّهُ إِلَى مَنْزِل دُون مَنْزِله وَهُوَ فِي النَّار وَإِنَّ الْوَالِد لَيَتَعَلَّق بِوَلَدِهِ يَوْم الْقِيَامَة فَيَقُول يَا بُنَيّ أَيّ وَالِد كُنْت لَك ؟ فَيُثْنِي خَيْرًا فَيَقُول لَهُ يَا بُنَيّ إِنِّي قَدْ اِحْتَجْت إِلَى مِثْقَال ذَرَّة مِنْ حَسَنَاتك أَنْجُو بِهَا مِمَّا تَرَى فَيَقُول لَهُ وَلَده يَا أَبَت مَا أَيْسَر مَا طَلَبْت وَلَكِنِّي أَتَخَوَّف مِثْل مَا تَتَخَوَّف فَلَا أَسْتَطِيع أَنْ أُعْطِيك شَيْئًا ثُمَّ يَتَعَلَّق بِزَوْجَتِهِ فَيَقُول يَا فُلَانَة أَوْ يَا هَذِهِ أَيّ زَوْج كُنْت لَك فَتُثْنِي خَيْرًا فَيَقُول لَهَا إِنِّي أَطْلُب إِلَيْك حَسَنَة وَاحِدَة تَهَبِيهَا لِي لَعَلِّي أَنْجُو بِهَا مِمَّا تَرَيْنَ . قَالَ فَتَقُول مَا أَيْسَر مَا طَلَبْت وَلَكِنِّي لَا أُطِيق أَنْ أُعْطِيك شَيْئًا إِنِّي أَتَخَوَّف مِثْل الَّذِي تَتَخَوَّف يَقُول اللَّه تَعَالَى : \" وَإِنْ تَدْعُ مُثْقَلَة إِلَى حِمْلهَا \" الْآيَة وَيَقُول تَبَارَكَ وَتَعَالَى : \" لَا يَجْزِي وَالِد عَنْ وَلَده وَلَا مَوْلُود هُوَ جَازٍ عَنْ وَالِده شَيْئًا \" وَيَقُول تَعَالَى : \" يَوْم يَفِرّ الْمَرْء مِنْ أَخِيهِ وَأُمّه وَأَبِيهِ وَصَاحِبَته وَبَنِيهِ لِكُلِّ اِمْرِئٍ مِنْهُمْ يَوْمئِذٍ شَأْن يُغْنِيه \" رَوَاهُ اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه عَنْ أَبِي عَبْد اللَّه الظَّهْرَانِيّ عَنْ حَفْص بْن عُمَر عَنْ الْحَكَم بْن أَبَانَ عَنْ عِكْرِمَة بِهِ ثُمَّ قَالَ تَبَارَكَ وَتَعَالَى : \" إِنَّمَا تُنْذِر الَّذِينَ يَخْشَوْنَ رَبّهمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاة \" أَيْ إِنَّمَا يَتَّعِظ بِمَا جِئْت بِهِ أُولُو الْبَصَائِر وَالنُّهَى الْخَائِفُونَ مِنْ رَبّهمْ الْفَاعِلُونَ مَا أَمَرَهُمْ بِهِ \" وَمَنْ تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ\" أَيْ وَمَنْ عَمِلَ صَالِحًا فَإِنَّمَا يَعُود نَفْعه عَلَى نَفْسه\" وَإِلَى اللَّه الْمَصِير \" أَيْ وَإِلَيْهِ الْمَرْجِع وَالْمَآب وَهُوَ سَرِيع الْحِسَاب وَسَيَجْزِي كُلّ عَامِل بِعَمَلِهِ إِنْ خَيْرًا فَخَيْر وَإِنْ شَرًّا فَشَرّ .</p><BR> <br> ", "sura_id": 35, "type": 4, "id": 40303, "aya_id": 18}]