[{"text": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَلَا تَكُن فِي مِرْيَةٍ مِّن لِّقَائِهِ وَجَعَلْنَاهُ هُدًى لِّبَنِي إِسْرَائِيلَ", "sura_id": 32, "type": 0, "id": 3526, "aya_id": 23}, {"text": "ولقد آتينا موسى الكتاب فلا تكن في مرية من لقائه وجعلناه هدى لبني إسرائيل", "sura_id": 32, "type": 1, "id": 9762, "aya_id": 23}, {"text": "23 - (ولقد آتينا موسى الكتاب) التوراة (فلا تكن في مرية) شك (من لقائه) وقد التقينا ليلة الاسراء (وجعلناه) موسى أو الكتاب (هدى) هاديا (لبني إسرائيل) \r\n", "sura_id": 32, "type": 2, "id": 28470, "aya_id": 23}, {"text": "ولقد آتينا موسى التوراة كما آتيناك -أيها الرسول- القرآن, فلا تكن في شك من لقاء موسى ليلة الإسراء والمعراج, وجعلنا التوراة هداية لبني إسرائيل, تدعوهم إلى الحق وإلى طريق مستقيم.\r\n", "sura_id": 32, "type": 3, "id": 34706, "aya_id": 23}, {"text": " <font color=red>وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ عَبْده وَرَسُوله مُوسَى عَلَيْهِ السَّلَام أَنَّهُ آتَاهُ الْكِتَاب وَهُوَ التَّوْرَاة وَقَوْله تَعَالَى \" فَلَا تَكُنْ فِي مِرْيَة مِنْ لِقَائِهِ \" قَالَ قَتَادَة يَعْنِي بِهِ لَيْلَة الْإِسْرَاء ثُمَّ رُوِيَ عَنْ أَبِي الْعَالِيَة الرِّيَاحِيّ قَالَ حَدَّثَنِي اِبْن عَمّ نَبِيّكُمْ يَعْنِي اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُرِيت لَيْلَة أُسْرِيَ بِي مُوسَى بْن عِمْرَان رَجُلًا آدَمَ طُوَالًا جَعْدًا كَأَنَّهُ مِنْ رِجَال شَنُوءَة وَرَأَيْت عِيسَى رَجُلًا مَرْبُوع الْخَلْق إِلَى الْحُمْرَة وَالْبَيَاض سَبِطَ الرَّأْس وَرَأَيْت مَالِكًا خَازِن النَّار وَالدَّجَّال\" فِي آيَات أَرَاهُنَّ اللَّه إِيَّاهُ \" فَلَا تَكُنْ فِي مِرْيَة مِنْ لِقَائِهِ \" أَنَّهُ قَدْ رَأَى مُوسَى وَلَقِيَ مُوسَى لَيْلَة أُسْرِيَ . وَقَالَ الطَّبَرَانِيّ حَدَّثَنَا مُحَمَّد بْن عُثْمَان بْن أَبِي شَيْبَة حَدَّثَنَا الْحَسَن بْن عَلِيّ الْحُلْوَانِيّ حَدَّثَنَا رَوْح بْن عُبَادَة حَدَّثَنَا سَعِيد بْن أَبِي عَرُوبَة عَنْ قَتَادَة عَنْ أَبِي الْعَالِيَة عَنْ اِبْن عَبَّاس عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله تَعَالَى \" وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيل \" قَالَ جَعَلَ مُوسَى هُدًى لِبَنِي إِسْرَائِيل وَفِي قَوْله \" فَلَا تَكُنْ فِي مِرْيَة مِنْ لِقَائِهِ \" قَالَ مِنْ لِقَاء مُوسَى رَبّه عَزَّ وَجَلَّ وَقَوْله تَعَالَى \" وَجَعَلْنَاهُ \" أَيْ الْكِتَاب الَّذِي آتَيْنَاهُ \" هُدًى لِبَنِي إِسْرَائِيل \" كَمَا قَالَ تَعَالَى فِي سُورَة الْإِسْرَاء \" وَآتَيْنَا مُوسَى الْكِتَاب وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيل أَنْ لَا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا\" .</p><BR> <br> ", "sura_id": 32, "type": 4, "id": 40152, "aya_id": 23}]