[{"text": "مَّن يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُن لَّهُ نَصِيبٌ مِّنْهَا وَمَن يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُن لَّهُ كِفْلٌ مِّنْهَا وَكَانَ اللّهُ عَلَى كُلِّ شَيْءٍ مُّقِيتًا", "sura_id": 4, "type": 0, "id": 578, "aya_id": 85}, {"text": "من يشفع شفاعة حسنة يكن له نصيب منها ومن يشفع شفاعة سيئة يكن له كفل منها وكان الله على كل شيء مقيتا", "sura_id": 4, "type": 1, "id": 6814, "aya_id": 85}, {"text": "85 - (من يشفع) بين الناس (شفاعة حسنة) موافقة للشرع (يكن له نصيب) من الأجر (منها) بسببها (ومن يشفع شفاعة سيئة) مخالفة له (يكن له كفل) نصيب من الوزر (منها) بسببها (وكان الله على كل شيء مقيتا) مقتدرا فيجازي كل أحد بما عمل \r\n", "sura_id": 4, "type": 2, "id": 25522, "aya_id": 85}, {"text": "من يَسْعَ لحصول غيره على الخير يكن له بشفاعته نصيب من الثواب, ومن يَسْعَ لإيصال الشر إلى غيره يكن له نصيب من الوزر والإثم. وكان الله على كل شيء شاهدًا وحفيظًا.\r\n", "sura_id": 4, "type": 3, "id": 31758, "aya_id": 85}, {"text": " <font color=red>مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا وَمَنْ يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَهُ كِفْلٌ مِنْهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقِيتًا</font><BR><p>وَقَوْله \" مَنْ يَشْفَع شَفَاعَة حَسَنَة يَكُنْ لَهُ نَصِيب مِنْهَا \" أَيْ مَنْ يَسْعَى فِي أَمْر فَيَتَرَتَّب عَلَيْهِ خَيْر كَانَ لَهُ نَصِيب مِنْ ذَلِكَ وَمَنْ يَشْفَع شَفَاعَة سَيِّئَة يَكُنْ لَهُ كِفْل مِنْهَا أَيْ يَكُون عَلَيْهِ وِزْر مِنْ ذَلِكَ الْأَمْر الَّذِي تَرَتَّبَ عَلَى سَعْيه وَنِيَّته كَمَا ثَبَتَ فِي الصَّحِيح عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" اِشْفَعُوا تُؤْجَرُوا وَيَقْضِي اللَّه عَلَى لِسَان نَبِيّه مَا شَاءَ \" وَقَالَ مُجَاهِد بْن جَبْر : نَزَلَتْ هَذِهِ الْآيَة فِي شَفَاعَات النَّاس بَعْضهمْ لِبَعْضٍ وَقَالَ الْحَسَن الْبَصْرِيّ قَالَ اللَّه تَعَالَى \" مَنْ يَشْفَع \" وَلَمْ يَقُلْ مَنْ يَشْفَع وَقَوْله \" وَكَانَ اللَّه عَلَى كُلّ شَيْء مُقِيتًا \" قَالَ اِبْن عَبَّاس وَعَطَاء وَعَطِيَّة وَقَتَادَة وَمَطَر الْوَرَّاق مُقِيتًا أَيْ حَفِيظًا وَقَالَ مُجَاهِد شَهِيدًا وَفِي رِوَايَة عَنْهُ حَسِيبًا . وَقَالَ سَعِيد بْن جُبَيْر السُّدِّيّ وَابْن زَيْد قَدِيرًا وَقَالَ عَبْد اللَّه بْن كَثِير الْمُقِيت الْمُوَاظِب وَقَالَ الضَّحَّاك : الْمُقِيت الرَّزَّاق. وَقَالَ اِبْن حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا عَبْد الرَّحِيم بْن مُطَرِّف حَدَّثَنَا عِيسَى بْن يُونُس عَنْ إِسْمَاعِيل عَنْ رَجُل عَنْ عَبْد اللَّه بْن رَوَاحَة وَسَأَلَهُ رَجُل عَنْ قَوْل اللَّه تَعَالَى \" وَكَانَ اللَّه عَلَى كُلّ شَيْء مُقِيتًا \" قَالَ مُقِيت لِكُلِّ إِنْسَان بِقَدْرِ عَمَله وَقَوْله \" وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا \" أَيْ إِذَا سَلَّمَ عَلَيْكُمْ الْمُسْلِم فَرُدُّوا عَلَيْهِ أَفْضَل مِمَّا سَلَّمَ أَوْ رُدُّوا عَلَيْهِ بِمِثْلِ مَا سَلَّمَ فَالزِّيَادَة مَنْدُوبَة وَالْمُمَاثَلَة مَفْرُوضَة . قَالَ اِبْن جَرِير : حَدَّثَنَا مُوسَى بْن سَهْل الرَّمْلِيّ حَدَّثَنَا عَبْد اللَّه بْن السَّرِيّ الْأَنْطَاكِيّ حَدَّثَنَا هِشَام بْن لَاحِق عَنْ عَاصِم الْأَحْوَل عَنْ أَبِي عُثْمَان النَّهْدِيّ عَنْ سَلْمَان الْفَارِسِيّ قَالَ : جَاءَ رَجُل إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : السَّلَام عَلَيْك يَا رَسُول اللَّه فَقَالَ \" وَعَلَيْكُمْ السَّلَام وَرَحْمَة اللَّه وَبَرَكَاته \" ثُمَّ جَاءَ آخَر فَقَالَ : السَّلَام عَلَيْك يَا رَسُول اللَّه وَرَحْمَة اللَّه فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَعَلَيْك السَّلَام وَرَحْمَة اللَّه وَبَرَكَاته \" ثُمَّ جَاءَ آخَر فَقَالَ : السَّلَام عَلَيْك يَا رَسُول اللَّه وَرَحْمَة اللَّه وَبَرَكَاته \" فَقَالَ لَهُ \" وَعَلَيْك \" فَقَالَ لَهُ الرَّجُل : يَا نَبِيّ اللَّه بِأَبِي أَنْتَ وَأُمِّي أَتَاك فُلَان وَفُلَان فَسَلَّمَا عَلَيْك فَرَدَدْت عَلَيْهِمَا أَكْثَر مِمَّا رَدَدْت عَلَيَّ فَقَالَ \" إِنَّك لَمْ تَدَع لَنَا شَيْئًا .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40927, "aya_id": 85}]