[{"text": "وَلَقَدْ آتَيْنَاكَ سَبْعًا مِّنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ", "sura_id": 15, "type": 0, "id": 1889, "aya_id": 87}, {"text": "ولقد آتيناك سبعا من المثاني والقرآن العظيم", "sura_id": 15, "type": 1, "id": 8125, "aya_id": 87}, {"text": "87 - (ولقد آتيناك سبعا من المثاني) قال صلى الله عليه وسلم هي الفاتحة رواه الشيخان لأنها تثنى في كل ركعة (والقرآن العظيم) \r\n", "sura_id": 15, "type": 2, "id": 26833, "aya_id": 87}, {"text": "ولقد آتيناك -أيها النبي- فاتحة القرآن, وهي سبع آيات تكرر في كل صلاة, وآتيناك القرآن العظيم.\r\n", "sura_id": 15, "type": 3, "id": 33069, "aya_id": 87}, {"text": " <font color=red>وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ</font><BR><p>يَقُول تَعَالَى لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا آتَيْنَاك الْقُرْآن الْعَظِيم فَلَا تَنْظُرَنَّ إِلَى الدُّنْيَا وَزِينَتهَا وَمَا مَتَّعْنَا بِهِ أَهْلهَا مِنْ الزَّهْرَة الْفَانِيَة لِنَفْتِنهُمْ فِيهِ فَلَا تَغْبِطهُمْ بِمَا هُمْ فِيهِ وَلَا تَذْهَب نَفْسك عَلَيْهِمْ حَسَرَات حُزْنًا عَلَيْهِمْ فِي تَكْذِيبهمْ لَك وَمُخَالَفَتهمْ دِينك , وَقَدْ اُخْتُلِفَ فِي السَّبْع الْمَثَانِي مَا هِيَ فَقَالَ اِبْن مَسْعُود وَابْن عُمَر وَابْن عَبَّاس وَمُجَاهِد وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَغَيْرهمْ : هِيَ السَّبْع الطِّوَال يَعْنُونَ الْبَقَرَة وَآل عِمْرَان وَالنِّسَاء وَالْمَائِدَة وَالْأَنْعَام وَالْأَعْرَاف وَيُونُس نَصَّ عَلَيْهِ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر وَقَالَ سَعِيد بَيَّنَ فِيهِنَّ الْفَرَائِض وَالْحُدُود وَالْقَصَص وَالْأَحْكَام وَقَالَ اِبْن عَبَّاس بَيَّنَ الْأَمْثَال وَالْخَبَر وَالْعِبَر وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا اِبْن أَبِي عُمَر قَالَ : قَالَ سُفْيَان : الْمَثَانِي الْبَقَرَة وَآل عِمْرَان وَالنِّسَاء وَالْمَائِدَة وَالْأَنْعَام وَالْأَعْرَاف وَالْأَنْفَال وَبَرَاءَة سُورَة وَاحِدَة قَالَ اِبْن عَبَّاس : وَلَمْ يُعْطَهُنَّ أَحَد إِلَّا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأُعْطِيَ مُوسَى مِنْهُنَّ ثِنْتَيْنِ رَوَاهُ هُشَيْم عَنْ الْحَجَّاج عَنْ الْوَلِيد بْن الْعِيذَار عَنْ سَعِيد بْن جُبَيْر عَنْهُ . وَقَالَ الْأَعْمَش عَنْ مُسْلِم الْبُطَيْن عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : أُوتِيَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَبْعًا مِنْ الْمَثَانِي الطِّوَل وَأُوتِيَ مُوسَى عَلَيْهِ السَّلَام سِتًّا فَلَمَّا أَلْقَى الْأَلْوَاح اِرْتَفَعَ اِثْنَتَانِ وَبَقِيَتْ أَرْبَع . وَقَالَ مُجَاهِد : هِيَ السَّبْع الطِّوَال وَيُقَال هِيَ الْقُرْآن الْعَظِيم . وَقَالَ خُصَيْف عَنْ زِيَاد بْن أَبِي مَرْيَم فِي قَوْله تَعَالَى \" سَبْعًا مِنْ الْمَثَانِي\" قَالَ أَعْطَيْتُك سَبْعَة أَجْزَاء مُرْ وَانْهَ وَبَشِّرْ وَأَنْذِرْ وَاضْرِبْ الْأَمْثَال وَاعْدُدْ النِّعَم وَأُنَبِّئك بِنَبَإِ الْقُرْآن . رَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم \" وَالْقَوْل الثَّانِي\" أَنَّهَا الْفَاتِحَة وَهِيَ سَبْع آيَات . وَرُوِيَ ذَلِكَ عَنْ عَلِيّ وَعُمَر وَابْن مَسْعُود وَابْن عَبَّاس قَالَ اِبْن عَبَّاس : وَالْبَسْمَلَة هِيَ الْآيَة السَّابِعَة وَقَدْ خَصَّكُمْ اللَّه بِهَا . وَبِهِ قَالَ إِبْرَاهِيم النَّخَعِيّ وَعَبْد اللَّه بْن عُبَيْد بْن عُمَيْر وَابْن أَبِي مُلَيْكَة وَشَهْر بْن حَوْشَب وَالْحَسَن الْبَصْرِيّ وَمُجَاهِد . وَقَالَ قَتَادَة : ذُكِرَ لَنَا أَنَّهُنَّ فَاتِحَة الْكِتَاب وَأَنَّهُنَّ يُثَنَّيْنَ فِي كُلّ رَكْعَة مَكْتُوبَة أَوْ تَطَوُّع وَاخْتَارَهُ اِبْن جَرِير وَاحْتَجَّ بِالْأَحَادِيثِ الْوَارِدَة فِي ذَلِكَ وَقَدْ قَدَّمْنَاهَا فِي فَضَائِل سُورَة الْفَاتِحَة فِي أَوَّل التَّفْسِير وَلِلَّهِ الْحَمْد . وَقَدْ أَوْرَدَ الْبُخَارِيّ رَحِمَهُ اللَّه تَعَالَى هَهُنَا حَدِيثَيْنِ أَحَدهمَا قَالَ : حَدَّثَنَا مُحَمَّد بْن بَشَّار حَدَّثَنَا غُنْدَر حَدَّثَنَا شُعْبَة عَنْ حَبِيب بْن عَبْد الرَّحْمَن عَنْ حَفْص بْن عَاصِم عَنْ أَبِي سَعِيد بْن الْمُعَلَّى قَالَ : مَرَّ بِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَأَنَا أُصَلِّي فَدَعَانِي فَلَمْ آتِهِ حَتَّى صَلَّيْت فَأَتَيْته فَقَالَ\" مَا مَنَعَك أَنْ تَأْتِينِي ؟ \" فَقُلْت كُنْت أُصَلِّي فَقَالَ \" أَلَمْ يَقُلْ اللَّه \" يَا أَيّهَا الَّذِينَ آمَنُوا اِسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ \" أَلَا أُعَلِّمك أَعْظَم سُورَة فِي الْقُرْآن قَبْل أَنْ أَخْرُج مِنْ الْمَسْجِد \" فَذَهَبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيَخْرُج فَذَكَرْت فَقَالَ \" الْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ \" هِيَ السَّبْع الْمَثَانِي وَالْقُرْآن الْعَظِيم الَّذِي أُوتِيته \" \" الثَّانِي \" قَالَ : حَدَّثَنَا آدَم حَدَّثَنَا اِبْن أَبِي ذِئْب حَدَّثَنَا الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُمّ الْقُرْآن هِيَ السَّبْع الْمَثَانِي وَالْقُرْآن الْعَظِيم\" فَهَذَا نَصّ فِي أَنَّ الْفَاتِحَة السَّبْع الْمَثَانِي وَالْقُرْآن الْعَظِيم وَلَكِنْ لَا يُنَافِي وَصْف غَيْرهَا مِنْ السَّبْع الطِّوَل بِذَلِكَ لِمَا فِيهَا مِنْ هَذِهِ الصِّفَة كَمَا لَا يُنَافِي وَصْف الْقُرْآن بِكَمَالِهِ بِذَلِكَ أَيْضًا كَمَا قَالَ تَعَالَى \" اللَّه نَزَّلَ أَحْسَن الْحَدِيث كِتَابًا مُتَشَابِهًا مَثَانِي \" فَهُوَ مَثَانِي مِنْ وَجْه وَمُتَشَابِه مِنْ وَجْه وَهُوَ الْقُرْآن الْعَظِيم أَيْضًا كَمَا أَنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام لَمَّا سُئِلَ عَنْ الْمَسْجِد الَّذِي أُسِّسَ عَلَى التَّقْوَى فَأَشَارَ إِلَى مَسْجِده وَالْآيَة نَزَلَتْ فِي مَسْجِد قُبَاء فَلَا تَنَافِي فَإِنَّ ذِكْر الشَّيْء لَا يَنْفِي ذِكْر مَا عَدَاهُ إِذَا اِشْتَرَكَا فِي تِلْكَ الصِّفَة وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 15, "type": 4, "id": 38037, "aya_id": 87}]