[{"text": "وَيَسْأَلُونَكَ عَن ذِي الْقَرْنَيْنِ قُلْ سَأَتْلُو عَلَيْكُم مِّنْهُ ذِكْرًا", "sura_id": 18, "type": 0, "id": 2223, "aya_id": 83}, {"text": "و يسألونك عن ذي القرنين قل سأتلو عليكم منه ذكرا", "sura_id": 18, "type": 1, "id": 8459, "aya_id": 83}, {"text": "83 - (ويسألونك) أي اليهود (عن ذي القرنين) اسمه الإسكندر ولم يكن نبيا (قل سأتلوا) سأقص (عليكم منه) من حاله (ذكرا) خبرا \r\n", "sura_id": 18, "type": 2, "id": 27167, "aya_id": 83}, {"text": "ويسألك -أيها الرسول- هؤلاء المشركون من قومك عن خبر ذي القرنين الملك الصالح، قل لهم: سأقصُّ عليكم منه ذِكْرًا تتذكرونه، وتعتبرون به.\r\n", "sura_id": 18, "type": 3, "id": 33403, "aya_id": 83}, {"text": " <font color=red>وَيَسْأَلُونَكَ عَنْ ذِي الْقَرْنَيْنِ قُلْ سَأَتْلُو عَلَيْكُمْ مِنْهُ ذِكْرًا</font><BR><p>يَقُول تَعَالَى لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَيَسْأَلُونَك \" يَا مُحَمَّد \" عَنْ ذِي الْقَرْنَيْنِ \" أَيْ عَنْ خَبَره . وَقَدْ قَدَّمْنَا أَنَّهُ بَعَثَ كُفَّار مَكَّة إِلَى أَهْل الْكِتَاب يَسْأَلُونَ مِنْهُمْ مَا يَمْتَحِنُونَ بِهِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا سَلُوهُ عَنْ رَجُل طَوَّاف فِي الْأَرْض وَعَنْ فِتْيَة مَا يُدْرَى مَا صَنَعُوا وَعَنْ الرُّوح فَنَزَلَتْ سُورَة الْكَهْف وَقَدْ أَوْرَدَ اِبْن جَرِير هَاهُنَا وَالْأُمَوِيّ فِي مَغَازِيه حَدِيثًا أَسْنَدَهُ وَهُوَ ضَعِيف عَنْ عُقْبَة بْن عَامِر أَنَّ نَفَرًا مِنْ الْيَهُود جَاءُوا يَسْأَلُونَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ ذِي الْقَرْنَيْنِ فَأَخْبَرَهُمْ بِمَا جَاءُوا لَهُ اِبْتِدَاء فَكَانَ فِيمَا أَخْبَرَهُمْ بِهِ أَنَّهُ كَانَ شَابًّا مِنْ الرُّوم وَأَنَّهُ بَنَى الْإِسْكَنْدَرِيَّة وَأَنَّهُ عَلَا بِهِ مُلْك إِلَى السَّمَاء وَذَهَبَ بِهِ إِلَى السَّدّ وَرَأَى أَقْوَامًا وُجُوههمْ مِثْل وُجُوه الْكِلَاب وَفِيهِ طُول وَنَكَارَة وَرَفْعه لَا يَصِحّ وَأَكْثَر مَا فِيهِ أَنَّهُ مِنْ أَخْبَار بَنِي إِسْرَائِيل وَالْعَجَب أَنَّ أَبَا زُرْعَة الرَّازِيّ مَعَ جَلَالَة قَدْره سَاقَهُ بِتَمَامِهِ فِي كِتَابه دَلَائِل النُّبُوَّة وَذَلِكَ غَرِيب مِنْهُ وَفِيهِ مِنْ النَّكَارَة أَنَّهُ مِنْ الرُّوم وَإِنَّمَا الَّذِي كَانَ مِنْ الرُّوم الْإِسْكَنْدَر الثَّانِي وَهُوَ اِبْن فيليس الْمَقْدُونِيّ الَّذِي تُؤَرِّخ بِهِ الرُّوم فَأَمَّا الْأَوَّل فَقَدْ ذَكَرَ الْأَزْرَقِيّ وَغَيْره أَنَّهُ طَافَ بِالْبَيْتِ مَعَ إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام أَوَّل مَا بَنَاهُ وَآمَنَ بِهِ وَاتَّبَعَهُ وَكَانَ وَزِيره الْخَضِر عَلَيْهِ السَّلَام وَأَمَّا الثَّانِي فَهُوَ إِسْكَنْدَر بْن فيليس الْمَقْدُونِيّ الْيُونَانِيّ وَكَانَ وَزِيره ارسطاطاليس الْفَيْلَسُوف الْمَشْهُور وَاَللَّه أَعْلَم . وَهُوَ الَّذِي تُؤَرَّخ مِنْ مَمْلَكَته مِلَّة الرُّوم وَقَدْ كَانَ قَبْل الْمَسِيح عَلَيْهِ السَّلَام بِنَحْوٍ مِنْ ثَلَثمِائَةِ سَنَة فَأَمَّا الْأَوَّل الْمَذْكُور فِي الْقُرْآن فَكَانَ فِي زَمَن الْخَلِيل كَمَا ذَكَرَهُ الْأَزْرَقِيّ وَغَيْره وَأَنَّهُ طَافَ مَعَ الْخَلِيل عَلَيْهِ السَّلَام بِالْبَيْتِ الْعَتِيق لَمَّا بَنَاهُ إِبْرَاهِيم عَلَيْهِ السَّلَام وَقَرَّبَ إِلَى اللَّه قُرْبَانًا وَقَدْ ذَكَرْنَا طَرَفًا صَالِحًا مِنْ أَخْبَاره فِي كِتَاب الْبِدَايَة وَالنِّهَايَة بِمَا فِيهِ كِفَايَة وَلِلَّهِ الْحَمْد . وَقَالَ وَهْب بْن مُنَبِّه : كَانَ مَلِكًا وَإِنَّمَا سُمِّيَ ذَا الْقَرْنَيْنِ لِأَنَّ صَفْحَتَيْ رَأْسه كَانَتَا مِنْ نُحَاس قَالَ : وَقَالَ بَعْض أَهْل الْكِتَاب لِأَنَّهُ مَلَكَ الرُّوم وَفَارِس وَقَالَ بَعْضهمْ كَانَ فِي رَأْسه شِبْه الْقَرْنَيْنِ وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ حَبِيب بْن أَبِي ثَابِت عَنْ أَبِي الطُّفَيْل قَالَ : سُئِلَ عَلِيّ رَضِيَ اللَّه عَنْهُ عَنْ ذِي الْقَرْنَيْنِ فَقَالَ كَانَ عَبْدًا نَاصِحًا لِلَّهِ فَنَاصَحَهُ دَعَا قَوْمه إِلَى اللَّه فَضَرَبُوهُ عَلَى قَرْنه فَمَاتَ فَأَحْيَاهُ اللَّه فَدَعَا قَوْمه إِلَى اللَّه فَضَرَبُوهُ عَلَى قَرْنه فَمَاتَ فَسُمِّيَ ذَا الْقَرْنَيْنِ وَكَذَا رَوَاهُ شُعْبَة عَنْ الْقَاسِم بْن أَبِي بَزَّة عَنْ أَبِي الطُّفَيْل سَمِعَ عَلِيًّا يَقُول ذَلِكَ وَيُقَال إِنَّهُ إِنَّمَا سُمِّيَ ذَا الْقَرْنَيْنِ لِأَنَّهُ بَلَغَ الْمَشَارِق وَالْمَغَارِب مِنْ حَيْثُ يَطْلُع قَرْن الشَّمْس وَيَغْرُب .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38381, "aya_id": 83}]