[{"text": "وَإِذَا رَأى الَّذِينَ ظَلَمُواْ الْعَذَابَ فَلاَ يُخَفَّفُ عَنْهُمْ وَلاَ هُمْ يُنظَرُونَ", "sura_id": 16, "type": 0, "id": 1986, "aya_id": 85}, {"text": "وإذا رأى الذين ظلموا العذاب فلا يخفف عنهم ولا هم ينظرون", "sura_id": 16, "type": 1, "id": 8222, "aya_id": 85}, {"text": "85 - (وإذا رأى الذين ظلموا) كفروا (العذاب) النار (فلا يخفف عنهم) العذاب (ولا هم ينظرون) يمهلون عنه إذا رأوه \r\n", "sura_id": 16, "type": 2, "id": 26930, "aya_id": 85}, {"text": "وإذا شاهد الذين كفروا عذاب الله في الآخرة فلا يخفف عنهم منه شيء, ولا يُمْهلون, ولا يؤخر عذابهم.\r\n", "sura_id": 16, "type": 3, "id": 33166, "aya_id": 85}, {"text": " <font color=red>وَإِذَا رَأَى الَّذِينَ ظَلَمُوا الْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنْظَرُونَ</font><BR><p>\" وَإِذَا رَأَى الَّذِينَ ظَلَمُوا \" أَيْ الَّذِينَ أَشْرَكُوا \" الْعَذَاب فَلَا يُخَفَّف عَنْهُمْ \" أَيْ لَا يَفْتُر عَنْهُمْ سَاعَة وَاحِدَة \" وَلَا هُمْ يُنْظَرُونَ \" أَيْ لَا يُؤَخَّر عَنْهُمْ بَلْ يَأْخُذهُمْ سَرِيعًا مِنْ الْمَوْقِف بِلَا حِسَاب فَإِنَّهُ إِذَا جِيءَ بِجَهَنَّم تُقَاد بِسَبْعِينَ أَلْف زِمَام مَعَ كُلّ زِمَام سَبْعُونَ أَلْف مَلَك فَيُشْرِق عُنُق مِنْهَا عَلَى الْخَلَائِق وَتَزْفِر زَفْرَة لَا يَبْقَى أَحَد إِلَّا جَثَا لِرُكْبَتَيْهِ فَتَقُول إِنِّي وُكِّلْت بِكُلِّ جَبَّار عَنِيد الَّذِي جَعَلَ مَعَ اللَّه إِلَهًا آخَر وَبِكَذَا وَبِكَذَا وَتَذْكُر أَصْنَافًا مِنْ النَّاس كَمَا جَاءَ فِي الْحَدِيث ثُمَّ تَنْطَوِي عَلَيْهِمْ وَتَلْتَقِطهُمْ مِنْ الْمَوْقِف كَمَا يَلْتَقِط الطَّائِر الْحَبّ قَالَ اللَّه تَعَالَى \" إِذَا رَأَتْهُمْ مِنْ مَكَان بَعِيد سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا لَا تَدْعُوا الْيَوْم ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا \" وَقَالَ تَعَالَى \" وَرَأَى الْمُجْرِمُونَ النَّار فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا \" وَقَالَ تَعَالَى \" لَوْ يَعْلَم الَّذِينَ كَفَرُوا حِين لَا يَكُفُّونَ عَنْ وُجُوههمْ النَّار وَلَا عَنْ ظُهُورهمْ وَلَا هُمْ يُنْصَرُونَ بَلْ تَأْتِيهِمْ بَغْتَة فَتَبْهَتهُمْ فَلَا يَسْتَطِيعُونَ رَدّهَا وَلَا هُمْ يُنْظَرُونَ \" .</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38162, "aya_id": 85}]