[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَقُولُواْ رَاعِنَا وَقُولُواْ انظُرْنَا وَاسْمَعُوا ْوَلِلكَافِرِينَ عَذَابٌ أَلِيمٌ", "sura_id": 2, "type": 0, "id": 111, "aya_id": 104}, {"text": "يا أيها الذين آمنوا لا تقولوا راعنا وقولوا انظرنا واسمعوا وللكافرين عذاب أليم", "sura_id": 2, "type": 1, "id": 6347, "aya_id": 104}, {"text": "104 - (يا أيها الذين آمنوا لا تقولوا) للنبي (راعِنا) أمر من المراعاة وكانوا يقولون له ذلك وهي بلغة اليهود سب من الرعونة فسروا بذلك وخاطبوا بها النبي فنهى المؤمنون عنها (وقولوا) بدلها (انظرنا) أي انظر إلينا (واسمعوا) ما تؤمرون به سماع قبول (وللكافرين عذاب أليم) مؤلم هو النار \r\n", "sura_id": 2, "type": 2, "id": 25055, "aya_id": 104}, {"text": "يا أيها الذين آمنوا لا تقولوا للرسول محمد صلى الله عليه وسلم: راعنا, أي: راعنا سمعك، فافهم عنا وأفهمنا; لأن اليهود كانوا يقولونها للنبي صلى الله عليه وسلم يلوون ألسنتهم بها, يقصدون سبَّه ونسبته إلى الرعونة, وقولوا- أيها المؤمنون- بدلا منها: انظرنا, أي انظر إلينا وتعهَّدْنا, وهي تؤدي المعنى المطلوب نفسه واسمعوا ما يتلى عليكم من كتاب ربكم وافهموه. وللجاحدين عذاب موجع.\r\n", "sura_id": 2, "type": 3, "id": 31291, "aya_id": 104}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقُولُوا رَاعِنَا وَقُولُوا انْظُرْنَا وَاسْمَعُوا وَلِلْكَافِرِينَ عَذَابٌ</font><BR><p>نَهَى اللَّه تَعَالَى عِبَاده الْمُؤْمِنِينَ أَنْ يَتَشَبَّهُوا بِالْكَافِرِينَ فِي مَقَالهمْ وَفِعَالهمْ وَذَلِكَ أَنَّ الْيَهُود كَانُوا يُعَانُونَ مِنْ الْكَلَام مَا فِيهِ تَوْرِيَة لِمَا يَقْصِدُونَهُ مِنْ التَّنْقِيص عَلَيْهِمْ لَعَائِن اللَّه فَإِذَا أَرَادُوا أَنْ يَقُولُوا اِسْمَعْ لَنَا يَقُولُوا رَاعِنَا وَيُوَرُّونَ بِالرُّعُونَةِ كَمَا قَالَ تَعَالَى\" مِنْ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَع وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّين وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَم وَلَكِنْ لَعَنَهُمْ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا \" وَكَذَلِكَ جَاءَتْ الْأَحَادِيث بِالْإِخْبَارِ عَنْهُمْ بِأَنَّهُمْ كَانُوا إِذَا سَلَّمُوا إِنَّمَا يَقُولُونَ السَّامّ عَلَيْكُمْ وَالسَّامّ هُوَ الْمَوْت وَلِهَذَا أُمِرْنَا أَنْ نَرُدّ عَلَيْهِمْ بِ \" وَعَلَيْكُمْ\" وَإِنَّمَا يُسْتَجَاب لَنَا فِيهِمْ وَلَا يُسْتَجَاب لَهُمْ فِينَا وَالْغَرَضُ أَنَّ اللَّه تَعَالَى نَهَى الْمُؤْمِنِينَ عَنْ مُشَابَهَة الْكَافِرِينَ قَوْلًا وَفِعْلًا فَقَالَ \" يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقُولُوا رَاعِنًا وَقُولُوا اُنْظُرْنَا وَاسْمَعُوا وَلِلْكَافِرِينَ عَذَابٌ أَلِيم \" وَقَالَ الْإِمَام أَحْمَد : أَخْبَرَنَا أَبُو النَّضْر أَخْبَرَنَا عَبْد الرَّحْمَن أَخْبَرَنَا ثَابِت أَخْبَرَنَا حَسَّان بْن عَطِيَّة عَنْ أَبِي مُنِيب الْجُرَشِيّ عَنْ اِبْن عُمَر رَضِيَ اللَّه عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" بُعِثْت بَيْن يَدَيْ السَّاعَة بِالسَّيْفِ حَتَّى يُعْبَد اللَّهُ وَحْدَهُ لَا شَرِيك لَهُ وَجُعِلَ رِزْقِي تَحْت ظِلّ رُمْحِي وَجُعِلَتْ الذِّلَّة وَالصَّغَار عَلَى مَنْ خَالَفَ أَمْرِي وَمَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ \" وَرَوَى أَبُو دَاوُد عَنْ عُثْمَان بْن أَبِي شَيْبَة عَنْ أَبِي النَّضْر هَاشِم أَخْبَرَنَا اِبْن الْقَاسِم بِهِ \" مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ \" فَفِيهِ دَلَالَة عَلَى النَّهْي الشَّدِيد وَالتَّهْدِيد وَالْوَعِيد عَلَى التَّشَبُّه بِالْكُفَّارِ فِي أَقْوَالهمْ وَأَفْعَالهمْ وَلِبَاسهمْ وَأَعْيَادهمْ وَعِبَادَاتهمْ وَغَيْر ذَلِكَ مِنْ أُمُورهمْ الَّتِي لَمْ تُشْرَع لَنَا وَلَا نُقَرّ عَلَيْهَا وَقَالَ اِبْن أَبِي حَاتِم أَخْبَرَنَا أَبِي أَخْبَرَنَا نُعَيْم بْن حَمَّاد أَخْبَرَنَا عَبْد اللَّه بْن الْمُبَارَك أَخْبَرَنَا مِسْعَر عَنْ اِبْن مَعْن وَعَوْن أَوْ أَحَدهمَا أَنَّ رَجُلًا أَتَى عَبْد اللَّه بْن مَسْعُود فَقَالَ : اِعْهَدْ إِلَيَّ فَقَالَ : إِذَا سَمِعْت اللَّه يَقُول \" يَا أَيُّهَا الَّذِينَ آمَنُوا\" فَأَرْعِهَا سَمْعك فَإِنَّهُ خَيْر يَأْمُر بِهِ أَوْ شَرّ يَنْهَى عَنْهُ . وَقَالَ الْأَعْمَش عَنْ خَيْثَمَة قَالَ : مَا تَقْرَءُونَ فِي الْقُرْآنِ \" يَا أَيُّهَا الَّذِينَ آمَنُوا \" فَإِنَّهُ فِي التَّوْرَاة يَا أَيُّهَا الْمَسَاكِين . وَقَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنِي مُحَمَّد بْن أَبِي مُحَمَّد عَنْ سَعِيد بْن جُبَيْر أَوْ عِكْرِمَة عَنْ اِبْن عَبَّاس \" رَاعِنَا \" أَيْ أَرْعِنَا سَمْعك وَقَالَ الضَّحَّاك : عَنْ اِبْن عَبَّاس \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَقُولُوا رَاعِنَا \" قَالَ كَانُوا يَقُولُونَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَرْعِنَا سَمْعك وَإِنَّمَا رَاعِنَا كَقَوْلِك عَاطِنَا وَقَالَ اِبْن أَبِي حَاتِم وَرُوِيَ عَنْ أَبِي الْعَالِيَة وَأَبِي مَالِك وَالرَّبِيع بْن أَنَس وَعَطِيَّة الْعَوْفِيّ وَقَتَادَة نَحْو ذَلِكَ وَقَالَ مُجَاهِد \" لَا تَقُولُوا رَاعِنَا \" لَا تَقُولُوا خِلَافًا وَفِي رِوَايَة لَا تَقُولُوا اِسْمَعْ مِنَّا وَنَسْمَع مِنْك . وَقَالَ عَطَاء لَا تَقُولُوا \" رَاعِنَا \" كَانَتْ لُغَة تَقُولهَا الْأَنْصَار فَنَهَى اللَّه عَنْهَا وَقَالَ الْحَسَن : \" لَا تَقُولُوا رَاعِنَا\" قَالَ الرَّاعِن مِنْ الْقَوْل السُّخْرِيّ مِنْهُ نَهَاهُمْ اللَّه أَنْ يَسْخَرُوا مِنْ قَوْل مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَمَا يَدْعُوهُمْ إِلَيْهِ مِنْ الْإِسْلَام . وَكَذَا رُوِيَ عَنْ اِبْن جُرَيْج أَنَّهُ قَالَ مِثْله وَقَالَ أَبُو صَخْر \" لَا تَقُولُوا رَاعِنَا وَقُولُوا اُنْظُرْنَا \" قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا أَدْبَرَ نَادَاهُ مَنْ كَانَتْ لَهُ حَاجَة مِنْ الْمُؤْمِنِينَ فَيَقُول أَرْعِنَا سَمْعك فَأَعْظَمَ اللَّهُ رَسُولَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُقَال ذَلِكَ لَهُ وَقَالَ السُّدِّيّ : كَانَ رَجُل مِنْ الْيَهُود مِنْ بَنِي قَيْنُقَاع يُدْعَى رِفَاعَة بْن زَيْد يَأْتِي النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِذَا لَقِيَهُ فَكَلَّمَهُ قَالَ : أَرْعِنِي سَمْعك وَاسْمَعْ غَيْر مُسْمَع وَكَانَ الْمُسْلِمُونَ يَحْسَبُونَ أَنَّ الْأَنْبِيَاء كَانَتْ تُفَخَّم بِهَذَا فَكَانَ نَاس مِنْهُمْ يَقُولُونَ : اِسْمَعْ غَيْر مُسْمَع غَيْر صَاغِر وَهِيَ كَاَلَّتِي فِي سُورَة النِّسَاء فَتَقَدَّمَ اللَّه إِلَى الْمُؤْمِنِينَ أَنْ لَا يَقُولُوا رَاعِنَا وَكَذَا قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ بِنَحْوٍ مِنْ هَذَا قَالَ اِبْن جَرِير وَالصَّوَاب مِنْ الْقَوْل فِي ذَلِكَ عِنْدنَا أَنَّ اللَّه نَهَى الْمُؤْمِنِينَ أَنْ يَقُولُوا لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَاعِنَا لِأَنَّهَا كَلِمَة كَرِهَهَا اللَّه تَعَالَى أَنْ يَقُولهَا لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَظِير الَّذِي ذُكِرَ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" لَا تَقُولُوا لِلْعِنَبِ الْكَرْم وَلَكِنْ قُولُوا الْحَبَلَة وَلَا تَقُولُوا عَبْدِي وَلَكِنْ قُولُوا فَتَايَ \" وَمَا أَشْبَهَ ذَلِكَ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38503, "aya_id": 104}]