[{"text": "وَمَا كُنتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَكِن ظَنَنتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِّمَّا تَعْمَلُونَ", "sura_id": 41, "type": 0, "id": 4240, "aya_id": 22}, {"text": "وما كنتم تستترون أن يشهد عليكم سمعكم ولا أبصاركم ولا جلودكم و لكن ظننتم أن الله لا يعلم كثيرا مما تعملون", "sura_id": 41, "type": 1, "id": 10476, "aya_id": 22}, {"text": "22 - (وما كنتم تستترون) عن ارتكابكم الفواحش من (أن يشهد عليكم سمعكم ولا أبصاركم ولا جلودكم) لأنكم لم توقنوا بالبعث (ولكن ظننتم) عند استتاركم (أن الله لا يعلم كثيرا مما تعملون) \r\n", "sura_id": 41, "type": 2, "id": 29184, "aya_id": 22}, {"text": "وما كنتم تَسْتَخْفون عند ارتكابكم المعاصي؛ خوفًا من أن يشهد عليكم سمعكم ولا أبصاركم ولا جلودكم يوم القيامة, ولكن ظننتم بارتكابكم المعاصي أن الله لا يعلم كثيرًا من أعمالكم التي تعصون الله بها.\r\n", "sura_id": 41, "type": 3, "id": 35420, "aya_id": 22}, {"text": " <font color=red>وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَد عَلَيْكُمْ سَمْعكُمْ وَلَا أَبْصَاركُمْ وَلَا جُلُودكُمْ \" أَيْ تَقُول لَهُمْ الْأَعْضَاء وَالْجُلُود حِين يَلُومُونَهَا عَلَى الشَّهَادَة عَلَيْهِمْ مَا كُنْتُمْ تَكْتُمُونَ مِنَّا الَّذِي كُنْتُمْ تَفْعَلُونَهُ بَلْ كُنْتُمْ تُجَاهِرُونَ اللَّه بِالْكُفْرِ وَالْمَعَاصِي وَلَا تُبَالُونَ مِنْهُ فِي زَعْمكُمْ لِأَنَّكُمْ كُنْتُمْ لَا تَعْتَقِدُونَ أَنَّهُ يَعْلَم جَمِيع أَفْعَالكُمْ وَلِهَذَا قَالَ تَعَالَى \" وَلَكِنْ ظَنَنْتُمْ أَنَّ اللَّه لَا يَعْلَم كَثِيرًا مِمَّا تَعْمَلُونَ وَذَلِكُمْ ظَنّكُمْ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ \" أَيْ هَذَا الظَّنّ الْفَاسِد وَهُوَ اِعْتِقَادكُمْ أَنَّ اللَّه تَعَالَى لَا يَعْلَم كَثِيرًا مِمَّا تَعْمَلُونَ هُوَ الَّذِي أَتْلَفَكُمْ وَأَرْدَاكُمْ عِنْد رَبّكُمْ \" فَأَصْبَحْتُمْ مِنْ الْخَاسِرِينَ\" أَيْ فِي مَوَاقِف الْقِيَامَة خَسِرْتُمْ أَنْفُسكُمْ وَأَهْلِيكُمْ. قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ عَمَّار عَنْ عَبْد الرَّحْمَن بْن يَزِيد عَنْ عَبْد اللَّه رَضِيَ اللَّه عَنْهُ قَالَ كُنْت مُسْتَتِرًا بِأَسْتَارِ الْكَعْبَة فَجَاءَ ثَلَاثَة نَفَر قُرَشِيّ وَخِتْنَاهُ ثَقَفِيَّانِ - أَوْ ثَقَفِيّ وَخِتْنَاهُ قُرَشِيَّانِ - كَثِير شَحْم بُطُونهمْ قَلِيل فِقْه قُلُوبهمْ فَتَكَلَّمُوا بِكَلَامٍ لَمْ أَسْمَعهُ فَقَالَ أَحَدهمَا أَتَرَوْنَ أَنَّ اللَّه يَسْمَع كَلَامنَا هَذَا ؟ فَقَالَ الْآخَر إِنَّا إِذَا رَفَعْنَا أَصْوَاتنَا سَمِعَهُ وَإِذَا لَمْ نَرْفَعهُ لَمْ يَسْمَعهُ فَقَالَ الْآخَر إِنْ سَمِعَ مِنْهُ شَيْئًا سَمِعَهُ كُلّه - قَالَ - فَذَكَرْت ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَد عَلَيْكُمْ سَمْعكُمْ وَلَا أَبْصَاركُمْ وَلَا جُلُودكُمْ - إِلَى قَوْله - مِنْ الْخَاسِرِينَ \" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ هَنَّاد عَنْ أَبِي مُعَاوِيَة بِإِسْنَادِهِ نَحْوه وَأَخْرَجَهُ أَحْمَد وَمُسْلِم وَالتِّرْمِذِيّ أَيْضًا مِنْ حَدِيث سُفْيَان الثَّوْرِيّ عَنْ الْأَعْمَش عَنْ عُمَارَة بْن عُمَيْر عَنْ وَهْب بْن رَبِيعَة عَنْ عَبْد اللَّه بْن مَسْعُود بِنَحْوِهِ وَرَوَاهُ الْبُخَارِيّ وَمُسْلِم أَيْضًا مِنْ حَدِيث السُّفْيَانَيْنِ كِلَاهُمَا عَنْ مَنْصُور عَنْ مُجَاهِد عَنْ أَبِي مَعْمَر عَبْد اللَّه بْن سَخْبَرَة عَنْ اِبْن مَسْعُود رَضِيَ اللَّه عَنْهُ بِهِ وَقَالَ عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ بَهْز بْن حَكِيم عَنْ أَبِيهِ عَنْ جَدّه عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله تَعَالَى \" أَنْ يَشْهَد عَلَيْكُمْ سَمْعكُمْ وَلَا أَبْصَاركُمْ وَلَا جُلُودكُمْ \" قَالَ \" إِنَّكُمْ تُدْعَوْنَ يَوْم الْقِيَامَة مُفَدَّمًا عَلَى أَفْوَاهكُمْ بِالْفِدَامِ فَأَوَّل شَيْء يُبَيِّن عَنْ أَحَدكُمْ فَخِذه وَكَفّه \" .</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41039, "aya_id": 22}]