[{"text": "رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً مِّنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنتَ العَزِيزُ الحَكِيمُ", "sura_id": 2, "type": 0, "id": 136, "aya_id": 129}, {"text": "ربنا وابعث فيهم رسولا منهم يتلو عليهم آياتك ويعلمهم الكتاب والحكمة ويزكيهم إنك أنت العزيز الحكيم", "sura_id": 2, "type": 1, "id": 6372, "aya_id": 129}, {"text": "129 - (ربنا وابعث فيهم) أي أهل البيت (رسولاً منهم) من أنفسهم ، وقد أجاب الله دعاءه بمحمد صلى الله عليه وسلم (يتلو عليهم آياتك) القرآن (ويعلمهم الكتاب) القرآن (والحكمة) أي ما فيه من الأحكام (ويزكيهم) يطهرهم من الشرك (إنك أنت العزيز) الغالب (الحكيم) في صنعه \r\n", "sura_id": 2, "type": 2, "id": 25080, "aya_id": 129}, {"text": "ربنا وابعث في هذه الأمة رسولا من ذرية إسماعيل يتلو عليهم آياتك ويعلمهم القرآن والسنة, ويطهرهم من الشرك وسوء الأخلاق. إنك أنت العزيز الذي لا يمتنع عليه شيء, الحكيم الذي يضع الأشياء في مواضعها.\r\n", "sura_id": 2, "type": 3, "id": 31316, "aya_id": 129}, {"text": " <font color=red>رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ</font><BR><p>يَقُول تَعَالَى إِخْبَارًا عَنْ تَمَام دَعْوَة إِبْرَاهِيم لِأَهْلِ الْحَرَم أَنْ يَبْعَث اللَّه فِيهِمْ رَسُولًا مِنْهُمْ أَيْ مِنْ ذُرِّيَّة إِبْرَاهِيم وَقَدْ وَافَقَتْ هَذِهِ الدَّعْوَة الْمُسْتَجَابَة قَدَر اللَّه السَّابِق فِي تَعْيِين مُحَمَّد صَلَوَات اللَّه وَسَلَامه عَلَيْهِ رَسُولًا فِي الْأُمِّيِّينَ إِلَيْهِمْ وَإِلَى سَائِر الْأَعْجَمِيِّينَ مِنْ الْإِنْس وَالْجِنّ كَمَا قَالَ الْإِمَام أَحْمَد أَخْبَرَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ مُعَاوِيَة بْن صَالِح عَنْ سَعِيد بْن سُوَيْد الْكَلْبِيّ عَنْ عَبْد الْأَعْلَى بْن هِلَال السُّلَمِيّ عَنْ الْعِرْبَاض بْن سَارِيَة : قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنِّي عِنْد اللَّه لَخَاتَم النَّبِيِّينَ وَإِنَّ آدَم لَمُنْجَدِلٌ فِي طِينَته وَسَأُنَبِّئُكُمْ بِأَوَّلِ ذَلِكَ ; دَعْوَة أَبِي إِبْرَاهِيم وَبِشَارَة عِيسَى بِي وَرُؤْيَا أُمِّي الَّتِي رَأَتْ وَكَذَلِكَ أُمَّهَات النَّبِيِّينَ يَرَيْنَ \" وَكَذَلِكَ رَوَاهُ اِبْن وَهْب وَاللَّيْث وَكَاتِبه عَبْد اللَّه بْن صَالِح عَنْ مُعَاوِيَة بْن صَالِح وَتَابَعَهُ أَبُو بَكْر بْن أَبِي مَرْيَم عَنْ سَعِيد بْن سُوَيْد وَقَالَ الْإِمَام أَحْمَد أَيْضًا أَخْبَرَنَا أَبُو النَّضْر أَخْبَرَنَا الْفَرَج أَخْبَرَنَا لُقْمَان بْن عَامِر قَالَ : سَمِعْت أَبَا أُمَامَة قَالَ : قُلْت يَا رَسُول اللَّه مَا كَانَ أَوَّل بَدْء أَمْرك ؟ قَالَ \" دَعْوَة أَبِي إِبْرَاهِيم وَبُشْرَى عِيسَى بِي وَرَأَتْ أُمِّي أَنَّهُ خَرَجَ مِنْهَا نُور أَضَاءَتْ لَهُ قُصُور الشَّام \" وَالْمُرَاد أَنَّ أَوَّل مَنْ نَوَّهَ بِذِكْرِهِ وَشَهَرَهُ فِي النَّاس إِبْرَاهِيم عَلَيْهِ السَّلَام وَلَمْ يَزَلْ ذِكْره فِي النَّاس مَذْكُورًا مَشْهُورًا سَائِرًا حَتَّى أَفْصَحَ بِاسْمِهِ خَاتَم أَنْبِيَاء بَنِي إِسْرَائِيل نَسَبًا وَهُوَ عِيسَى اِبْن مَرْيَم عَلَيْهِ السَّلَام حَيْثُ قَامَ فِي بَنِي إِسْرَائِيل خَطِيبًا وَقَالَ \" إِنِّي رَسُول اللَّه إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْن يَدَيَّ مِنْ التَّوْرَاة وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اِسْمه أَحْمَد \" وَلِهَذَا قَالَ فِي هَذَا الْحَدِيث \" دَعْوَة أَبِي إِبْرَاهِيم وَبُشْرَى عِيسَى اِبْن مَرْيَم \" . وَقَوْله \" وَرَأَتْ أُمِّي أَنَّهُ خَرَجَ مِنْهَا نُور أَضَاءَتْ لَهُ قُصُور الشَّام \" قِيلَ كَانَ مَنَامًا رَأَتْهُ حِين حَمَلَتْ بِهِ وَقَصَّتْهُ عَلَى قَوْمهَا فَشَاعَ فِيهِمْ وَاشْتَهَرَ بَيْنهمْ وَكَانَ ذَلِكَ تَوْطِئَة وَتَخْصِيص الشَّام بِظُهُورِ نُوره إِشَارَة إِلَى اِسْتِقْرَار دِينه وَنُبُوَّته بِبِلَادِ الشَّام وَلِهَذَا تَكُون الشَّام فِي آخِر الزَّمَان مَعْقِلًا لِلْإِسْلَامِ وَأَهْله وَبِهَا يَنْزِل عِيسَى اِبْن مَرْيَم إِذَا نَزَلَ بِدِمَشْق بِالْمَنَارَةِ الشَّرْقِيَّة الْبَيْضَاء مِنْهَا وَلِهَذَا جَاءَ فِي الصَّحِيحَيْنِ \" لَا تَزَال طَائِفَة مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقّ لَا يَضُرّهُمْ مَنْ خَذَلَهُمْ وَلَا مَنْ خَالَفَهُمْ حَتَّى يَأْتِي أَمْر اللَّه وَهُمْ كَذَلِكَ \" وَفِي صَحِيح الْبُخَارِيّ \" وَهُمْ بِالشَّامِ \" قَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة فِي قَوْله \" رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ \" يَعْنِي أُمَّة مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقِيلَ لَهُ قَدْ اُسْتُجِيبَ لَك وَهُوَ كَائِن فِي آخِر الزَّمَان وَكَذَا قَالَ السُّدِّيّ وَقَتَادَة وَقَوْله تَعَالَى \" وَيُعَلِّمهُمْ \" الْكِتَاب \" يَعْنِي الْقُرْآن \" وَالْحِكْمَة\" يَعْنِي السُّنَّة قَالَهُ الْحَسَن وَقَتَادَة وَمُقَاتِل بْن حَيَّان وَأَبُو مَالِك وَغَيْرهمْ وَقِيلَ الْفَهْم فِي الدِّين وَلَا مُنَافَاة\" وَيُزَكِّيهِمْ \" قَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس يَعْنِي طَاعَة اللَّه وَالْإِخْلَاص وَقَالَ : مُحَمَّد بْن إِسْحَاق\" وَيُعَلِّمهُمْ الْكِتَاب وَالْحِكْمَة \" قَالَ يُعَلِّمهُمْ الْخَيْر فَيَفْعَلُوهُ وَالشَّرّ فَيَتَّقُوهُ وَيُخْبِرهُمْ بِرِضَا اللَّه عَنْهُمْ إِذَا أَطَاعُوهُ لِيَسْتَكْثِرُوا مِنْ طَاعَته وَيَجْتَنِبُوا مَا يُسْخِطهُ مِنْ مَعْصِيَته وَقَوْله \" إِنَّك أَنْتَ الْعَزِيز الْحَكِيم\" أَيْ الْعَزِيز الَّذِي لَا يُعْجِزُهُ شَيْءٌ وَهُوَ قَادِرٌ عَلَى كُلّ شَيْء الْحَكِيمُ فِي أَفْعَاله وَأَقْوَاله فَيَضَع الْأَشْيَاءَ فِي مَحَالِّهَا وَحِكْمَته وَعَدْله .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38530, "aya_id": 129}]