[{"text": "وَقَالُوا يَا وَيْلَنَا هَذَا يَوْمُ الدِّينِ", "sura_id": 37, "type": 0, "id": 3808, "aya_id": 20}, {"text": "وقالوا يا ويلنا هذا يوم الدين", "sura_id": 37, "type": 1, "id": 10044, "aya_id": 20}, {"text": "20 - (وقالوا) الكفار (يا) للتنبيه (ويلنا) هلاكنا وهو مصدر لا فعل له من لفظه وتقول لهم الملائكة (هذا يوم الدين) يوم الحساب والجزاء \r\n", "sura_id": 37, "type": 2, "id": 28752, "aya_id": 20}, {"text": "وقالوا: يا هلاكنا هذا يوم الحساب والجزاء.\r\n", "sura_id": 37, "type": 3, "id": 34988, "aya_id": 20}, {"text": " <font color=red>وَقَالُوا يَا وَيْلَنَا هَذَا يَوْمُ</font><BR><p>يُخْبِر تَعَالَى عَنْ قِيلِ الْكُفَّار يَوْم الْقِيَامَة أَنَّهُمْ يَرْجِعُونَ عَلَى أَنْفُسهمْ بِالْمَلَامَةِ وَيَعْتَرِفُونَ بِأَنَّهُمْ كَانُوا ظَالِمِينَ لِأَنْفُسِهِمْ فِي الدَّار الدُّنْيَا فَإِذَا عَايَنُوا أَهْوَال الْقِيَامَة نَدِمُوا كُلّ النَّدَم حَيْثُ لَا يَنْفَعهُمْ النَّدَم \" وَقَالُوا يَا وَيْلَنَا هَذَا يَوْم الدِّين \" فَتَقُول لَهُمْ الْمَلَائِكَة وَالْمُؤْمِنُونَ \" هَذَا يَوْم الْفَصْل الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ \" وَهَذَا يُقَال لَهُمْ عَلَى وَجْه التَّقْرِيع وَالتَّوْبِيخ وَيَأْمُر اللَّه تَعَالَى الْمَلَائِكَة أَنْ تُمَيِّز الْكُفَّار مِنْ الْمُؤْمِنِينَ فِي الْمَوْقِف فِي مَحْشَرهمْ وَمَنْشَرهمْ وَلِهَذَا قَالَ تَعَالَى \" اُحْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجهمْ \" قَالَ النُّعْمَان بْن بَشِير رَضِيَ اللَّه عَنْهُ يَعْنِي بِ أَزْوَاجَهُمْ \" أَشْبَاههمْ وَأَمْثَالهمْ وَكَذَا قَالَ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر وَعِكْرِمَة وَمُجَاهِد وَالسُّدِّيّ وَأَبُو صَالِح وَأَبُو الْعَالِيَة وَزَيْد بْن أَسْلَم وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ سِمَاك عَنْ النُّعْمَان بْن بَشِير عَنْ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ \" اُحْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجهمْ \" قَالَ إِخْوَانهمْ . وَقَالَ شَرِيك عَنْ سِمَاك عَنْ النُّعْمَان قَالَ : سَمِعْت عُمَر يَقُول \" اُحْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ \" قَالَ أَشْبَاههمْ قَالَ يَجِيء أَصْحَاب الزِّنَا مَعَ أَصْحَاب الزِّنَا وَأَصْحَاب الرِّبَا مَعَ أَصْحَاب الرِّبَا وَأَصْحَاب الْخَمْر مَعَ أَصْحَاب الْخَمْر وَقَالَ خُصَيْف عَنْ مِقْسَم عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَزْوَاجَهُمْ نِسَاءَهُمْ وَهَذَا غَرِيب وَالْمَعْرُوف عَنْهُ الْأَوَّل كَمَا رَوَاهُ مُجَاهِد وَسَعِيد بْن جُبَيْر عَنْهُ أَزْوَاجهمْ قُرَنَاءَهُمْ وَمَا كَانُوا يَعْبُدُونَ مِنْ دُون اللَّه أَيْ مِنْ الْأَصْنَام وَالْأَنْدَاد تُحْشَر مَعَهُمْ فِي أَمَاكِنهمْ .</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40517, "aya_id": 20}]