[{"text": "وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَن لَّا تُشْرِكْ بِي شَيْئًا وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ", "sura_id": 22, "type": 0, "id": 2621, "aya_id": 26}, {"text": "وإذ بوأنا لإبراهيم مكان البيت أن لا تشرك بي شيئا و طهر بيتي للطائفين و القائمين و الركع السجود", "sura_id": 22, "type": 1, "id": 8857, "aya_id": 26}, {"text": "26 - واذكر (وإذ بوأنا) بينا (لإبراهيم مكان البيت) ليبنيه وكان قد رفع من زمن الطوفان وأمرناه (أن لا تشرك بي شيئا وطهر بيتي) من الأوثان (للطائفين والقائمين) المقيمين به (والركع السجود) جمع راكع وساجد المصلين \r\n", "sura_id": 22, "type": 2, "id": 27565, "aya_id": 26}, {"text": "واذكر- أيها النبي- إذ بَيَّنا لإبراهيم - عليه السلام- مكان البيت، وهيَّأناه له وقد كان غير معروف، وأمرناه ببنائه على تقوى من الله وتوحيده وتطهيره من الكفر والبدع والنجاسات ؛ ليكون رحابًا للطائفين به, والقائمين المصلين عنده.\r\n", "sura_id": 22, "type": 3, "id": 33801, "aya_id": 26}, {"text": " <font color=red>وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَنْ لَا تُشْرِكْ بِي شَيْئًا وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ</font><BR><p>هَذَا فِيهِ تَقْرِيع وَتَوْبِيخ لِمَنْ عَبَدَ غَيْر اللَّه وَأَشْرَكَ بِهِ مِنْ قُرَيْش فِي الْبُقْعَة الَّتِي أُسِّسَتْ مِنْ أَوَّل يَوْم عَلَى تَوْحِيد اللَّه وَعِبَادَته وَحْده لَا شَرِيك لَهُ فَذَكَرَ تَعَالَى أَنَّهُ بَوَّأَ إِبْرَاهِيم مَكَان الْبَيْت أَيْ أَرْشَدَهُ إِلَيْهِ وَسَلَّمَهُ لَهُ وَأَذِنَ لَهُ فِي بِنَائِهِ وَاسْتَدَلَّ بِهِ كَثِير مِمَّنْ قَالَ إِنَّ إِبْرَاهِيم عَلَيْهِ السَّلَام هُوَ أَوَّل مَنْ بَنَى الْبَيْت الْعَتِيق وَأَنَّهُ لَمْ يَبْنِ قَبْله كَمَا ثَبَتَ فِي الصَّحِيح عَنْ أَبِي ذَرّ قُلْت يَا رَسُول اللَّه أَيّ مَسْجِد وُضِعَ أَوَّل ؟ قَالَ \" الْمَسْجِد الْحَرَام \" قُلْت ثُمَّ أَيّ ؟ قَالَ \" بَيْت الْمَقْدِس \" قُلْت كَمْ بَيْنهمَا ؟ قَالَ\" أَرْبَعُونَ سَنَة \" وَقَدْ قَالَ اللَّه تَعَالَى \" إِنَّ أَوَّل بَيْت وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا \" الْآيَتَيْنِ وَقَالَ تَعَالَى \" وَعَهِدْنَا إِلَى إِبْرَاهِيم وَإِسْمَاعِيل أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّع السُّجُود\" وَقَدْ قَدَّمْنَا ذِكْر مَا وَرَدَ فِي بِنَاء الْبَيْت مِنْ الصِّحَاح وَالْآثَار بِمَا أَغْنَى عَنْ إِعَادَته هَهُنَا وَقَالَ تَعَالَى هَهُنَا\" أَنْ لَا تُشْرِك بِي شَيْئًا أَيْ اِبْنِهِ عَلَى اِسْمِي وَحْدِي\" وَطَهِّرْ بَيْتِيَ \" قَالَ قَتَادَة وَمُجَاهِد مِنْ الشِّرْك \" لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّع السُّجُود \" أَيْ اِجْعَلْهُ خَالِصًا لِهَؤُلَاءِ الَّذِينَ يَعْبُدُونَ اللَّه وَحْده لَا شَرِيك لَهُ فَالطَّائِف بِهِ مَعْرُوف وَهُوَ أَخَصّ الْعِبَادَات عِنْد الْبَيْت فَإِنَّهُ لَا يُفْعَل بِبُقْعَةٍ مِنْ الْأَرْض سِوَاهَا \" وَالْقَائِمِينَ \" أَيْ فِي الصَّلَاة وَلِهَذَا قَالَ \" وَالرُّكَّع السُّجُود \" فَقَرَنَ الطَّوَاف بِالصَّلَاةِ لِأَنَّهُمَا لَا يُشْرَعَانِ إِلَّا مُخْتَصِّينَ بِالْبَيْتِ فَالطَّوَاف عِنْده وَالصَّلَاة إِلَيْهِ فِي غَالِب الْأَحْوَال إِلَّا مَا اُسْتُثْنِيَ مِنْ الصَّلَاة عِنْد اِشْتِبَاه الْقِبْلَة وَفِي الْحَرْب وَفِي النَّافِلَة فِي السَّفَر وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 22, "type": 4, "id": 39047, "aya_id": 26}]