[{"text": "إِنَّ عِدَّةَ الشُّهُورِ عِندَ اللّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللّهِ يَوْمَ خَلَقَ السَّمَاوَات وَالأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلاَ تَظْلِمُواْ فِيهِنَّ أَنفُسَكُمْ وَقَاتِلُواْ الْمُشْرِكِينَ كَآفَّةً كَمَا يُقَاتِلُونَكُمْ كَآفَّةً وَاعْلَمُواْ أَنَّ اللّهَ مَعَ الْمُتَّقِينَ", "sura_id": 9, "type": 0, "id": 1271, "aya_id": 36}, {"text": "إن عدة الشهور عند الله اثنا عشر شهرا في كتاب الله يوم خلق السماوات والأرض منها أربعة حرم ذلك الدين القيم فلا تظلموا فيهن أنفسكم و قاتلوا المشركين كافة كما يقاتلونكم كافة و اعلموا أن الله مع المتقين", "sura_id": 9, "type": 1, "id": 7507, "aya_id": 36}, {"text": "36 - (إن عدة الشهور) المعتد بها للسنة (عند الله اثنا عشر شهراً في كتاب الله) اللوح المحفوظ (يوم خلق السماوات والأرض منها) أي الشهور (أربعة حرم) محرَّمة هي ذو القعدة وذو الحجة والمحرم ورجب (ذلك) أي تحريمها (الدين القيم) المستقيم (فلا تظلموا فيهن) أي الأشهر الحرم (أنفسكم) بالمعاصي فإنها أعظم وزرا وقيل في الأشهر كلها (وقاتلوا المشركين كافةً) جميعا في كل الشهور (كما يقاتلونكم كافة واعلموا أن الله مع المتقين) بالعون والنصر \r\n", "sura_id": 9, "type": 2, "id": 26215, "aya_id": 36}, {"text": "إنّ عدة الشهور في حكم الله وفيما كُتب في اللوح المحفوظ اثنا عشر شهرًا, يوم خلق السموات والأرض, منها أربعة حُرُم; حرَّم الله فيهنَّ القتال (هي: ذو القعدة وذو الحجة والمحرم ورجب) ذلك هو الدين المستقيم, فلا تظلموا فيهن أنفسكم; لزيادة تحريمها, وكون الظلم فيها أشد منه في غيرها, لا أنَّ الظلم في غيرها جائز. وقاتلوا المشركين جميعًا كما يقاتلونكم جميعًا, واعلموا أن الله مع أهل التقوى بتأييده ونصره.\r\n", "sura_id": 9, "type": 3, "id": 32451, "aya_id": 36}, {"text": " <font color=red>إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ</font><BR><p>قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا إِسْمَاعِيل أَخْبَرَنَا أَيُّوب أَخْبَرَنَا مُحَمَّد بْن سِيرِين عَنْ أَبِي بَكْرَة أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَطَبَ فِي حَجَّته فَقَالَ \" أَلَا إِنَّ الزَّمَان قَدْ اِسْتَدَارَ كَهَيْئَتِهِ يَوْم خَلَقَ اللَّه السَّمَوَات وَالْأَرْض السَّنَة اِثْنَا عَشَر شَهْرًا مِنْهَا أَرْبَعَة حُرُم ثَلَاثَة مُتَوَالِيَات ذُو الْقَعْدَة وَذُو الْحِجَّة وَالْمُحَرَّم وَرَجَب مُضَر الَّذِي بَيْن جُمَادَى وَشَعْبَان \" ثُمَّ قَالَ \" أَيّ يَوْم هَذَا ؟ \" قُلْنَا اللَّه وَرَسُوله أَعْلَم فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اِسْمه قَالَ \" أَلَيْسَ يَوْم النَّحْر ؟ \" قُلْنَا بَلَى ثُمَّ قَالَ \" أَيّ شَهْر هَذَا ؟ \" قُلْنَا اللَّه وَرَسُوله أَعْلَم فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اِسْمه قَالَ \" أَلَيْسَ ذَا الْحَجَّة ؟ \" قُلْنَا بَلَى ثُمَّ قَالَ \" أَيّ بَلَد هَذَا . ؟ \" قُلْنَا اللَّه وَرَسُوله أَعْلَم فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اِسْمه قَالَ \" أَلَيْسَتْ الْبَلْدَة ؟ \" قُلْنَا بَلَى قَالَ \" فَإِنَّ دِمَاءَكُمْ وَأَمْوَالكُمْ - وَأَحْسِبهُ قَالَ - وَأَعْرَاضكُمْ عَلَيْكُمْ حَرَام كَحُرْمَةِ يَوْمكُمْ هَذَا فِي شَهْركُمْ هَذَا فِي بَلَدكُمْ هَذَا . وَسَتَلْقَوْنَ رَبّكُمْ فَيَسْأَلكُمْ عَنْ أَعْمَالكُمْ أَلَا لَا تَرْجِعُوا بَعْدِي ضُلَّالًا يَضْرِب بَعْضكُمْ رِقَاب بَعْض أَلَا هَلْ بَلَّغْت ؟ أَلَا لِيُبَلِّغْ الشَّاهِد مِنْكُمْ الْغَائِب فَلَعَلَّ مَنْ يَبْلُغهُ يَكُون أَوْعَى لَهُ مِنْ بَعْض مَنْ سَمِعَهُ \" رَوَاهُ الْبُخَارِيّ فِي التَّفْسِير وَغَيْره . وَمُسْلِم مِنْ حَدِيث أَيُّوب عَنْ مُحَمَّد وَهُوَ اِبْن سِيرِين عَنْ عَبْد الرَّحْمَن بْن أَبِي بَكْرَة عَنْ أَبِيهِ بِهِ وَقَدْ قَالَ اِبْن جَرِير : حَدَّثَنَا مَعْمَر حَدَّثَنَا رَوْح حَدَّثَنَا أَشْعَث عَنْ مُحَمَّد بْن سِيرِين عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الزَّمَان قَدْ اِسْتَدَارَ كَهَيْئَتِهِ يَوْم خَلَقَ اللَّه السَّمَاوَات وَالْأَرْض وَإِنَّ عِدَّة الشُّهُور عِنْد اللَّه اِثْنَا عَشَر شَهْرًا فِي كِتَاب اللَّه يَوْم خَلَقَ السَّمَاوَات وَالْأَرْض مِنْهَا أَرْبَعَة حُرُم ثَلَاثَة مُتَوَالِيَات - ذُو الْقَعْدَة وَذُو الْحَجَّة وَالْمُحَرَّم - وَرَجَب مُضَر الَّذِي بَيْن جُمَادَى وَشَعْبَان \" وَرَوَاهُ الْبَزَّار عَنْ مُحَمَّد بْن مَعْمَر بِهِ . ثُمَّ قَالَ لَا يُرْوَى عَنْ أَبِي هُرَيْرَة إِلَّا مِنْ هَذَا الْوَجْه وَقَدْ رَوَاهُ اِبْن عَوْن وَقُرَّة عَنْ اِبْن سِيرِين عَنْ عَبْد الرَّحْمَن بْن أَبِي بَكْرَة عَنْ أَبِيهِ وَقَالَ اِبْن جَرِير أَيْضًا : حَدَّثَنِي مُوسَى بْن عَبْد الرَّحْمَن الْمَسْرُوقِيّ حَدَّثَنَا زَيْد بْن حَبَّاب حَدَّثَنَا مُوسَى بْن عُبَيْدَة الرَّبَذِيّ حَدَّثَنِي صَدَقَة بْن يَسَار عَنْ اِبْن عُمَر قَالَ : خَطَبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَجَّة الْوَدَاع بِمِنًى فِي أَوْسَط أَيَّام التَّشْرِيق فَقَالَ \" أَيّهَا النَّاس إِنَّ الزَّمَان قَدْ اِسْتَدَارَ فَهُوَ الْيَوْم كَهَيْئَتِهِ يَوْم خَلَقَ اللَّه السَّمَاوَات وَالْأَرْض وَإِنَّ عِدَّة الشُّهُور عِنْد اللَّه اِثْنَا عَشَر شَهْرًا مِنْهَا أَرْبَعَة حُرُم أَوَّلهنَّ رَجَب مُضَر بَيْن جُمَادَى وَشَعْبَان وَذُو الْقَعْدَة وَذُو الْحَجَّة وَالْمُحَرَّم \" وَرَوَى اِبْن مَرْدَوَيْهِ مِنْ حَدِيث مُوسَى بْن عُبَيْدَة عَنْ عَبْد اللَّه بْن دِينَار عَنْ اِبْن عُمَر مِثْله أَوْ نَحْوه وَقَالَ حَمَّاد بْن سَلَمَة حَدَّثَنِي عَلِيّ بْن زَيْد عَنْ أَبِي حَمْزَة الرَّقَاشِيّ عَنْ عَمّه وَكَانَتْ لَهُ صُحْبَة قَالَ : كُنْت آخِذًا بِزِمَامِ نَاقَة رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَوْسَط أَيَّام التَّشْرِيق أَذُود النَّاس عَنْهُ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَلَا إِنَّ الزَّمَان قَدْ اِسْتَدَارَ كَهَيْئَتِهِ يَوْم خَلَقَ اللَّه السَّمَاوَات وَالْأَرْض وَإِنَّ عِدَّة الشُّهُور عِنْد اللَّه اِثْنَا عَشَر شَهْرًا فِي كِتَاب اللَّه يَوْم خَلَقَ السَّمَاوَات وَالْأَرْض مِنْهَا أَرْبَعَة حُرُم فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسكُمْ \" وَقَالَ سَعِيد بْن مَنْصُور حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْكَلْبِيّ عَنْ أَبِي صَالِح عَنْ اِبْن عَبَّاس فِي قَوْله \" مِنْهَا أَرْبَعَة حُرُم \" قَالَ مُحَرَّم وَرَجَب وَذُو الْقَعْدَة وَذُو الْحَجَّة وَقَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْحَدِيث \" إِنَّ الزَّمَان قَدْ اِسْتَدَارَ كَهَيْئَتِهِ يَوْم خَلَقَ اللَّه السَّمَاوَات وَالْأَرْض \" تَقْرِير مِنْهُ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ وَتَثْبِيت لِلْأَمْرِ عَلَى مَا جَعَلَهُ اللَّه فِي أَوَّل الْأَمْر مِنْ غَيْر تَقْدِيم وَلَا تَأْخِير وَلَا زِيَادَة وَلَا نَقْص وَلَا نَسِيء وَلَا تَبْدِيل كَمَا قَالَ فِي تَحْرِيم مَكَّة \" إِنَّ هَذَا الْبَلَد حَرَّمَهُ اللَّه يَوْم خَلَقَ السَّمَاوَات وَالْأَرْض فَهُوَ حَرَام بِحُرْمَة اللَّه تَعَالَى إِلَى يَوْم الْقِيَامَة وَهَكَذَا قَالَ هَهُنَا \" إِنَّ الزَّمَان قَدْ اِسْتَدَارَ كَهَيْئَتِهِ يَوْم خَلَقَ اللَّه السَّمَاوَات وَالْأَرْض \" أَيْ الْأَمْر الْيَوْم شَرْعًا كَمَا اِبْتَدَعَ اللَّه ذَلِكَ فِي كِتَابه يَوْم خَلَقَ السَّمَاوَات وَالْأَرْض وَقَدْ قَالَ بَعْض الْمُفَسِّرِينَ وَالْمُتَكَلِّمِينَ عَلَى هَذَا الْحَدِيث إِنَّ الْمُرَاد بِقَوْلِهِ \" قَدْ اِسْتَدَارَ كَهَيْئَتِهِ يَوْم خَلَقَ اللَّه السَّمَاوَات وَالْأَرْض \" أَنَّهُ اِتَّفَقَ أَنَّ حَجّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي تِلْكَ السَّنَة فِي ذِي الْحَجَّة وَأَنَّ الْعَرَب قَدْ كَانَتْ نَسَأَتْ النَّسِيء يَحُجُّونَ فِي كَثِير مِنْ السِّنِينَ بَلْ أَكْثَرهَا فِي غَيْر ذِي الْحَجَّة وَزَعَمُوا أَنَّ حَجَّة التَّصْدِيق فِي سَنَة تِسْع كَانَتْ فِي ذِي الْقَعْدَة وَفِي هَذَا نَظَر كَمَا سَنُبَيِّنُهُ إِذَا تَكَلَّمْنَا عَنْ النَّسِيء وَأَغْرَب مِنْهُ مَا رَوَاهُ الطَّبَرَانِيّ عَنْ بَعْض السَّلَف فِي جُمْلَة حَدِيث أَنَّهُ اِتَّفَقَ حَجّ الْمُسْلِمِينَ وَالْيَهُود وَالنَّصَارَى فِي يَوْم وَاحِد وَهُوَ يَوْم النَّحْر عَام حَجَّة الْوَدَاع وَاَللَّه أَعْلَم . \" فَصْل \" ذَكَرَ الشَّيْخ عَلَم الدِّين السَّخَاوِيّ فِي جُزْء جَمَعَهُ سَمَّاهُ \" الْمَشْهُور فِي أَسْمَاء الْأَيَّام وَالشُّهُور \" أَنَّ الْمُحَرَّم سُمِّيَ بِذَلِكَ لِكَوْنِهِ شَهْرًا مُحَرَّمًا وَعِنْدِي أَنَّهُ سُمِّيَ بِذَلِكَ تَأْكِيدًا لِتَحْرِيمِهِ لِأَنَّ الْعَرَب كَانَتْ تَتَقَلَّب بِهِ فَتُحِلّهُ عَامًا وَتُحَرِّمهُ عَامًا قَالَ وَيُجْمَع عَلَى مُحَرَّمَات وَمَحَارِم وَمَحَارِيم وَصَفَر سُمِّيَ بِذَلِكَ لِخُلُوِّ بُيُوتهمْ مِنْهُمْ حِين يَخْرُجُونَ لِلْقِتَالِ وَالْأَسْفَار يُقَال صَفِرَ الْمَكَان إِذَا خَلَا وَيُجْمَع عَلَى أَصْفَار كَجَمَلٍ وَأَجْمَال وَشَهْر رَبِيع الْأَوَّل سُمِّيَ بِذَلِكَ لِارْتِبَاعِهِمْ فِيهِ وَالِارْتِبَاع الْإِقَامَة فِي عِمَارَة الرَّبْع وَيُجْمَع عَلَى أَرْبِعَاء كَنَصِيبِ وَأَنْصِبَاء وَعَلَى أَرْبِعَة كَرَغِيفٍ وَأَرْغِفَة وَرَبِيع الْآخِر كَالْأَوَّلِ وَجُمَادَى سُمِّيَ بِذَلِكَ لِجُمُودِ الْمَاء فِيهِ قَالَ : وَكَانَتْ الشُّهُور فِي حِسَابهمْ لَا تَدُور وَفِي هَذَا نَظَر إِذْ كَانَتْ شُهُورهمْ مَنُوطَة بِالْأَهِلَّةِ فَلَا بُدّ مِنْ دَوَرَانهَا فَلَعَلَّهُمْ سَمَّوْهُ بِذَلِكَ أَوَّل مَا سُمِّيَ عِنْد جُمُود الْمَاء فِي الْبَرْد كَمَا قَالَ الشَّاعِر : وَلَيْلَة مِنْ جُمَادَى ذَات أَنْدِيَة لَا يُبْصِر الْعَبْد فِي ظَلْمَائِهَا الطُّنُبَا لَا يَنْبَح الْكَلْب فِيهَا غَيْر وَاحِدَة حَتَّى يَلُفّ عَلَى خُرْطُومه الذَّنَبَا وَيُجْمَع عَلَى جُمَادَيَات كَحُبَارَى وَحُبَارَيَات وَقَدْ يُذَكَّر وَيُؤَنَّث فَيُقَال جُمَادَى الْأُولَى وَالْأَوَّل وَجُمَادَى الْآخِر وَالْآخِرَة وَرَجَب مِنْ التَّرْجِيب وَهُوَ التَّعْظِيم وَيُجْمَع عَلَى أَرْجَاب وَرِجَاب وَرُجُبَات وَشَعْبَان مِنْ تَشَعُّب الْقَبَائِل وَتَفَرُّقهَا لِلْغَارَةِ وَيُجْمَع عَلَى شَعَابِين وَشَعَابَات وَرَمَضَان مِنْ شِدَّة الرَّمْضَاء وَهُوَ الْحَرّ يُقَال رَمِضَتْ الْفِصَال إِذَا عَطِشَتْ وَيُجْمَع عَلَى رَمَضَانَات وَرَمَاضِين وَأَرْمِضَة قَالَ : وَقَوْل مَنْ قَالَ إنَّهُ اِسْم مِنْ أَسْمَاء اللَّه خَطَأ لَا يُعَرَّج عَلَيْهِ وَلَا يُلْتَفَت إِلَيْهِ قُلْت : قَدْ وَرَدَ فِي حَدِيث وَلَكِنَّهُ ضَعِيف وَبَيَّنْته فِي أَوَّل كِتَاب الصِّيَام وَشَوَّال مِنْ شَالَتْ الْإِبِل بِأَذْنَابِهَا لِلطِّرَاقِ قَالَ : وَيُجْمَع عَلَى شَوَاوِل وَشَوَاوِيل وَشَوَّالَات . الْقَعْدَة بِفَتْحِ الْقَاف - قُلْت وَكَسْرهَا - لِقُعُودِهِمْ فِيهِ عَنْ الْقِتَال وَالتَّرْحَال وَيُجْمَع عَلَى ذَوَات الْقَعْدَة الْحِجَّة بِكَسْرِ الْحَاء - قُلْت وَفَتْحهَا - سُمِّيَ بِذَلِكَ لِإِيقَاعِهِمْ الْحَجّ فِيهِ وَيُجْمَع عَلَى ذَوَات الْحِجَّة أَسْمَاء الْأَيَّام أَوَّلهَا الْأَحَد وَيُجْمَع عَلَى آحَاد وَأَوْحَاد وَوُحُود ثُمَّ يَوْم الِاثْنَيْن وَيُجْمَع عَلَى أَثَانِينَ الثُّلَاثَاء يُمَدّ وَيُذَكَّر وَيُؤَنَّث وَيُجْمَع عَلَى ثَلَاثَاوَات وَأَثَالِث ثُمَّ الْأَرْبِعَاء بِالْمَدِّ وَيُجْمَع عَلَى أَرْبِعَاوَات وَأَرَابِيع وَالْخَمِيس يُجْمَع عَلَى أَخْمِسَة وَأَخَامِس ثُمَّ الْجُمُعَة بِضَمِّ الْمِيم وَإِسْكَانهَا وَفَتْحهَا أَيْضًا وَيُجْمَع عَلَى جُمَع وَجُمَاعَات . السَّبْت مَأْخُوذ مِنْ السَّبْت وَهُوَ الْقَطْع لِانْتِهَاءِ الْعَدَد عِنْده وَكَانَتْ الْعَرَب تُسَمِّي الْأَيَّام أَوَّل ثُمَّ أَهْوَن ثُمَّ جُبَار ثُمَّ دُبَار ثُمَّ مُؤْنِس ثُمَّ الْعَرُوبَة ثُمَّ شِيَار قَالَ الشَّاعِر مِنْ الْعَرَب الْعَرْبَاء الْعَارِبَة الْمُتَقَدِّمِينَ : أُرَجِّي أَنْ أَعِيش وَإِنَّ يَوْمِي بِأَوَّل أَوْ بِأَهْوَن أَوْ جُبَار أَوْ التَّالِي دُبَار فَإِنْ أَفُتْهُ فَمُؤْنِس أَوْ عَرُوبَة أَوْ شِيَار وَقَوْله تَعَالَى \" مِنْهَا أَرْبَعَة حُرُم \" فَهَذَا مِمَّا كَانَتْ الْعَرَب أَيْضًا فِي الْجَاهِلِيَّة تُحَرِّمهُ وَهُوَ الَّذِي كَانَ عَلَيْهِ جُمْهُورهمْ إِلَّا طَائِفَة مِنْهُمْ يُقَال لَهُمْ الْبَسْل كَانُوا يُحَرِّمُونَ مِنْ السَّنَة ثَمَانِيَة أَشْهُر تَعَمُّقًا وَتَشْدِيدًا وَأَمَّا قَوْله \" ثَلَاثَة مُتَوَالِيَات ذُو الْقَعْدَة وَذُو الْحَجَّة وَالْمُحَرَّم وَرَجَب مُضَر الَّذِي بَيْن جُمَادَى وَشَعْبَان \" فَإِنَّمَا أَضَافَهُ إِلَى مُضَر لِيُبَيِّن صِحَّة قَوْلهمْ فِي رَجَب أَنَّهُ الشَّهْر الَّذِي بَيْن جُمَادَى وَشَعْبَان لَا كَمَا تَظُنّهُ رَبِيعَة مِنْ أَنَّ رَجَب الْمُحَرَّم هُوَ الشَّهْر الَّذِي بَيْن شَعْبَان وَشَوَّال وَهُوَ رَمَضَان الْيَوْم فَبَيَّنَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ رَجَب مُضَر لَا رَجَب رَبِيعَة وَإِنَّمَا كَانَتْ الْأَشْهُر الْمُحَرَّمَة أَرْبَعَة ثَلَاثَة سَرْد وَوَاحِد فَرْد لِأَجْلِ أَدَاء مَنَاسِك الْحَجّ وَالْعُمْرَة فَحَرَّمَ قَبْل أَشْهُر الْحَجّ شَهْرًا وَهُوَ ذُو الْقَعْدَة لِأَنَّهُمْ يَقْعُدُونَ فِيهِ عَنْ الْقِتَال وَحَرَّمَ شَهْر ذِي الْحَجَّة لِأَنَّهُمْ يُوقِعُونَ فِيهِ الْحَجّ وَيَشْتَغِلُونَ بِأَدَاءِ الْمَنَاسِك وَحَرَّمَ بَعْده شَهْرًا آخَر وَهُوَ الْمُحَرَّم لِيَرْجِعُوا فِيهِ إِلَى أَقْصَى بِلَادهمْ آمِنِينَ وَحَرَّمَ رَجَب فِي وَسَط الْحَوْل لِأَجْلِ زِيَارَة الْبَيْت وَالِاعْتِمَار بِهِ لِمَنْ يَقْدَم إِلَيْهِ مِنْ أَقْصَى جَزِيرَة الْعَرَب فَيَزُورهُ ثُمَّ يَعُود إِلَى وَطَنه فِيهِ آمِنًا وَقَوْله \" ذَلِكَ الدِّين الْقَيِّم \" أَيْ هَذَا هُوَ الشَّرْع الْمُسْتَقِيم مِنْ اِمْتِثَال أَمْر اللَّه فِيمَا جَعَلَ مِنْ الْأَشْهُر الْحُرُم وَالْحَذْو بِهَا عَلَى مَا سَبَقَ مِنْ كِتَاب اللَّه الْأَوَّل قَالَ تَعَالَى \" فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسكُمْ \" أَيْ فِي هَذِهِ الْأَشْهُر الْمُحَرَّمَة لِأَنَّهَا آكَد وَأَبْلَغ فِي الْإِثْم مِنْ غَيْرهَا كَمَا أَنَّ الْمَعَاصِي فِي الْبَلَد الْحَرَام تُضَاعَف لِقَوْلِهِ تَعَالَى \" وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَاب أَلِيم \" وَكَذَا الشَّهْر الْحَرَام تَغْلُظ فِيهِ الْآثَام وَلِهَذَا تَغْلُظ فِيهِ الدِّيَة فِي مَذْهَب الشَّافِعِيّ وَطَائِفَة كَثِيرَة مِنْ الْعُلَمَاء وَكَذَا فِي حَقّ مَنْ قَتَلَ فِي الْحَرَم أَوْ قَتَلَ ذَا مَحْرَم وَقَالَ حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ يُوسُف بْن مَهْرَان عَنْ اِبْن عَبَّاس فِي قَوْله \" فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسكُمْ \" قَالَ فِي الشُّهُور كُلّهَا وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس قَوْله \" إِنَّ عِدَّة الشُّهُور عِنْد اللَّه \" الْآيَة فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسكُمْ فِي كُلّهنَّ ثُمَّ اِخْتَصَّ مِنْ ذَلِكَ أَرْبَعَة أَشْهُر فَجَعَلَهُنَّ حَرَامًا وَعَظَّمَ حُرُمَاتهنَّ وَجَعَلَ الذَّنْب فِيهِنَّ أَعْظَم وَالْعَمَل الصَّالِح وَالْأَجْر أَعْظَم وَقَالَ قَتَادَة فِي قَوْله \" فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسكُمْ \" إِنَّ الظُّلْم فِي الْأَشْهُر الْحُرُم أَعْظَم خَطِيئَة وَوِزْرًا مِنْ الظُّلْم فِيمَا سِوَاهَا . وَإِنْ كَانَ الظُّلْم عَلَى كُلّ حَال عَظِيمًا وَلَكِنَّ اللَّه يُعَظِّم مِنْ أَمْره مَا يَشَاء وَقَالَ : إِنَّ اللَّه اِصْطَفَى صَفَايَا مِنْ خَلْقه اِصْطَفَى مِنْ الْمَلَائِكَة رُسُلًا وَمِنْ النَّاس رُسُلًا وَاصْطَفَى مِنْ الْكَلَام ذِكْره وَاصْطَفَى مِنْ الْأَرْض الْمَسَاجِد وَاصْطَفَى مِنْ الشُّهُور رَمَضَان وَالْأَشْهُر الْحُرُم وَاصْطَفَى مِنْ الْأَيَّام يَوْم الْجُمُعَة وَاصْطَفَى مِنْ اللَّيَالِي لَيْلَة الْقَدْر فَعَظِّمُوا مَا عَظَّمَ اللَّه . فَإِنَّمَا تَعْظِيم الْأُمُور بِمَا عَظَّمَهَا اللَّه بِهِ عِنْد أَهْل الْفَهْم وَأَهْل الْعَقْل وَقَالَ الثَّوْرِيّ عَنْ قَيْس بْن مُسْلِم عَنْ الْحَسَن عَنْ مُحَمَّد بْن الْحَنَفِيَّة بِأَنْ لَا تُحَرِّمُوهُنَّ كَحُرْمَتِهِنَّ وَقَالَ مُحَمَّد بْن إِسْحَاق \" فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسكُمْ \" أَيْ لَا تَجْعَلُوا حَرَامَهَا حَلَالًا وَلَا حَلَالهَا حَرَامًا كَمَا فَعَلَ أَهْل الشِّرْك فَإِنَّمَا النَّسِيء الَّذِي كَانُوا يَصْنَعُونَ مِنْ ذَلِكَ زِيَادَة فِي الْكُفْر \" يُضَلّ بِهِ الَّذِينَ كَفَرُوا \" الْآيَة وَهَذَا الْقَوْل اِخْتِيَار اِبْن جَرِير . وَقَوْله \" وَقَاتِلُوا الْمُشْرِكِينَ كَافَّة \" أَيْ جَمِيعكُمْ \" كَمَا يُقَاتِلُونَكُمْ كَافَّة \" أَيْ جَمِيعهمْ \" وَاعْلَمُوا أَنَّ اللَّه مَعَ الْمُتَّقِينَ \" وَقَدْ اِخْتَلَفَ الْعُلَمَاء فِي تَحْرِيم اِبْتِدَاء الْقِتَال فِي الشَّهْر الْحَرَام هَلْ هُوَ مَنْسُوخ أَوْ مُحْكَم عَلَى قَوْلَيْنِ \" أَحَدهمَا \" وَهُوَ الْأَشْهَر أَنَّهُ مَنْسُوخ لِأَنَّهُ تَعَالَى قَالَ هَهُنَا \" فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسكُمْ \" وَأَمَرَ بِقِتَالِ الْمُشْرِكِينَ وَظَاهِر السِّيَاق مُشْعِر بِأَنَّهُ أَمَرَ بِذَلِكَ أَمْرًا عَامًّا وَلَوْ كَانَ مُحَرَّمًا فِي الشَّهْر الْحَرَام لَأَوْشَكَ أَنْ يُقَيِّدهُ بِانْسِلَاخِهَا وَلِأَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَاصَرَ أَهْل الطَّائِف فِي شَهْر حَرَام وَهُوَ ذُو الْقَعْدَة كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ أَنَّهُ خَرَجَ إِلَى هَوَازِن فِي شَوَّال فَلَمَّا كَسَرَهُمْ وَاسْتَفَاءَ أَمْوَالهمْ وَرَجَعَ فَلّهمْ لَجَئُوا إِلَى الطَّائِف فَعَمَدَ إِلَى الطَّائِف فَحَاصَرَهُمْ أَرْبَعِينَ يَوْمًا وَانْصَرَفَ وَلَمْ يَفْتَحهَا فَثَبَتَ أَنَّهُ حَاصَرَ فِي الشَّهْر الْحَرَام وَالْقَوْل الْآخَر أَنَّ اِبْتِدَاء الْقِتَال فِي الشَّهْر الْحَرَام حَرَام وَأَنَّهُ لَمْ يُنْسَخ تَحْرِيم الشَّهْر الْحَرَام لِقَوْلِهِ تَعَالَى \" يَا أَيّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِر اللَّه وَلَا الشَّهْر الْحَرَام \" وَقَالَ \" الشَّهْر الْحَرَام بِالشَّهْرِ الْحَرَام وَالْحُرُمَات قِصَاص فَمَنْ اِعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اِعْتَدَى عَلَيْكُمْ \" الْآيَة وَقَالَ \" فَإِذَا اِنْسَلَخَ الْأَشْهُر الْحُرُم فَاقْتُلُوا الْمُشْرِكِينَ \" الْآيَة وَقَدْ تَقَدَّمَ أَنَّهَا الْأَرْبَعَة الْمُقَرَّرَة فِي كُلّ سَنَة لَا أَشْهُر التَّسْيِير عَلَى أَحَد الْقَوْلَيْنِ . وَأَمَّا قَوْله تَعَالَى \" وَقَاتِلُوا الْمُشْرِكِينَ كَافَّة كَمَا يُقَاتِلُونَكُمْ كَافَّة \" فَيَحْتَمِل أَنَّهُ مُنْقَطِع عَمَّا قَبْله وَأَنَّهُ حُكْم مُسْتَأْنَف وَيَكُون مِنْ بَاب التَّهْيِيج وَالتَّحْضِيض أَيْ كَمَا يَجْتَمِعُونَ لِحَرْبِكُمْ إِذَا حَارَبُوكُمْ فَاجْتَمِعُوا أَنْتُمْ أَيْضًا لَهُمْ إِذَا حَارَبْتُمُوهُمْ وَقَاتِلُوهُمْ بِنَظِيرِ مَا يَفْعَلُونَ وَيَحْتَمِل أَنَّهُ إِذْن لِلْمُؤْمِنِينَ بِقِتَالِ الْمُشْرِكِينَ فِي الشَّهْر الْحَرَام إِذَا كَانَتْ الْبُدَاءَة مِنْهُمْ كَمَا قَالَ تَعَالَى \" الشَّهْر الْحَرَام بِالشَّهْرِ الْحَرَام وَالْحُرُمَات قِصَاص \" وَقَالَ تَعَالَى \" وَلَا تُقَاتِلُوهُمْ عِنْد الْمَسْجِد الْحَرَام حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ \" الْآيَة . وَهَكَذَا الْجَوَاب عَنْ حِصَار رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَهْل الطَّائِف وَاسْتِصْحَابه الْحِصَار إِلَى أَنْ دَخَلَ الشَّهْر الْحَرَام فَإِنَّهُ مِنْ تَتِمَّة قِتَال هَوَازِن وَأَحْلَافهَا مِنْ ثَقِيف فَإِنَّهُمْ هُمْ الَّذِينَ اِبْتَدَءُوا الْقِتَال وَجَمَعُوا الرِّجَال وَدَعَوْا إِلَى الْحَرْب وَالنِّزَال فَعِنْدَمَا قَصَدَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَمَا تَقَدَّمَ فَلَمَّا تَحَصَّنُوا بِالطَّائِفِ ذَهَبَ إِلَيْهِمْ لِيُنْزِلهُمْ مِنْ حُصُونهمْ فَنَالُوا مِنْ الْمُسْلِمِينَ وَقَتَلُوا جَمَاعَة وَاسْتَمَرَّ الْحِصَار بِالْمَجَانِيقِ وَغَيْرهَا قَرِيبًا مِنْ أَرْبَعِينَ يَوْمًا وَكَانَ اِبْتِدَاؤُهُ فِي شَهْر حَلَال وَدَخَلَ الشَّهْر الْحَرَام فَاسْتَمَرَّ فِيهِ أَيَّامًا ثُمَّ قَفَلَ عَنْهُمْ لِأَنَّهُ يُغْتَفَر فِي الدَّوَام مَا لَا يُغْتَفَر فِي الِابْتِدَاء وَهَذَا أَمْر مُقَرَّر وَلَهُ نَظَائِر كَثِيرَة وَاَللَّه أَعْلَم وَلْنَذْكُرْ الْأَحَادِيث الْوَارِدَة فِي ذَلِكَ . وَقَدْ حَرَّرْنَا ذَلِكَ فِي السِّيرَة وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 9, "type": 4, "id": 43453, "aya_id": 36}]