[{"text": "فَلَمَّا جَاءهُم بِالْحَقِّ مِنْ عِندِنَا قَالُوا اقْتُلُوا أَبْنَاء الَّذِينَ آمَنُوا مَعَهُ وَاسْتَحْيُوا نِسَاءهُمْ وَمَا كَيْدُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ", "sura_id": 40, "type": 0, "id": 4158, "aya_id": 25}, {"text": "فلما جاءهم بالحق من عندنا قالوا اقتلوا أبناء الذين آمنوا معه واستحيوا نساءهم وما كيد الكافرين إلا في ضلال", "sura_id": 40, "type": 1, "id": 10394, "aya_id": 25}, {"text": "25 - (فلما جاءهم بالحق) بالصدق (من عندنا قالوا اقتلوا أبناء الذين آمنوا معه واستحيوا) استبقوا (نساءهم وما كيد الكافرين إلا في ضلال) هلاك \r\n", "sura_id": 40, "type": 2, "id": 29102, "aya_id": 25}, {"text": "فلما جاء موسى فرعون وهامان وقارون بالمعجزات الظاهرة مِن عندنا, لم يكتفوا بمعارضتها وإنكارها, بل قالوا: اقتلوا أبناء الذين آمنوا معه, واستبقوا نساءهم للخدمة والاسترقاق. وما تدبير أهل الكفر إلا في ذَهاب وهلاك.\r\n", "sura_id": 40, "type": 3, "id": 35338, "aya_id": 25}, {"text": " <font color=red>فَلَمَّا جَاءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوا أَبْنَاءَ الَّذِينَ آمَنُوا مَعَهُ وَاسْتَحْيُوا نِسَاءَهُمْ وَمَا كَيْدُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ</font><BR><p>\" فَلَمَّا جَاءَهُمْ بِالْحَقِّ مِنْ عِنْدنَا \" أَيْ بِالرِّهَانِ الْقَاطِع الدَّالّ عَلَى أَنَّ اللَّه عَزَّ وَجَلَّ أَرْسَلَهُ إِلَيْهِمْ \" قَالُوا اُقْتُلُوا أَبْنَاء الَّذِينَ آمَنُوا مَعَهُ وَاسْتَحْيُوا نِسَاءَهُمْ \" وَهَذَا أَمْر ثَانٍ مِنْ فِرْعَوْن بِقَتْلِ ذُكُور بَنِي إِسْرَائِيل أَمَّا الْأَوَّل فَكَانَ لِأَجْلِ الِاحْتِرَاز مِنْ وُجُود مُوسَى أَوْ لِإِذْلَالِ هَذَا الشَّعْب وَتَقْلِيل عَدَدهمْ أَوْ لِمَجْمُوعِ الْأَمْرَيْنِ وَأَمَّا الْأَمْر الثَّانِي فَلِلْعِلَّةِ الثَّانِيَة وَلِإِهَانَةِ هَذَا الشَّعْب وَلِكَيْ يَتَشَاءَمُوا بِمُوسَى عَلَيْهِ السَّلَام وَلِهَذَا قَالُوا \" أُوذِينَا مِنْ قَبْل أَنْ تَأْتِيَنَا وَمِنْ بَعْدِ مَا جِئْتنَا قَالَ عَسَى رَبّكُمْ أَنْ يُهْلِكَ عَدُوّكُمْ وَيَسْتَخْلِفكُمْ فِي الْأَرْض فَيَنْظُر كَيْفَ تَعْمَلُونَ \" قَالَ قَتَادَة هَذَا أَمْر بَعْد أَمْر قَالَ اللَّه عَزَّ وَجَلَّ \" وَمَا كَيْد الْكَافِرِينَ إِلَّا فِي ضَلَال \" أَيْ وَمَا مَكْرهمْ وَقَصْدهمْ الَّذِي هُوَ تَقْلِيل عَدَد بَنِي إِسْرَائِيل لِئَلَّا يُنْصَرُوا عَلَيْهِمْ إِلَّا ذَاهِب وَهَالِك فِي ضَلَال .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40958, "aya_id": 25}]