[{"text": "مِن قَبْلُ هُدًى لِّلنَّاسِ وَأَنزَلَ الْفُرْقَانَ إِنَّ الَّذِينَ كَفَرُواْ بِآيَاتِ اللّهِ لَهُمْ عَذَابٌ شَدِيدٌ وَاللّهُ عَزِيزٌ ذُو انتِقَامٍ", "sura_id": 3, "type": 0, "id": 297, "aya_id": 4}, {"text": "من قبل هدى للناس وأنزل الفرقان إن الذين كفروا بآيات الله لهم عذاب شديد والله عزيز ذو انتقام", "sura_id": 3, "type": 1, "id": 6533, "aya_id": 4}, {"text": "4 - (من قبل) أي قبل تنزيله (هدى) حال بمعنى هادين من الضلالة (للناس) ممن تبعهما ، وعبّر فيهما بأنزل وفي القرآن بنزّل المقتضي للتكرير لأنهما أنزلا دفعة واحدة بخلافه (وأنزل الفرقان) بمعنى الكتب الفارقة بين الحق والباطل وذكره بعد ذكر الثلاثة ليعم ما عداها (إن الذين كفروا بآيات الله) القرآن وغيره (لهم عذاب شديد والله عزيز) غالب على أمره فلا يمنعه شيء من إنجاز وعده ووعيده (ذو انتقام) عقوبة شديدة ممن عصاه لا يقدر على مثلها أحد \r\n", "sura_id": 3, "type": 2, "id": 25241, "aya_id": 4}, {"text": " من قبل نزول القرآن; لإرشاد المتقين إلى الإيمان, وصلاح دينهم ودنياهم, وأنزل ما يفرق بين الحق والباطل. والذين كفروا بآيات الله المنزلة, لهم عذاب عظيم. والله عزيز لا يُغَالَب, ذو انتقام بمن جحد حججه وأدلته, وتفرُّده بالألوهية.\r\n", "sura_id": 3, "type": 3, "id": 31477, "aya_id": 4}, {"text": " <font color=red>مِنْ قَبْلُ هُدًى لِلنَّاسِ وَأَنْزَلَ الْفُرْقَانَ إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ</font><BR><p>\" مِنْ قَبْل \" أَيْ مِنْ قَبْل هَذَا الْقُرْآن \" هُدًى لِلنَّاسِ \" أَيْ فِي زَمَانهمَا \" وَأَنْزَلَ الْفُرْقَان \" وَهُوَ الْفَارِق بَيْن الْهُدَى وَالضَّلَال وَالْحَقّ وَالْبَاطِل وَالْغَيّ وَالرَّشَاد بِمَا يَذْكُرهُ اللَّه تَعَالَى مِنْ الْحِجَج وَالْبَيِّنَات وَالدَّلَائِل الْوَاضِحَات وَالْبَرَاهِين الْقَاطِعَات وَيُبَيِّنهُ وَيُوَضِّحهُ وَيُفَسِّرهُ وَيُقَرِّرهُ وَيُرْشِد إِلَيْهِ وَيُنَبِّه عَلَيْهِ مِنْ ذَلِكَ . وَقَالَ قَتَادَةُ وَالرَّبِيع بْن أَنَس : الْفُرْقَان هَهُنَا الْقُرْآن . وَاخْتَارَ اِبْن جَرِير أَنَّهُ مَصْدَر هَهُنَا لِتَقَدُّمِ ذِكْر الْقُرْآن فِي قَوْله \" نَزَّلَ عَلَيْك الْكِتَاب بِالْحَقِّ \" وَهُوَ الْقُرْآن . وَأَمَّا مَا رَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِي صَالِح أَنَّ الْمُرَاد بِالْفُرْقَانِ هَهُنَا التَّوْرَاة فَضَعِيف أَيْضًا لِتَقَدُّمِ ذِكْرِ التَّوْرَاة وَاَللَّه أَعْلَم. وَقَوْله تَعَالَى \" إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّه \" أَيْ جَحَدُوا بِهَا وَأَنْكَرُوهَا وَرَدُّوهَا بِالْبَاطِلِ \" لَهُمْ عَذَاب شَدِيد \" أَيْ يَوْم الْقِيَامَة \" وَاَللَّه عَزِيز \" أَيْ مَنِيع الْجَنَاب عَظِيم السُّلْطَان \" ذُو اِنْتِقَام \" أَيْ مِمَّنْ كَذَّبَ بِآيَاتِهِ وَخَالَفَ رُسُلَهُ الْكِرَام وَأَنْبِيَاءَهُ الْعِظَام .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39977, "aya_id": 4}]