[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ أَنفِقُواْ مِن طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُم مِّنَ الأَرْضِ وَلاَ تَيَمَّمُواْ الْخَبِيثَ مِنْهُ تُنفِقُونَ وَلَسْتُم بِآخِذِيهِ إِلاَّ أَن تُغْمِضُواْ فِيهِ وَاعْلَمُواْ أَنَّ اللّهَ غَنِيٌّ حَمِيدٌ", "sura_id": 2, "type": 0, "id": 274, "aya_id": 267}, {"text": "يا أيها الذين آمنوا أنفقوا من طيبات ما كسبتم ومما أخرجنا لكم من الأرض ولا تيمموا الخبيث منه تنفقون ولستم بآخذيه إلا أن تغمضوا فيه واعلموا أن الله غني حميد", "sura_id": 2, "type": 1, "id": 6510, "aya_id": 267}, {"text": "267 - (يا أيها الذين آمنوا أنفقوا) أي زكوا (من طيبات) جياد (ما كسبتم) من المال (ومـ) ـن طيبات (ما أخرجنا لكم من الأرض) من الحبوب والثمار (ولا تيمموا) تقصدوا (الخبيث) الرديء (منه) أي المذكور (تنفقونـ) ـه في الزكاة ، حال من ضمير تيمموا (ولستم بآخذيه) أي الخبيث لو أعطيتموه في حقوقكم (إلا أن تغمضوا فيه) بالتساهل وغض البصر فكيف تؤدون منه حق الله (واعلموا أن الله غني) عن نفقاتكم (حميد) محمود على كل حال \r\n", "sura_id": 2, "type": 2, "id": 25218, "aya_id": 267}, {"text": "يا من آمنتم بي واتبعتم رسلي أنفقوا من الحلال الطيب الذي كسبتموه ومما أخرجنا لكم من الأرض, ولا تقصدوا الرديء منه لتعطوه الفقراء, ولو أُعطِيتموه لم تأخذوه إلا إذا تغاضيتم عما فيه من رداءة ونقص. فكيف ترضون لله ما لا ترضونه لأنفسكم؟ واعلموا أن الله الذي رزقكم غني عن صدقاتكم, مستحق للثناء, محمود في كل حال.\r\n", "sura_id": 2, "type": 3, "id": 31454, "aya_id": 267}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنَ الْأَرْضِ وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ وَاعْلَمُوا أَنَّ اللَّهَ غَنِيٌّ</font><BR><p>يَأْمُر تَعَالَى عِبَاده الْمُؤْمِنِينَ بِالْإِنْفَاقِ وَالْمُرَاد بِهِ الصَّدَقَة هَاهُنَا قَالَهُ اِبْن عَبَّاس مِنْ طَيِّبَات مَا رَزَقَهُمْ مِنْ الْأَمْوَال الَّتِي اِكْتَسَبُوهَا قَالَ مُجَاهِد : يَعْنِي التِّجَارَة بِتَيْسِيرِهِ إِيَّاهَا لَهُمْ وَقَالَ عَلِيّ وَالسُّدِّيّ \" مِنْ طَيِّبَات مَا كَسَبْتُمْ \" يَعْنِي الذَّهَب وَالْفِضَّة وَمِنْ الثِّمَار وَالزُّرُوع الَّتِي أَنْبَتَهَا لَهُمْ مِنْ الْأَرْض قَالَ اِبْن عَبَّاس أَمَرَهُمْ بِالْإِنْفَاقِ مِنْ أَطْيَب الْمَال وَأَجْوَده وَأَنْفَسه وَنَهَاهُمْ عَنْ التَّصَدُّق بِرُذَالَةِ الْمَال وَدَنِيئِهِ وَهُوَ خَبِيثه فَإِنَّ اللَّه طَيِّب لَا يَقْبَل إِلَّا طَيِّبًا وَلِهَذَا قَالَ \" وَلَا تَيَمَّمُوا الْخَبِيث \" أَيْ تَقْصِدُوا الْخَبِيث \" مِنْهُ تُنْفِقُونَ وَلَسْتُمْ بِآخِذِيهِ \" أَيْ لَوْ أُعْطِيتُمُوهُ مَا أَخَذْتُمُوهُ إِلَّا أَنْ تَتَغَاضَوْا فِيهِ فَاَللَّه أَغْنَى عَنْهُ مِنْكُمْ فَلَا تَجْعَلُوا لِلَّهِ مَا تَكْرَهُونَ وَقِيلَ مَعْنَاهُ \" وَلَا تَيَمَّمُوا الْخَبِيث مِنْهُ تُنْفِقُونَ \" أَيْ لَا تَعْدِلُوا عَنْ الْمَال الْحَلَال وَتَقْصِدُوا إِلَى الْحَرَام فَتَجْعَلُوا نَفَقَتكُمْ مِنْهُ وَيُذْكَر هَاهُنَا الْحَدِيث الَّذِي رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا مُحَمَّد بْن عُبَيْد حَدَّثَنَا إِسْحَاق عَنْ الصَّبَّاح بْن مُحَمَّد عَنْ مُرَّة الْهَمْدَانِيّ عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - إِنَّ اللَّه قَسَمَ بَيْنكُمْ أَخْلَاقكُمْ كَمَا قَسَمَ بَيْنكُمْ أَرْزَاقَكُمْ لِأَنَّ اللَّه يُعْطِي الدُّنْيَا مَنْ يُحِبّ وَمَنْ لَا يُحِبّ وَلَا يُعْطِي الدِّين إِلَّا لِمَنْ أَحَبَّ فَمَنْ أَعْطَاهُ اللَّه الدِّين فَقَدْ أَحَبَّهُ وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يُسْلِم عَبْد حَتَّى يُسْلِمَ قَلْبه وَلِسَانه وَلَا يُؤْمِن حَتَّى يَأْمَن جَارُهُ بَوَائِقَهُ - قَالُوا : وَمَا بَوَائِقه يَا نَبِيّ اللَّه ؟ قَالَ : غِشّه وَظُلْمه وَلَا يَكْسِب عَبْد مَالًا مِنْ حَرَام فَيَنْقِقْ مِنْهُ فَيُبَارَك لَهُ فِيهِ وَلَا يَتَصَدَّق بِهِ فَيُقْبَل مِنْهُ وَلَا يَتْرُكهُ خَلْف ظَهْره إِلَّا كَانَ زَاده إِلَى النَّار إِنَّ اللَّه لَا يَمْحُو السَّيِّئ بِالسَّيِّئ وَلَكِنْ يَمْحُو السَّيِّئ بِالْحَسَنِ إِنَّ الْخَبِيث لَا يَمْحُو الْخَبِيث . وَالصَّحِيح الْقَوْل الْأَوَّل قَالَ اِبْن جَرِير رَحِمَهُ اللَّه : حَدَّثَنَا الْحُسَيْن بْن عُمَر الْعَبْقَرِيّ حَدَّثَنِي أَبِي عَنْ أَسْبَاط عَنْ السُّدِّيّ عَنْ عَدِيّ بْن ثَابِت عَنْ الْبَرَاء بْن عَازِب - رَضِيَ اللَّه عَنْهُ - فِي قَوْل اللَّه\" يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَات مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنْ الْأَرْض وَلَا تَيَمَّمُوا الْخَبِيث مِنْهُ تُنْفِقُونَ \" الْآيَة قَالَ : نَزَلَتْ فِي الْأَنْصَار كَانَتْ الْأَنْصَار إِذَا كَانَتْ أَيَّام جُذَاذ النَّخْل أَخْرَجَتْ مِنْ حِيطَانهَا الْبُسْر فَعَلَّقُوهُ عَلَى حَبْل بَيْن الْأُسْطُوَانَتَيْنِ فِي مَسْجِد رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَيَأْكُل فُقَرَاء الْمُهَاجِرِينَ مِنْهُ فَيَعْمِد الرَّجُل مِنْهُمْ إِلَى الْحَشَف فَيُدْخِلهُ مَعَ قِنَاء الْبُسْر يَظُنّ أَنَّ ذَلِكَ جَائِز فَأَنْزَلَ اللَّه فِيمَنْ فَعَلَ ذَلِكَ \" وَلَا تَيَمَّمُوا الْخَبِيث مِنْهُ تُنْفِقُونَ \" ثُمَّ رَوَاهُ اِبْن جَرِير وَابْن مَاجَهْ وَابْن مَرْدَوَيْهِ وَالْحَاكِم فِي مُسْتَدْرَكه مِنْ طَرِيق السُّدِّيّ عَنْ عَدِيّ بْن ثَابِت عَنْ الْبَرَاء بِنَحْوِهِ وَقَالَ الْحَاكِم صَحِيح عَلَى شَرْط الْبُخَارِيّ وَمُسْلِم وَلَمْ يُخَرِّجَاهُ وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا عُبَيْد اللَّه عَنْ إِسْرَائِيل عَنْ السُّدِّيّ عَنْ أَبِي مَالِك عَنْ الْبَرَاء - رَضِيَ اللَّه عَنْهُ - \" وَلَا تَيَمَّمُوا الْخَبِيث مِنْهُمْ تُنْفِقُونَ وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ \" قَالَ : نَزَلَتْ فِينَا كُنَّا أَصْحَاب نَخْل فَكَانَ الرَّجُل يَأْتِي مِنْ نَخْله بِقَدْرِ كَثْرَته وَقِلَّته فَيَأْتِي الرَّجُل بِالْقِنْوِ فَيُعَلِّقهُ فِي الْمَسْجِد وَكَانَ أَهْل الصُّفَّة لَيْسَ لَهُمْ طَعَام فَكَانَ أَحَدهمْ إِذَا جَاعَ جَاءَ فَضَرَبَهُ بِعَصَاهُ فَسَقَطَ مِنْهُ الْبُسْر وَالتَّمْر فَيَأْكُل وَكَانَ أُنَاس مِنْهُ لَا يَرْغَبُونَ فِي الْخَيْر يَأْتِي بِالْقِنْوِ الْحَشَف وَالشِّيص فَيَأْتِي بِالْقِنْوِ قَدْ اِنْكَسَرَ فَيُعَلِّقهُ فَنَزَلَتْ \" وَلَا تَيَمَّمُوا الْخَبِيث مِنْهُ تُنْفِقُونَ وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ \" قَالَ لَوْ أَنَّ أَحَدكُمْ أُهْدِيَ لَهُ مِثْل مَا أَعْطَى مَا أَخَذَهُ إِلَّا عَلَى إِغْمَاض وَحَيَاء فَكُنَّا بَعْد ذَلِكَ يَجِيء الرَّجُل مِنَّا بِصَالِحِ مَا عِنْده وَكَذَا رَوَاهُ التِّرْمِذِيّ عَنْ عَبْد اللَّه بْن عَبْد الرَّحْمَن الدَّارِمِيّ عَنْ عُبَيْد اللَّه هُوَ اِبْن مُوسَى الْعَبْسِيّ عَنْ إِسْرَائِيل عَنْ السُّدِّيّ وَهُوَ إِسْمَاعِيل بْن عَبْد الرَّحْمَن عَنْ أَبِي مَالِك الْغِفَارِيّ وَاسْمه غَزْوَان عَنْ الْبَرَاء فَذَكَرَ نَحْوه ثُمَّ قَالَ وَهَذَا حَدِيث حَسَن غَرِيب وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو الْوَلِيد حَدَّثَنَا سُلَيْمَان بْن كَثِير عَنْ الزُّهْرِيّ عَنْ أَبِي أُمَامَة بْن سَهْل بْن حُنَيْف عَنْ أَبِيهِ أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - نَهَى عَنْ لَوْنَيْنِ مِنْ التَّمْر الْجُعْرُور وَالْحُبَيْق وَكَانَ النَّاس يَتَيَمَّمُونَ شِرَار ثِمَارهمْ ثُمَّ يُخْرِجُونَهَا فِي الصَّدَقَة فَنَزَلَتْ \" وَلَا تَيَمَّمُوا الْخَبِيث مِنْهُ تُنْفِقُونَ \" وَرَوَاهُ أَبُو دَاوُد مِنْ حَدِيث سُفْيَان بْن حُسَيْن عَنْ الزُّهْرِيّ ثُمَّ قَالَ أَسْنَدَهُ أَبُو الْوَلِيد عَنْ سُلَيْمَان بْن كَثِير عَنْ الزُّهْرِيّ وَلَفْظُهُ نَهَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَنْ الْجُعْرُور وَلَوْن الْحُبَيْق أَنْ يُؤْخَذ فِي الصَّدَقَة وَقَدْ رَوَى النَّسَائِيّ هَذَا الْحَدِيث مِنْ طَرِيق عَبْد الْجَلِيل بْن حُمَيْد الْيَحْصُبِيّ عَنْ الزُّهْرِيّ عَنْ أَبِي أُمَامَة وَلَمْ يَقُلْ عَنْ أَبِيهِ فَذَكَرَ نَحْوه وَكَذَا رَوَاهُ اِبْن وَهْب عَنْ عَبْد الْجَلِيل وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبِي حَدَّثَنَا يَحْيَى بْن الْمُغِيرَة حَدَّثَنَا جَرِير عَنْ عَطَاء بْن السَّائِب عَنْ عَبْد اللَّه بْن مُغَفَّل فِي هَذِهِ الْآيَة \" وَلَا تَيَمَّمُوا الْخَبِيث مِنْهُ تُنْفِقُونَ \" قَالَ كَسْب الْمُسْلِم لَا يَكُون خَبِيثًا وَلَكِنْ لَا يَصَدَّق بِالْحَشَفِ وَالدِّرْهَم الزَّيْف وَمَا لَا خَيْر فِيهِ وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو سَعِيد حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ حَمَّاد هُوَ اِبْن سُلَيْمَان عَنْ إِبْرَاهِيم عَنْ الْأَسْوَد عَنْ عَائِشَة قَالَتْ أَتَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - بِضَبٍّ فَلَمْ يَأْكُلهُ وَلَمْ يَنْهَ عَنْهُ قُلْت : يَا رَسُول اللَّه نُطْعِمهُ الْمَسَاكِين قَالَ لَا تُطْعِمُوهُمْ مِمَّا لَا تَأْكُلُونَ ثُمَّ رَوَاهُ عَنْ عَفَّان عَنْ حَمَّاد بْن سَلَمَة بِهِ فَقُلْت يَا رَسُول اللَّه أَلَا أُطْعِمهُ الْمِسْكِين ؟ قَالَ لَا تُطْعِمُوهُمْ مِمَّا لَا تَأْكُلُونَ وَقَالَ الثَّوْرِيّ : عَنْ السُّدِّيّ عَنْ أَبِي مَالِك عَنْ الْبَرَاء \" وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ\" يَقُول لَوْ كَانَ لِرَجُلٍ عَلَى رَجُل فَأَعْطَاهُ ذَلِكَ لَمْ يَأْخُذهُ إِلَّا أَنْ يَرَى أَنَّهُ قَدْ نَقَصَهُ مِنْ حَقّه ؟ رَوَاهُ اِبْن جَرِير وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ \" يَقُول لَوْ كَانَ لَكُمْ عَلَى أَحَد حَقّ فَجَاءَكُمْ بِحَقٍّ دُون حَقّكُمْ لَمْ تَأْخُذُوهُ بِحِسَابِ الْجَيِّد حَتَّى تُنْقِصُوهُ قَالَ فَذَلِكَ قَوْله \" إِلَّا أَنْ تُغْمِضُوا فِيهِ \" فَكَيْف تَرْضَوْنَ لِي مَا لَا تَرْضَوْنَ لِأَنْفُسِكُمْ وَحَقِّي عَلَيْكُمْ مِنْ أَطْيَب أَمْوَالكُمْ وَأَنْفَسه ؟ رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير وَزَادَ وَهُوَ قَوْله \" لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ \" ثُمَّ رَوَى مِنْ طَرِيق الْعَوْفِيّ وَغَيْره عَنْ اِبْن عَبَّاس نَحْو ذَلِكَ وَكَذَا ذَكَرَهُ غَيْر وَاحِد . وَقَوْله \" وَاعْلَمُوا أَنَّ اللَّهَ غَنِيٌّ حَمِيدٌ \" أَيْ وَإِنْ أَمَرَكُمْ بِالصَّدَقَاتِ وَبِالطَّيِّبِ مِنْهَا فَهُوَ غَنِيّ عَنْهَا وَمَا ذَاكَ إِلَّا أَنْ يُسَاوِي الْغَنِيّ الْفَقِير كَقَوْلِهِ \" لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ \" وَهُوَ غَنِيٌّ عَنْ جَمِيع خَلْقه وَجَمِيع خَلْقه فُقَرَاء إِلَيْهِ وَهُوَ وَاسِع الْفَضْل لَا يَنْفَد مَا لَدَيْهِ فَمَنْ تَصَدَّقَ بِصَدَقَةٍ مِنْ كَسْب طَيِّب فَلْيَعْلَمْ أَنَّ اللَّه غَنِيّ وَاسِع الْعَطَاء كَرِيم جَوَاد وَسَيَجْزِيهِ بِهَا وَيُضَاعِفهَا لَهُ أَضْعَافًا كَثِيرَة مَنْ يُقْرِض غَيْر عَدِيم وَلَا ظَلُوم وَهُوَ الْحَمِيد أَيْ الْمَحْمُود فِي جَمِيع أَفْعَاله وَأَقْوَاله وَشَرْعه وَقَدَره لَا إِلَه إِلَّا هُوَ وَلَا رَبّ سِوَاهُ.</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38682, "aya_id": 267}]