[{"text": "لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا", "sura_id": 33, "type": 0, "id": 3554, "aya_id": 21}, {"text": "لقد كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر وذكر الله كثيرا", "sura_id": 33, "type": 1, "id": 9790, "aya_id": 21}, {"text": "21 - (لقد كان لكم في رسول الله أسوة) بكسر الهمزة وضمها (حسنة) اقتداء به في القتال والثبات في مواطنه (لمن) بدل من لكم (كان يرجوا الله) يخافه (واليوم الآخر وذكر الله كثيرا) بخلاف من ليس كذلك \r\n", "sura_id": 33, "type": 2, "id": 28498, "aya_id": 21}, {"text": "لقد كان لكم -أيها المؤمنون- في أقوال رسول الله صلى الله عليه وسلم وأفعاله وأحواله قدوة حسنة تتأسون بها, فالزموا سنته, فإنما يسلكها ويتأسى بها مَن كان يرجو الله واليوم الآخر, وأكثرَ مِن ذكر الله واستغفاره, وشكره في كل حال.\r\n", "sura_id": 33, "type": 3, "id": 34734, "aya_id": 21}, {"text": " <font color=red>لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا</font><BR><p>هَذِهِ الْآيَة الْكَرِيمَة أَصْل كَبِير فِي التَّأَسِّي بِرَسُولِ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي أَقْوَاله وَأَفْعَاله وَأَحْوَاله وَلِهَذَا أَمَرَ تَبَارَكَ وَتَعَالَى النَّاس بِالتَّأَسِّي بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم الْأَحْزَاب فِي صَبْره وَمُصَابَرَته وَمُرَابَطَته وَمُجَاهَدَته وَانْتِظَاره الْفَرَج مِنْ رَبّه عَزَّ وَجَلَّ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ دَائِمًا إِلَى يَوْم الدِّين وَلِهَذَا قَالَ تَعَالَى لِلَّذِينَ تَقَلَّقُوا وَتَضَجَّرُوا وَتَزَلْزَلُوا وَاضْطَرَبُوا فِي أَمْرهمْ يَوْم الْأَحْزَاب \" لَقَدْ كَانَ لَكُمْ فِي رَسُول اللَّه أُسْوَة حَسَنَة \" أَيْ هَلَّا اِقْتَدَيْتُمْ بِهِ وَتَأَسَّيْتُمْ بِشَمَائِلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلِهَذَا قَالَ تَعَالَى \" لِمَنْ كَانَ يَرْجُو اللَّه وَالْيَوْم الْآخِر وَذَكَرَ اللَّه كَثِيرًا \" ثُمَّ قَالَ تَعَالَى مُخْبِرًا عَنْ عِبَاده الْمُؤْمِنِينَ الْمُصَدِّقِينَ بِوُعُودِ اللَّه لَهُمْ وَجَعْله الْعَاقِبَة حَاصِلَة لَهُمْ فِي الدُّنْيَا وَالْآخِرَة .</p><BR> <br> ", "sura_id": 33, "type": 4, "id": 40180, "aya_id": 21}]