[{"text": "قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ عَسَى اللّهُ أَن يَأْتِيَنِي بِهِمْ جَمِيعًا إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ", "sura_id": 12, "type": 0, "id": 1679, "aya_id": 83}, {"text": "قال بل سولت لكم أنفسكم أمرا فصبر جميل عسى الله أن يأتيني بهم جميعا إنه هو العليم الحكيم", "sura_id": 12, "type": 1, "id": 7915, "aya_id": 83}, {"text": "83 - (قال بل سولت) زينت (لكم أنفسكم أمراً) ففعلتموه ، اتهمهم لما سبق منهم من أمر يوسف (فصبر جميل) صبري (عسى الله أن يأتيني بهم) بيوسف وأخويه (جميعاً إنه هو العليم) بحالي (الحكيم) في صنعه \r\n", "sura_id": 12, "type": 2, "id": 26623, "aya_id": 83}, {"text": "ولما رجعوا وأخبروا أباهم قال لهم: بل زَيَّنَت لكم أنفسكم الأمَّارة بالسوء مكيدة دبَّرتموها كما فعلتم مِن قبل مع يوسف, فصبري صبر جميل لا جزع فيه ولا شكوى معه, عسى الله أن يردَّ إليَّ أبنائي الثلاثة -وهم يوسف وشقيقه وأخوهم الكبير المتخلف من أجل أخيه- إنه هو العليم بحالي, الحكيم في تدبيره.\r\n", "sura_id": 12, "type": 3, "id": 32859, "aya_id": 83}, {"text": " <font color=red>قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ عَسَى اللَّهُ أَنْ يَأْتِيَنِي بِهِمْ جَمِيعًا إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ</font><BR><p>قَالَ لَهُمْ كَمَا قَالَ لَهُمْ حِين جَاءُوا عَلَى قَمِيص يُوسُف بِدَمٍ كَذِب \" بَلْ سَوَّلَتْ لَكُمْ أَنْفُسكُمْ أَمْرًا فَصَبْر جَمِيل\" قَالَ مُحَمَّد بْن إِسْحَاق لَمَّا جَاءُوا يَعْقُوب وَأَخْبَرُوهُ بِمَا يَجْرِي اِتَّهَمَهُمْ فَظَنَّ أَنَّهَا كَفَعْلَتِهِمْ بِيُوسُف قَالَ \" بَلْ سَوَّلَتْ لَكُمْ أَنْفُسكُمْ أَمْرًا فَصَبْر جَمِيل \" وَقَالَ بَعْض النَّاس لَمَّا كَانَ صَنِيعهمْ هَذَا مُرَتَّبًا عَلَى فِعْلهمْ الْأَوَّل سُحِبَ حُكْم الْأَوَّل عَلَيْهِ وَصَحَّ قَوْله\" بَلْ سَوَّلَتْ لَكُمْ أَنْفُسكُمْ أَمْرًا فَصَبْر جَمِيل \" ثُمَّ تَرَجَّى مِنْ اللَّه أَنْ يَرُدّ عَلَيْهِ أَوْلَاده الثَّلَاثَة يُوسُف وَأَخَاهُ بِنْيَامِين وَرُوبِيل الَّذِي أَقَامَ بِدِيَارِ مِصْر يَنْتَظِر أَمْر اللَّه فِيهِ إِمَّا أَنْ يَرْضَى عَنْهُ أَبُوهُ فَيَأْمُرهُ بِالرُّجُوعِ إِلَيْهِ وَإِمَّا أَنْ يَأْخُذ أَخَاهُ خُفْيَة وَلِهَذَا قَالَ \" عَسَى اللَّه أَنْ يَأْتِينِي بِهِمْ جَمِيعًا إِنَّهُ هُوَ الْعَلِيم \" أَيْ الْعَلِيم بِحَالِي \" الْحَكِيم \" فِي أَفْعَاله وَقَضَائِهِ وَقَدَره .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37839, "aya_id": 83}]