[{"text": "إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنتُمْ تُوعَدُونَ", "sura_id": 41, "type": 0, "id": 4248, "aya_id": 30}, {"text": "إن الذين قالوا ربنا الله ثم استقاموا تتنزل عليهم الملائكة ألا تخافوا ولا تحزنوا وأبشروا بالجنة التي كنتم توعدون", "sura_id": 41, "type": 1, "id": 10484, "aya_id": 30}, {"text": "30 - (إن الذين قالوا ربنا الله ثم استقاموا) على التوحيد وغيره مما وجب عليهم (تتنزل عليهم الملائكة) عند الموت (ألا) بأن لا (تخافوا) من الموت وما بعده (ولا تحزنوا) على ما خلفتم من أهل وولد فنحن نخلفكم فيه (وأبشروا بالجنة التي كنتم توعدون) \r\n", "sura_id": 41, "type": 2, "id": 29192, "aya_id": 30}, {"text": "إن الذين قالوا ربنا الله تعالى وحده لا شريك له, ثم استقاموا على شريعته, تتنزل عليهم الملائكة عند الموت قائلين لهم: لا تخافوا من الموت وما بعده, ولا تحزنوا على ما تخلفونه وراءكم من أمور الدنيا, وأبشروا بالجنة التي كنتم توعدون بها.\r\n", "sura_id": 41, "type": 3, "id": 35428, "aya_id": 30}, {"text": " <font color=red>إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ</font><BR><p>يَقُول تَعَالَى \" إِنَّ الَّذِينَ قَالُوا رَبّنَا اللَّه ثُمَّ اِسْتَقَامُوا \" أَيْ أَخْلَصُوا الْعَمَل لِلَّهِ وَعَمِلُوا بِطَاعَةِ اللَّه تَعَالَى عَلَى مَا شَرَعَ اللَّه لَهُمْ قَالَ الْحَافِظ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا الْجَرَّاح حَدَّثَنَا سَلْم بْن قُتَيْبَة أَبُو قُتَيْبَة الشَّعِيرِيّ ثَنَا سُهَيْل بْن أَبِي حَازِم حَدَّثَنَا ثَابِت عَنْ أَنَس بْن مَالِك رَضِيَ اللَّه عَنْهُ قَالَ : قَرَأَ عَلَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَة \" إِنَّ الَّذِينَ قَالُوا رَبّنَا اللَّه ثُمَّ اِسْتَقَامُوا \" قَدْ قَالَهَا نَاس ثُمَّ كَفَرَ أَكْثَرهمْ فَمَنْ قَالَهَا حَتَّى يَمُوت فَقَدْ اِسْتَقَامَ عَلَيْهَا وَكَذَا رَوَاهُ النَّسَائِيّ فِي تَفْسِيره وَالْبَزَّار وَابْن جَرِير عَنْ عَمْرو عَنْ عَلِيّ الْفَلَّاس عَنْ سَلْم بْن قُتَيْبَة بِهِ . وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم عَنْ أَبِيهِ عَنْ الْفَلَّاس بِهِ ثُمَّ قَالَ اِبْن جَرِير حَدَّثَنَا اِبْن بَشَّار حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا سُفْيَان عَنْ أَبِي إِسْحَاق عَنْ عَامِر بْن سَعِيد عَنْ سَعِيد بْن عِمْرَان قَالَ : قَرَأْت عِنْد أَبِي بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ هَذِهِ الْآيَة \" إِنَّ الَّذِينَ قَالُوا رَبّنَا اللَّه ثُمَّ اِسْتَقَامُوا \" قَالَ هُمْ الَّذِينَ لَمْ يُشْرِكُوا بِاَللَّهِ شَيْئًا ثُمَّ رُوِيَ مِنْ حَدِيث الْأَسْوَد بْن هِلَال قَالَ : قَالَ أَبُو بَكْر الصِّدِّيق رَضِيَ اللَّه عَنْهُ مَا تَقُولُونَ فِي هَذِهِ الْآيَة \" إِنَّ الَّذِينَ قَالُوا رَبّنَا اللَّه ثُمَّ اِسْتَقَامُوا \" قَالَ فَقَالُوا \" رَبّنَا اللَّه ثُمَّ اِسْتَقَامُوا\" مِنْ ذَنْب فَقَالَ لَقَدْ حَمَلْتُمُوهُ عَلَى غَيْر الْمَحْمَل قَالُوا رَبّنَا اللَّه ثُمَّ اِسْتَقَامُوا فَلَمْ يَلْتَفِتُوا إِلَى إِلَه غَيْره . وَكَذَا قَالَ مُجَاهِد وَعِكْرِمَة وَالسُّدِّيّ وَغَيْر وَاحِد وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو عَبْد اللَّه الظَّهْرَانِيّ أَخْبَرَنَا حَفْص بْن عُمَر الْعَقَدِيّ عَنْ الْحَكَم بْن أَبَانَ عَنْ عِكْرِمَة قَالَ سُئِلَ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا أَيّ آيَة فِي كِتَاب اللَّه تَبَارَكَ وَتَعَالَى أَرْخَص ؟ قَالَ قَوْله تَعَالَى \" إِنَّ الَّذِينَ قَالُوا رَبّنَا اللَّه ثُمَّ اِسْتَقَامُوا\" عَلَى شَهَادَة أَنْ لَا إِلَه إِلَّا اللَّه وَقَالَ الزُّهْرِيّ : تَلَا عُمَر رَضِيَ اللَّه عَنْهُ هَذِهِ الْآيَة عَلَى الْمِنْبَر ثُمَّ قَالَ اِسْتَقَامُوا وَاَللَّه لِلَّهِ بِطَاعَتِهِ وَلَمْ يَرُوغُوا رَوَغَان الثَّعَالِب وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" قَالُوا رَبّنَا اللَّه ثُمَّ اِسْتَقَامُوا\" عَلَى أَدَاء فَرَائِضه وَكَذَا قَالَ قَتَادَة قَالَ وَكَانَ الْحَسَن يَقُول اللَّهُمَّ أَنْتَ رَبّنَا فَارْزُقْنَا الِاسْتِقَامَة وَقَالَ أَبُو الْعَالِيَة \" ثُمَّ اِسْتَقَامُوا \" أَخْلَصُوا لَهُ الدِّين وَالْعَمَل . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا هُشَيْم حَدَّثَنَا يَعْلَى بْن عَطَاء عَنْ عَبْد اللَّه بْن سُفْيَان الثَّقَفِيّ عَنْ أَبِيهِ أَنَّ رَجُلًا قَالَ يَا رَسُول اللَّه مُرْنِي بِأَمْرٍ فِي الْإِسْلَام لَا أَسْأَل عَنْهُ أَحَدًا بَعْدك قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُلْ آمَنْت بِاَللَّهِ ثُمَّ اِسْتَقِمْ \" قُلْت فَمَا أَتَّقِي ؟ فَأَوْمَأَ إِلَى لِسَانه . وَرَوَاهُ النَّسَائِيّ مِنْ حَدِيث شُعْبَة عَنْ يَعْلَى بْن عَطَاء بِهِ . ثُمَّ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد بْن هَارُون أَخْبَرَنَا إِبْرَاهِيم بْن سَعْد حَدَّثَنِي اِبْن شِهَاب عَنْ عَبْد الرَّحْمَن بْن مَاعِز الْغَامِدِيّ عَنْ سُفْيَان بْن عَبْد اللَّه الثَّقَفِيّ قَالَ : قُلْت يَا رَسُول اللَّه حَدِّثْنِي بِأَمْرٍ أَعْتَصِم بِهِ قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُلْ رَبِّي اللَّه ثُمَّ اِسْتَقِمْ \" قُلْت يَا رَسُول اللَّه مَا أَكْثَر مَا تَخَاف عَلَيَّ ؟ فَأَخَذَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِطَرَفِ لِسَان نَفْسه ثُمَّ قَالَ \" هَذَا\" وَهَكَذَا رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَهْ مِنْ حَدِيث الزُّهْرِيّ بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح . وَقَدْ أَخْرَجَهُ مُسْلِم فِي صَحِيحه وَالنَّسَائِيّ مِنْ حَدِيث هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ سُفْيَان بْن عَبْد اللَّه الثَّقَفِيّ قَالَ قُلْت يَا رَسُول اللَّه قُلْ لِي فِي الْإِسْلَام قَوْلًا لَا أَسْأَل عَنْهُ أَحَدًا بَعْدك قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُلْ آمَنْت بِاَللَّهِ ثُمَّ اِسْتَقِمْ \" وَذَكَرَ تَمَام الْحَدِيث . وَقَوْله تَعَالَى \" تَتَنَزَّل عَلَيْهِمْ الْمَلَائِكَة \" قَالَ مُجَاهِد وَالسُّدِّيّ وَزَيْد بْن أَسْلَمَ وَابْنه يَعْنِي عِنْد الْمَوْت قَائِلِينَ \" أَنْ لَا تَخَافُوا \" قَالَ مُجَاهِد وَعِكْرِمَة وَزَيْد بْن أَسْلَمَ أَيْ مِمَّا تَقْدَمُونَ عَلَيْهِ مِنْ أَمْر الْآخِرَة \" وَلَا تَحْزَنُوا\" عَلَى مَا خَلَفْتُمُوهُ مِنْ أَمْر الدُّنْيَا مِنْ وَلَد وَأَهْل وَمَال أَوْ دَيْن فَإِنَّا نَخْلُفكُمْ فِيهِ \" وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ \" فَيُبَشِّرُونَهُمْ بِذَهَابِ الشَّرّ وَحُصُول الْخَيْر وَهَذَا كَمَا جَاءَ فِي حَدِيث الْبَرَاء رَضِيَ اللَّه عَنْهُ قَالَ \" إِنَّ الْمَلَائِكَة تَقُول لِرُوحِ الْمُؤْمِن اُخْرُجِي أَيَّتهَا الرُّوح الطَّيِّبَة فِي الْجَسَد الطَّيِّب كُنْت تَعْمُرِينَهُ اُخْرُجِي إِلَى رَوْح وَرَيْحَان وَرَبّ غَيْر غَضْبَان\" وَقِيلَ إِنَّ الْمَلَائِكَة تَتَنَزَّل عَلَيْهِمْ يَوْم خُرُوجهمْ مِنْ قُبُورهمْ حَكَاهُ اِبْن جَرِير عَنْ اِبْن عَبَّاس وَالسُّدِّيّ. وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا عَبْد السَّلَام بْن مُطَهِّر حَدَّثَنَا جَعْفَر بْن سُلَيْمَان قَالَ سَمِعْت ثَابِتًا قَرَأَ سُورَة حم السَّجْدَة حَتَّى بَلَغَ \" إِنَّ الَّذِينَ قَالُوا رَبّنَا اللَّه ثُمَّ اِسْتَقَامُوا تَتَنَزَّل عَلَيْهِمْ الْمَلَائِكَة \" فَوَقَفَ فَقَالَ بَلَغَنَا أَنَّ الْعَبْد الْمُؤْمِن حِين يَبْعَثهُ اللَّه تَعَالَى مِنْ قَبْره يَتَلَقَّاهُ الْمَلَكَانِ اللَّذَانِ كَانَا مَعَهُ فِي الدُّنْيَا فَيَقُولَانِ لَهُ لَا تَخَفْ وَلَا تَحْزَن \" وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ\" قَالَ فَيُؤَمِّن اللَّه تَعَالَى خَوْفه وَيُقِرّ عَيْنه فَمَا عَظِيمَة يَخْشَى النَّاس يَوْم الْقِيَامَة إِلَّا هِيَ لِلْمُؤْمِنِ قُرَّة عَيْن لِمَا هَدَاهُ اللَّه تَبَارَكَ وَتَعَالَى وَلِمَا كَانَ يَعْمَل لَهُ فِي الدُّنْيَا وَقَالَ زَيْد بْن أَسْلَمَ يُبَشِّرُونَهُ عِنْد مَوْته وَفِي قَبْره وَحِين يُبْعَث رَوَاهُ اِبْن أَبِي حَاتِم وَهَذَا الْقَوْل يَجْمَع الْأَقْوَال كُلّهَا وَهُوَ حَسَن جِدًّا وَهُوَ الْوَاقِع.</p><BR> <br> ", "sura_id": 41, "type": 4, "id": 41048, "aya_id": 30}]