[{"text": "قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ لا إِلَهَ إِلاَّ هُوَ يُحْيِي وَيُمِيتُ فَآمِنُواْ بِاللّهِ وَرَسُولِهِ النَّبِيِّ الأُمِّيِّ الَّذِي يُؤْمِنُ بِاللّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ", "sura_id": 7, "type": 0, "id": 1112, "aya_id": 158}, {"text": "قل يا أيها الناس إني رسول الله إليكم جميعا الذي له ملك السماوات والأرض لا إله إلا هو يحيي ويميت فآمنوا بالله ورسوله النبي الأمي الذي يؤمن بالله وكلماته واتبعوه لعلكم تهتدون", "sura_id": 7, "type": 1, "id": 7348, "aya_id": 158}, {"text": "158 - (قل) خطاب للنبي صلى الله عليه وسلم (يا أيها الناس إني رسول الله إليكم جميعاً الذي له ملك السماوات والأرض لا إله إلا هو يحيي ويميت فآمنوا بالله ورسوله النبي الأمي الذي يؤمن بالله وكلماته) القرآن (واتبعوه لعلكم تهتدون) ترشدون \r\n", "sura_id": 7, "type": 2, "id": 26056, "aya_id": 158}, {"text": "قل -أيها الرسول- للناس كلهم: إني رسول الله إليكم جميعًا لا إلى بعضكم دون بعض, الذي له ملك السموات والأرض وما فيهما, لا ينبغي أن تكون الألوهية والعبادة إلا له جل ثناؤه, القادر على إيجاد الخلق وإفنائه وبعثه, فصدَّقوا بالله وأقرُّوا بوحدانيته, وصدَّقوا برسوله محمد صلى الله عليه وسلم النبي الأميِّ الذي يؤمن بالله وما أنزل إليه من ربه وما أنزل على النبيين من قبله, واتبعوا هذا الرسول, والتزموا العمل بما أمركم به من طاعة الله, رجاء أن توفقوا إلى الطريق المستقيم.\r\n", "sura_id": 7, "type": 3, "id": 32292, "aya_id": 158}, {"text": " <font color=red>قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ</font><BR><p>يَقُول تَعَالَى لِنَبِيِّهِ وَرَسُوله مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" قُلْ \" يَا مُحَمَّد \" يَا أَيّهَا النَّاس \" وَهَذَا خِطَاب لِلْأَحْمَرِ وَالْأَسْوَد وَالْعَرَبِيّ وَالْعَجَمِيّ \" إِنِّي رَسُول اللَّه إِلَيْكُمْ جَمِيعًا \" أَيْ جَمِيعكُمْ وَهَذَا مِنْ شَرَفه وَعَظَمَته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ خَاتَم النَّبِيِّينَ وَأَنَّهُ مَبْعُوث إِلَى النَّاس كَافَّة كَمَا قَالَ اللَّه تَعَالَى \" قُلْ اللَّه شَهِيد بَيْنِي وَبَيْنكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآن لِأُنْذِركُمْ بِهِ وَمَنْ بَلَغَ \" وَقَالَ تَعَالَى \" وَمَنْ يَكْفُر بِهِ مِنْ الْأَحْزَاب فَالنَّار مَوْعِده \" وَقَالَ تَعَالَى \" وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَاب وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدْ اِهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْك الْبَلَاغ \" وَالْآيَات فِي هَذَا كَثِيرَة كَمَا أَنَّ الْأَحَادِيث فِي هَذَا أَكْثَر مِنْ أَنْ تُحْصَر وَهُوَ مَعْلُوم مِنْ دِين الْإِسْلَام ضَرُورَة أَنَّهُ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ رَسُول اللَّه إِلَى النَّاس كُلّهمْ قَالَ الْبُخَارِيّ رَحِمَهُ اللَّه فِي تَفْسِير هَذِهِ الْآيَة حَدَّثَنَا عَبْد اللَّه حَدَّثَنَا سُلَيْمَان بْن عَبْد الرَّحْمَن وَمُوسَى بْن هَارُون قَالَا حَدَّثَنَا الْوَلِيد بْن مُسْلِم حَدَّثَنَا عَبْد اللَّه بْن الْعَلَاء بْن زَيْد حَدَّثَنِي بِشْر بْن عُبَيْد اللَّه حَدَّثَنِي أَبُو إِدْرِيس الْخَوْلَانِيّ قَالَ سَمِعْت أَبَا الدَّرْدَاء رَضِيَ اللَّه عَنْهُ يَقُول : كَانَتْ بَيْن أَبِي بَكْر وَعُمَر رَضِيَ اللَّه عَنْهُمَا مُحَاوَرَة فَأَغْضَبَ أَبُو بَكْر عُمَر فَانْصَرَفَ عَنْهُ عُمَر مُغْضَبًا فَأَتْبَعَهُ أَبُو بَكْر يَسْأَلهُ أَنْ يَسْتَغْفِر لَهُ فَلَمْ يَفْعَل حَتَّى أَغْلَقَ بَابه فِي وَجْهه فَأَقْبَلَ أَبُو بَكْر إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ أَبُو الدَّرْدَاء وَنَحْنُ عِنْده فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أَمَّا صَاحِبكُمْ هَذَا فَقَدْ غَامَرَ \" أَيْ غَاضَبَ وَحَاقَدَ قَالَ وَنَدِمَ عُمَر عَلَى مَا كَانَ مِنْهُ فَأَقْبَلَ حَتَّى سَلَّمَ وَجَلَسَ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَصَّ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْخَبَر قَالَ أَبُو الدَّرْدَاء فَغَضِبَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَجَعَلَ أَبُو بَكْر يَقُول وَاَللَّه يَا رَسُول اللَّه لَأَنَا كُنْت أَظْلَم فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" هَلْ أَنْتُمْ تَارِكُوا لِي صَاحِبِي ؟ إِنِّي قُلْت يَا أَيّهَا النَّاس إِنِّي رَسُول اللَّه إِلَيْكُمْ جَمِيعًا فَقُلْتُمْ كَذَبْت وَقَالَ أَبُو بَكْر صَدَقْت\" اِنْفَرَدَ بِهِ الْبُخَارِيّ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا عَبْد الْعَزِيز بْن مُسْلِم حَدَّثَنَا يَزِيد بْن أَبِي زِيَاد عَنْ مِقْسَم عَنْ اِبْن عَبَّاس مَرْفُوعًا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أُعْطِيت خَمْسًا لَمْ يُعْطَهُنَّ نَبِيّ قَبْلِي وَلَا أَقُولهُ فَخْرًا : بُعِثْت إِلَى النَّاس كَافَّة الْأَحْمَر وَالْأَسْوَد وَنُصِرْت بِالرُّعْبِ مَسِيرَة شَهْر وَأُحِلَّتْ لِيَ الْغَنَائِم وَلَمْ تُحَلّ لِأَحَدٍ قَبْلِي وَجُعِلَتْ لِيَ الْأَرْض مَسْجِدًا وَطَهُورًا وَأُعْطِيت الشَّفَاعَة فَأَخَّرْتهَا لِأُمَّتِي يَوْم الْقِيَامَة فَهِيَ لِمَنْ لَا يُشْرِك بِاَللَّهِ شَيْئًا \" إِسْنَاد جَيِّد وَلَمْ يُخَرِّجُوهُ وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا قُتَيْبَة بْن سَعِيد حَدَّثَنَا بَكْر بْن مُضَر عَنْ أَبِي الْهَاد عَنْ عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَام غَزْوَة تَبُوك قَامَ مِنْ اللَّيْل يُصَلِّي فَاجْتَمَعَ وَرَاءَهُ رِجَال مِنْ أَصْحَابه يَحْرُسُونَهُ حَتَّى إِذَا صَلَّى اِنْصَرَفَ إِلَيْهِمْ فَقَالَ لَهُمْ \" لَقَدْ أُعْطِيت اللَّيْلَة خَمْسًا مَا أُعْطِيَهُنَّ أَحَد قَبْلِي أَمَّا أَنَا فَأُرْسِلْت إِلَى النَّاس كُلّهمْ عَامَّة وَكَانَ مَنْ قَبْلِي إِنَّمَا يُرْسَل إِلَى قَوْمه وَنُصِرْت عَلَى الْعَدُوّ بِالرُّعْبِ وَلَوْ كَانَ بَيْنِي وَبَيْنهمْ مَسِيرَة شَهْر لَمُلِئَ مِنِّي رُعْبًا وَأُحِلَّتْ لِيَ الْغَنَائِم أَكْلهَا وَكَانَ مَنْ قَبْلِي يُعَظِّمُونَ أَكْلهَا كَانُوا يُحْرِقُونَهَا وَجُعِلَتْ لِيَ الْأَرْض مَسْجِدًا وَطَهُورًا أَيْنَمَا أَدْرَكَتْنِي الصَّلَاة تَمَسَّحْت وَصَلَّيْت وَكَانَ مَنْ قَبْلِي يُعَظِّمُونَ ذَلِكَ إِنَّمَا كَانُوا يُصَلُّونَ فِي بِيَعهمْ وَكَنَائِسهمْ وَالْخَامِسَة هِيَ مَا هِيَ قِيلَ لِي سَلْ فَإِنَّ كُلّ نَبِيّ قَدْ سَأَلَ فَأَخَّرْت مَسْأَلَتِي إِلَى يَوْم الْقِيَامَة فَهِيَ لَكُمْ وَلِمَنْ شَهِدَ أَنْ لَا إِلَه إِلَّا اللَّه \" . إِسْنَاد جَيِّد قَوِيّ أَيْضًا وَلَمْ يُخَرِّجُوهُ وَقَالَ أَيْضًا حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا شُعْبَة عَنْ أَبِي بِشْر عَنْ سَعِيد بْن جُبَيْر عَنْ أَبِي مُوسَى الْأَشْعَرِيّ رَضِيَ اللَّه عَنْهُ عَنْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ :\" مَنْ سَمِعَ بِي مِنْ أُمَّتِي أَوْ يَهُودِيّ أَوْ نَصْرَانِيّ فَلَمْ يُؤْمِن بِي لَمْ يَدْخُل الْجَنَّة \" . وَهَذَا الْحَدِيث فِي صَحِيح مُسْلِم مِنْ وَجْه آخَر عَنْ أَبِي مُوسَى قَالَ : قَالَ رَسُول اللَّه\" وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يَسْمَع بِي رَجُل مِنْ هَذِهِ الْأُمَّة يَهُودِيّ وَلَا نَصْرَانِيّ ثُمَّ لَا يُؤْمِن بِي إِلَّا دَخَلَ النَّار\" . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حَسَن حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا أَبُو يُونُس وَهُوَ سُلَيْم بْن جُبَيْر عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يَسْمَع بِي أَحَد مِنْ هَذِهِ الْأُمَّة يَهُودِيّ أَوْ نَصْرَانِيّ ثُمَّ يَمُوت وَلَا يُؤْمِن بِاَلَّذِي أُرْسِلْت بِهِ إِلَّا كَانَ مِنْ أَصْحَاب النَّار \" . تَفَرَّدَ بِهِ أَحْمَد وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا حُسَيْن بْن مُحَمَّد حَدَّثَنَا إِسْرَائِيل عَنْ أَبِي إِسْحَاق عَنْ أَبِي بُرْدَة عَنْ أَبِي مُوسَى رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُعْطِيت خَمْسًا بُعِثْت إِلَى الْأَحْمَر وَالْأَسْوَد وَجُعِلَتْ لِيَ الْأَرْض مَسْجِدًا وَطَهُورًا وَأُحِلَّتْ لِيَ الْغَنَائِم وَلَمْ تُحَلّ لِمَنْ كَانَ قَبْلِي وَنُصِرْت بِالرُّعْبِ مَسِيرَة شَهْر وَأُعْطِيت الشَّفَاعَة وَلَيْسَ مِنْ نَبِيّ إِلَّا وَقَدْ سَأَلَ الشَّفَاعَة وَإِنِّي قَدْ اِخْتَبَأْت شَفَاعَتِي ثُمَّ جَعَلْتهَا لِمَنْ مَاتَ مِنْ أُمَّتِي لَمْ يُشْرِك بِاَللَّهِ شَيْئًا \" وَهَذَا أَيْضًا إِسْنَاد صَحِيح وَلَمْ أَرَهُمْ خَرَّجُوهُ وَاَللَّه أَعْلَم. وَلَهُ مِثْله مِنْ حَدِيث اِبْن عُمَر بِسَنَدٍ جَيِّد أَيْضًا وَهَذَا الْحَدِيث ثَابِت فِي الصَّحِيحَيْنِ أَيْضًا مِنْ حَدِيث جَابِر بْن عَبْد اللَّه قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" أُعْطِيت خَمْسًا لَمْ يُعْطَهُنَّ أَحَد مِنْ الْأَنْبِيَاء قَبْلِي نُصِرْت بِالرُّعْبِ مَسِيرَة شَهْر وَجُعِلَتْ لِيَ الْأَرْض مَسْجِدًا وَطَهُورًا فَأَيّمَا رَجُل مِنْ أُمَّتِي أَدْرَكَتْهُ الصَّلَاة فَلْيُصَلِّ وَأُحِلَّتْ لِيَ الْغَنَائِم وَلَمْ تُحَلّ لِأَحَدٍ قَبْلِي وَأُعْطِيت الشَّفَاعَة وَكَانَ النَّبِيّ يُبْعَث إِلَى قَوْمه وَبُعِثْت إِلَى النَّاس عَامَّة \" وَقَوْله \" الَّذِي لَهُ مُلْك السَّمَاوَات وَالْأَرْض لَا إِلَه إِلَّا هُوَ يُحْيِي وَيُمِيت \" صِفَة اللَّه تَعَالَى فِي قَوْل رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الَّذِي أَرْسَلَنِي هُوَ خَالِق كُلّ شَيْء وَرَبّه وَمَلِيكه الَّذِي بِيَدِهِ الْمُلْك وَالْإِحْيَاء وَالْإِمَاتَة وَلَهُ الْحُكْم \" وَقَوْله \" فَآمِنُوا بِاَللَّهِ وَرَسُوله النَّبِيّ الْأُمِّيّ \" أَخْبَرَهُمْ أَنَّهُ رَسُول اللَّه إِلَيْهِمْ ثُمَّ أَمَرَهُمْ بِاتِّبَاعِهِ وَالْإِيمَان بِهِ \" النَّبِيّ الْأُمِّيّ \" أَيْ الَّذِي وُعِدْتُمْ بِهِ وَبُشِّرْتُمْ بِهِ فِي الْكُتُب الْمُتَقَدِّمَة فَإِنَّهُ مَبْعُوث بِذَلِكَ فِي كُتُبهمْ وَلِهَذَا قَالَ \" النَّبِيّ الْأُمِّيّ \" وَقَوْله \" الَّذِي يُؤْمِن بِاَللَّهِ وَكَلِمَاته \" أَيْ يَصْدُق قَوْله عَمَله وَهُوَ يُؤْمِن بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبّه \" وَاتَّبِعُوهُ \" أَيْ اُسْلُكُوا طَرِيقه وَاقْتَفُوا أَثَره \" لَعَلَّكُمْ تَهْتَدُونَ \" أَيْ الصِّرَاط الْمُسْتَقِيم .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42531, "aya_id": 158}]