[{"text": "كَمَا أَخْرَجَكَ رَبُّكَ مِن بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقاً مِّنَ الْمُؤْمِنِينَ لَكَارِهُونَ", "sura_id": 8, "type": 0, "id": 1165, "aya_id": 5}, {"text": "كما أخرجك ربك من بيتك بالحق و إن فريقا من المؤمنين لكارهون", "sura_id": 8, "type": 1, "id": 7401, "aya_id": 5}, {"text": "5 - (كما أخرجك ربك من بيتك بالحق) متعلقٌ بأخرج (وإن فريقاً من المؤمنين لكارهون) الخروج والجملة حالٌ من كافِ أخرجك وكما خبر مبتدأ محذوف أي هذه الحال في كراهتهم لها مثل إخراجك في حال كراهتهم وقد كان خيراً لهم فكذلك أيضاً وذلك أن أبا سفيان قدم بعير من الشام فخرج النبي صلى الله عليه وسلم وأصحابه ليغنموها فعلمت قريش فخرج أبو جهل ومقاتلو مكة ليذبوا عنها وهم النفير وأخذ أبو سفيان بالعير طريق الساحل فنجت فقيل لأبي جهل ارجع فأبى وسار إلى بدر فشاور النبي صلى الله عليه وسلم أصحابه وقال إن الله وعدني إحدى الطائفتين فوافقوه على قتال النفير وكره بعضهم ذلك وقالوا لم نستعد له كما قال تعالى \r\n", "sura_id": 8, "type": 2, "id": 26109, "aya_id": 5}, {"text": "كما أنكم لما اختلفتم في المغانم فانتزعها الله منكم, وجعلها إلى قَسْمه وقَسْم رسوله صلى الله عليه وسلم, كذلك أمرك ربك -أيها النبي- بالخروج من \"المدينة\" للقاء عِيْر قريش, وذلك بالوحي الذي أتاك به جبريل مع كراهة فريق من المؤمنين للخروج.\r\n", "sura_id": 8, "type": 3, "id": 32345, "aya_id": 5}, {"text": " <font color=red>كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ</font><BR><p>قَالَ الْإِمَام أَبُو جَعْفَر الطَّبَرِيّ : اِخْتَلَفَ الْمُفَسِّرُونَ فِي السَّبَب الْجَالِب لِهَذِهِ الْكَاف فِي قَوْله \" كَمَا أَخْرَجَك رَبّك \" فَقَالَ بَعْضهمْ شُبِّهَ بِهِ فِي الصَّلَاح لِلْمُؤْمِنِينَ اِتِّقَاؤُهُمْ رَبّهمْ وَإِصْلَاحهمْ ذَات بَيْنهمْ طَاعَتهمْ لِلَّهِ وَرَسُوله ثُمَّ رَوَى عَنْ عِكْرِمَة نَحْو هَذَا وَمَعْنَى هَذَا أَنَّ اللَّه تَعَالَى يَقُول كَمَا أَنَّكُمْ لَمَّا اخْتَلَفْتُمْ فِي الْمَغَانِم وَتَشَاحَحْتُمْ فِيهَا فَانْتَزَعَهَا اللَّه مِنْكُمْ وَجَعَلَهَا إِلَى قَسْمه وَقَسْم رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَسَمَهَا عَلَى الْعَدْل وَالتَّسْوِيَة فَكَانَ هَذَا هُوَ الْمَصْلَحَة التَّامَّة لَكُمْ وَكَذَلِكَ لَمَّا كَرِهْتُمْ الْخُرُوج إِلَى الْأَعْدَاء مِنْ قِتَال ذَات الشَّوْكَة وَهُمْ النَّفِير الَّذِينَ خَرَجُوا لِنَصْرِ دِينهمْ وَإِحْرَاز عِيرهمْ فَكَانَ عَاقِبَة كَرَاهَتكُمْ لِلْقِتَالِ بِأَنْ قَدَّرَهُ لَكُمْ وَجَمَعَ بِهِ بَيْنكُمْ وَبَيْن عَدُوّكُمْ عَلَى غَيْر مِيعَاد رُشْدًا وَهُدًى وَنَصْرًا وَفَتْحًا كَمَا قَالَ تَعَالَى \" كُتِبَ عَلَيْكُمْ الْقِتَال وَهُوَ كُرْهٌ لَكُمْ وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْر لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرّ لَكُمْ وَاَللَّه يَعْلَم وَأَنْتُمْ لَا تَعْلَمُونَ \" . قَالَ اِبْن جَرِير وَقَالَ آخَرُونَ مَعْنَى ذَلِكَ \" كَمَا أَخْرَجَك رَبّك مِنْ بَيْتك بِالْحَقِّ \" عَلَى كُرْه مِنْ فَرِيقٍ مِنْ الْمُؤْمِنِينَ كَذَلِكَ هُمْ كَارِهُونَ لِلْقِتَالِ فَهُمْ يُجَادِلُونَك فِيهِ بَعْدَمَا تَبَيَّنَ لَهُمْ . ثُمَّ رَوَى عَنْ مُجَاهِد نَحْوه أَنَّهُ قَالَ \" كَمَا أَخْرَجَك رَبّك \" قَالَ كَذَلِكَ يُجَادِلُونَك فِي الْحَقّ وَقَالَ السُّدِّيّ أَنْزَلَ اللَّه فِي خُرُوجه إِلَى بَدْر وَمُجَادَلَتهمْ إِيَّاهُ فَقَالَ \" كَمَا أَخْرَجَك رَبّك مِنْ بَيْتك بِالْحَقِّ وَإِنَّ فَرِيقًا مِنْ الْمُؤْمِنِينَ لَكَارِهُونَ \" لِطَلَبِ الْمُشْرِكِينَ \" يُجَادِلُونَك فِي الْحَقّ بَعْدَمَا تَبَيَّنَ \" وَقَالَ بَعْضهمْ يَسْأَلُونَك عَنْ الْأَنْفَال مُجَادَلَة كَمَا جَادَلُوك يَوْم بَدْر فَقَالُوا أَخْرَجْتنَا لِلْعِيرِ وَلَمْ تُعْلِمْنَا قِتَالًا فَنَسْتَعِدّ لَهُ . قُلْت : رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّمَا خَرَجَ مِنْ الْمَدِينَة طَالِبًا لِعِيرِ أَبِي سُفْيَان الَّتِي بَلَغَهُ خَبَرهَا أَنَّهَا صَادِرَة مِنْ الشَّام فِيهَا أَمْوَال جَزِيلَة لِقُرَيْشٍ فَاسْتَنْهَضَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْمُسْلِمِينَ مَنْ خَفَّ مِنْهُمْ فَخَرَجَ فِي ثَلَثِمِائَةٍ وَبِضْعَةَ عَشَرَ رَجُلًا وَطَلَبَ نَحْو السَّاحِل مِنْ عَلَى طَرِيق بَدْر وَعَلِمَ أَبُو سُفْيَان بِخُرُوجِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي طَلَبه فَبَعَثَ ضَمْضَم بْن عَمْرو نَذِيرًا إِلَى أَهْل مَكَّة فَنَهَضُوا فِي قَرِيب مِنْ أَلْف مُقَنَّع مَا بَيْن التِّسْعمِائَةِ إِلَى الْأَلْف وَتَيَامَنَ أَبُو سُفْيَان بِالْعِيرِ إِلَى سَيْف الْبَحْر فَنَجَا وَجَاءَ النَّفِير فَوَرَدُوا مَاء بَدْر وَجَمَعَ اللَّه بَيْن الْمُسْلِمِينَ وَالْكَافِرِينَ عَلَى غَيْر مِيعَاد لِمَا يُرِيد اللَّه تَعَالَى مِنْ إِعْلَاء كَلِمَة الْمُسْلِمِينَ وَنَصْرِهِمْ عَلَى عَدُوِّهِمْ وَالتَّفْرِقَة بَيْن الْحَقّ وَالْبَاطِل كَمَا سَيَأْتِي بَيَانه وَالْغَرَض أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَا بَلَغَهُ خُرُوج النَّفِير أَوْحَى اللَّه إِلَيْهِ يَعِدُهُ إِحْدَى الطَّائِفَتَيْنِ إِمَّا الْعِير وَإِمَّا النَّفِير وَرَغِبَ كَثِير مِنْ الْمُسْلِمِينَ إِلَى الْعِير لِأَنَّهُ كَسْب بِلَا قِتَال كَمَا قَالَ تَعَالَى \" وَتَوَدُّونَ أَنَّ غَيْر ذَات الشَّوْكَة تَكُون لَكُمْ وَيُرِيد اللَّه أَنْ يُحِقَّ الْحَقّ بِكَلِمَاتِهِ وَيَقْطَع دَابِر الْكَافِرِينَ \" قَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ فِي تَفْسِيره حَدَّثَنَا سُلَيْمَان بْن أَحْمَد الطَّبَرَانِيّ حَدَّثَنَا بَكْر بْن سَهْل حَدَّثَنَا عَبْد اللَّه بْن يُوسُف حَدَّثَنَا اِبْن لَهِيعَة عَنْ يَزِيد بْن أَبِي حَبِيب عَنْ أَسْلَمَ أَبِي عِمْرَان حَدَّثَهُ أَنَّهُ سَمِعَ أَبَا أَيُّوب الْأَنْصَارِيّ يَقُول : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَحْنُ بِالْمَدِينَةِ : \" وَإِنِّي أُخْبِرْت عَنْ عِير أَبِي سُفْيَان أَنَّهَا مُقْبِلَة فَهَلْ لَكُمْ أَنْ نَخْرُج قِبَل هَذِهِ الْعِير لَعَلَّ اللَّه أَنْ يُغَنِّمَنَاهَا ؟ \" فَقُلْنَا نَعَمْ فَخَرَجَ وَخَرَجْنَا فَلَمَّا سِرْنَا يَوْمًا أَوْ يَوْمَيْنِ قَالَ لَنَا : \" مَا تَرَوْنَ فِي قِتَال الْقَوْم إِنَّهُمْ قَدْ أُخْبِرُوا بِخُرُوجِكُمْ ؟ \" فَقُلْنَا لَا وَاَللَّه مَا لَنَا طَاقَة بِقِتَالِ الْعَدُوّ وَلَكِنَّا أَرَدْنَا الْعِير ثُمَّ قَالَ : \" مَا تَرَوْنَ فِي قِتَال الْقَوْم ؟ \" فَقُلْنَا مِثْل ذَلِكَ فَقَالَ الْمِقْدَاد بْن عَمْرو إِذًا لَا نَقُول لَك يَا رَسُول اللَّه كَمَا قَالَ قَوْم مُوسَى لِمُوسَى : \" فَاذْهَبْ أَنْتَ وَرَبّك فَقَاتِلَا إِنَّا هَهُنَا قَاعِدُونَ \" قَالَ فَتَمَنَّيْنَا مَعْشَر الْأَنْصَار أَنْ لَوْ قُلْنَا كَمَا قَالَ الْمِقْدَاد أَحَبّ إِلَيْنَا مِنْ أَنْ يَكُون لَنَا مَال عَظِيم قَالَ فَأَنْزَلَ اللَّه عَلَى رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" كَمَا أَخْرَجَك رَبّك مِنْ بَيْتك بِالْحَقِّ وَإِنَّ فَرِيقًا مِنْ الْمُؤْمِنِينَ لَكَارِهُونَ \" وَذَكَرَ تَمَام الْحَدِيث . وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ حَدِيث اِبْن لَهِيعَة بِنَحْوِهِ . وَرَوَى اِبْن مَرْدَوَيْهِ أَيْضًا مِنْ حَدِيث مُحَمَّد بْن عَمْرو بْن عَلْقَمَة بْن أَبِي وَقَّاص اللَّيْثِيّ عَنْ أَبِيهِ عَنْ جَدّه رَضِيَ اللَّه عَنْهُ قَالَ خَرَجَ رَسُول اللَّه صَلَّى اللَّه تَعَالَى عَلَيْهِ وَعَلَى آله وَسَلَّمَ إِلَى بَدْر حَتَّى إِذَا كَانَ بِالرَّوْحَاءِ خَطَبَ النَّاس فَقَالَ : \" كَيْف تَرَوْنَ ؟ \" فَقَالَ أَبُو بَكْر رَضِيَ اللَّه تَعَالَى عَنْهُ : يَا رَسُول اللَّه بَلَغَنَا أَنَّهُمْ بِمَكَانِ كَذَا وَكَذَا قَالَ : ثُمَّ خَطَبَ النَّاس فَقَالَ : \" كَيْف تَرَوْنَ ؟ \" فَقَالَ عُمَر مِثْل قَوْل أَبِي بَكْر ثُمَّ خَطَبَ النَّاس فَقَالَ : \" كَيْف تَرَوْنَ ؟ \" فَقَالَ سَعْد بْن مُعَاذ يَا رَسُول اللَّه إِيَّانَا تُرِيد ؟ فَوَاَلَّذِي أَكْرَمَك وَأَنْزَلَ عَلَيْك الْكِتَاب مَا سَلَكْتهَا قَطُّ وَلَا لِي بِهَا عِلْم وَلَئِنْ سِرْت حَتَّى تَأْتِيَ بَرْك الْغِمَاد مِنْ ذِي يَمَن لَنَسِيرَنَّ مَعَك وَلَا نَكُون كَاَلَّذِينَ قَالُوا لِمُوسَى \" فَاذْهَبْ أَنْتَ وَرَبّك فَقَاتِلَا إِنَّا هَهُنَا قَاعِدُونَ \" وَلَكِنْ اِذْهَبْ أَنْتَ وَرَبّك فَقَاتِلَا إِنَّا مَعَكُمَا مُقَاتِلُونَ وَلَعَلَّك أَنْ تَكُون خَرَجْت لِأَمْرٍ وَأَحْدَثَ اللَّه إِلَيْك غَيْره فَانْظُرْ الَّذِي أَحْدَثَ اللَّه إِلَيْك فَامْضِ لَهُ فَصِلْ حِبَال مَنْ شِئْت وَاقْطَعْ حِبَال مَنْ شِئْت وَعَادِ مَنْ شِئْت وَسَالِمْ مَنْ شِئْت وَخُذْ مِنْ أَمْوَالنَا مَا شِئْت فَنَزَلَ الْقُرْآن عَلَى قَوْل سَعْد : \" كَمَا أَخْرَجَك رَبّك مِنْ بَيْتك بِالْحَقِّ وَإِنَّ فَرِيقًا مِنْ الْمُؤْمِنِينَ لَكَارِهُونَ \" الْآيَات وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس لَمَّا شَاوَرَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي لِقَاء الْعَدُوّ وَقَالَ لَهُ سَعْد بْن عُبَادَة مَا قَالَ وَذَلِكَ يَوْم بَدْر أَمَرَ النَّاس أَنْ يَتَهَيَّئُوا لِلْقِتَالِ وَأَمَرَهُمْ بِالشَّوْكَةِ فَكَرِهَ ذَلِكَ أَهْل الْإِيمَان فَأَنْزَلَ اللَّه : \" كَمَا أَخْرَجَك رَبّك مِنْ بَيْتك بِالْحَقِّ وَإِنَّ فَرِيقًا مِنْ الْمُؤْمِنِينَ لَكَارِهُونَ يُجَادِلُونَك فِي الْحَقّ بَعْد مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْت وَهُمْ يَنْظُرُونَ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43099, "aya_id": 5}]