[{"text": "فَإِن كُنتَ فِي شَكٍّ مِّمَّا أَنزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَؤُونَ الْكِتَابَ مِن قَبْلِكَ لَقَدْ جَاءكَ الْحَقُّ مِن رَّبِّكَ فَلاَ تَكُونَنَّ مِنَ الْمُمْتَرِينَ", "sura_id": 10, "type": 0, "id": 1458, "aya_id": 94}, {"text": "فإن كنت في شك مما أنزلنا إليك فاسأل الذين يقرأون الكتاب من قبلك لقد جاءك الحق من ربك فلا تكونن من الممترين", "sura_id": 10, "type": 1, "id": 7694, "aya_id": 94}, {"text": "94 - (فإن كنت) يا محمد (في شك مما أنزلنا إليك) من القصص فرضاً (فاسأل الذين يقرؤون الكتاب) التوراة (من قبلك) فإنه ثابت عندهم يخبرونك بصدقه ، قال صلى الله عليه وسلم : لا أشك ولا أسأل (لقد جاءك الحق من ربك فلا تكونن من الممترين) الشاكين فيه \r\n", "sura_id": 10, "type": 2, "id": 26402, "aya_id": 94}, {"text": "فإن كنت -أيها الرسول- في ريب من حقيقة ما أخبرناك به فاسأل الذين يقرؤون الكتاب من قبلك من أهل التوراة والإنجيل, فإن ذلك ثابت في كتبهم, لقد جاءك الحق اليقين من ربك بأنك رسول الله, وأن هؤلاء اليهود والنصارى يعلمون صحة ذلك, ويجدون صفتك في كتبهم, ولكنهم ينكرون ذلك مع علمهم به, فلا تكوننَّ من الشاكِّين في صحة ذلك وحقيقته.\r\n", "sura_id": 10, "type": 3, "id": 32638, "aya_id": 94}, {"text": " <font color=red>فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ لَقَدْ جَاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ</font><BR><p>قَالَ قَتَادَة بْن دِعَامَة بَلَغَنَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا أَشُكّ وَلَا أَسْأَل \" . وَكَذَا قَالَ اِبْن عَبَّاس وَسَعِيد بْن جُبَيْر وَالْحَسَن الْبَصْرِيّ وَهَذَا فِيهِ تَثْبِيت لِلْأُمَّةِ وَإِعْلَام لَهُمْ أَنَّ صِفَة نَبِيّهمْ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَوْجُودَة فِي الْكُتُب الْمُتَقَدِّمَة الَّتِي بِأَيْدِي أَهْل الْكِتَاب كَمَا قَالَ تَعَالَى \" الَّذِينَ يَتَّبِعُونَ الرَّسُول النَّبِيّ الْأُمِّيّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدهمْ فِي التَّوْرَاة وَالْإِنْجِيل \" الْآيَة . ثُمَّ مَعَ هَذَا الْعِلْم الَّذِي يَعْرِفُونَهُ مِنْ كُتُبهمْ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ يَلْبِسُونَ ذَلِكَ وَيُحَرِّفُونَهُ وَيُبَدِّلُونَهُ وَلَا يُؤْمِنُونَ بِهِ مَعَ قِيَام الْحُجَّة عَلَيْهِمْ.</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37527, "aya_id": 94}]