[{"text": "وَإِذَ قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا قَالُواْ مَعْذِرَةً إِلَى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ", "sura_id": 7, "type": 0, "id": 1118, "aya_id": 164}, {"text": "وإذ قالت أمة منهم لم تعظون قوما الله مهلكهم أو معذبهم عذابا شديدا قالوا معذرة إلى ربكم ولعلهم يتقون", "sura_id": 7, "type": 1, "id": 7354, "aya_id": 164}, {"text": "164 - (وإذ) عطف على إذ قبله (قالت أمة منهم) لم تصد ولم تنه لمن نهى (لم تعظون قوماً الله مهلكهم أو معذبهم عذاباً شديداً قالوا) موعظتنا (معذرةً) نعتذر بها (إلى ربكم) لئلا ننسب إلى تقصير في ترك النهي (ولعلهم يتقون) الصيد \r\n", "sura_id": 7, "type": 2, "id": 26062, "aya_id": 164}, {"text": "واذكر -أيها الرسول- إذ قالت جماعة منهم لجماعة أخرى كانت تعظ المعتدين في يوم السبت, وتنهاهم عن معصية الله فيه: لِمَ تعظون قومًا الله مهلكهم في الدنيا بمعصيتهم إياه أو معذبهم عذابا شديدًا في الآخرة؟ قال الذين كانوا ينهَوْنهم عن معصية الله: نَعِظهم وننهاهم لِنُعْذَر فيهم, ونؤدي فرض الله علينا في الأمر بالمعروف والنهي عن المنكر, ورجاء أن يتقوا الله, فيخافوه, ويتوبوا من معصيتهم ربهم وتعذِّيهم على ما حرَّم عليهم.\r\n", "sura_id": 7, "type": 3, "id": 32298, "aya_id": 164}, {"text": " <font color=red>وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ</font><BR><p>يُخْبِر تَعَالَى عَنْ أَهْل هَذِهِ الْقَرْيَة أَنَّهُمْ صَارُوا إِلَى ثَلَاث فِرَق فِرْقَة اِرْتَكَبَتْ الْمَحْذُور وَاحْتَالُوا عَلَى اِصْطِيَاد السَّمَك يَوْم السَّبْت كَمَا تَقَدَّمَ بَيَانه فِي سُورَة الْبَقَرَة وَفِرْقَة نَهَتْ عَنْ ذَلِكَ وَاعْتَزَلَتْهُمْ وَفِرْقَة سَكَتَتْ فَلَمْ تَفْعَل وَلَمْ تَنْهَ وَلَكِنَّهَا قَالَتْ لِلْمُنْكِرَةِ \" لِمَ تَعِظُونَ قَوْمًا اللَّه مُهْلِكهُمْ أَوْ مُعَذِّبهمْ عَذَابًا شَدِيدًا \" أَيْ لِمَ تَنْهَوْنَ هَؤُلَاءِ وَقَدْ عَلِمْتُمْ أَنَّهُمْ قَدْ هَلَكُوا وَاسْتَحَقُّوا الْعُقُوبَة مِنْ اللَّه فَلَا فَائِدَة فِي نَهْيكُمْ إِيَّاهُمْ ؟ قَالَتْ لَهُمْ الْمُنْكِرَة \" مَعْذِرَة إِلَى رَبّكُمْ \" قَرَأَ بَعْضهمْ بِالرَّفْعِ كَأَنَّهُ عَلَى تَقْدِير هَذَا مَعْذِرَة وَقَرَأَ آخَرُونَ بِالنَّصْبِ أَيْ نَفْعَل ذَلِكَ \" مَعْذِرَة إِلَى رَبّكُمْ \" أَيْ فِيمَا أُخِذَ عَلَيْنَا مِنْ الْأَمْر بِالْمَعْرُوفِ وَالنَّهْي عَنْ الْمُنْكَر \" وَلَعَلَّهُمْ يَتَّقُونَ \" يَقُولُونَ وَلَعَلَّ لِهَذَا الْإِنْكَار يَتَّقُونَ مَا هُمْ فِيهِ وَيَتْرُكُونَهُ وَيَرْجِعُونَ إِلَى اللَّه تَائِبِينَ فَإِذَا تَابُوا تَابَ اللَّه عَلَيْهِمْ وَرَحِمَهُمْ .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42538, "aya_id": 164}]