[{"text": "وَكَتَبْنَا لَهُ فِي الأَلْوَاحِ مِن كُلِّ شَيْءٍ مَّوْعِظَةً وَتَفْصِيلاً لِّكُلِّ شَيْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُواْ بِأَحْسَنِهَا سَأُرِيكُمْ دَارَ الْفَاسِقِينَ", "sura_id": 7, "type": 0, "id": 1099, "aya_id": 145}, {"text": "وكتبنا له في الألواح من كل شيء موعظة وتفصيلا لكل شيء فخذها بقوة وأمر قومك يأخذوا بأحسنها سأريكم دار الفاسقين", "sura_id": 7, "type": 1, "id": 7335, "aya_id": 145}, {"text": "145 - (وكتبنا له في الألواح) أي ألواح التوراة وكانت من سدر الجنة أو زبرجد أو زمرد سبعة أو عشرة (من كل شيء) يحتاج إليه في الدين (موعظة وتفصيلاً) تبييناً (لكل شيء) بدل من الجار والمجرور قبله (فخذها) قبله قلنا مقدراً (بقوة) بجد واجتهاد (وأمر قومك يأخذوا بأحسنها سأريكم دار الفاسقين) فرعون وأتباعه وهي مصر لتعتبروا بهم \r\n", "sura_id": 7, "type": 2, "id": 26043, "aya_id": 145}, {"text": "وكتبنا لموسى في التوراة من كل ما يحتاج إليه في دينه من الأحكام, موعظة للازدجار والاعتبار وتفصيلا لتكاليف الحلال والحرام والأمر والنهي والقصص والعقائد والأخبار والمغيبات, قال الله له: فخذها بقوة, أي: خذ التوراة بجد واجتهاد, وأمر قومك يعملوا بما شرع الله فيها; فإن مَن أشرك منهم ومِن غيرهم فإني سأريه في الآخرة دار الفاسقين, وهي نار الله التي أعدَّها لأعدائه الخارجين عن طاعته.\r\n", "sura_id": 7, "type": 3, "id": 32279, "aya_id": 145}, {"text": " <font color=red>وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَوْعِظَةً وَتَفْصِيلًا لِكُلِّ شَيْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا سَأُرِيكُمْ دَارَ الْفَاسِقِينَ</font><BR><p>أَخْبَرَ تَعَالَى أَنَّهُ كَتَبَ لَهُ فِي الْأَلْوَاح مِنْ كُلّ شَيْء مَوْعِظَة وَتَفْصِيلًا لِكُلِّ شَيْء قِيلَ كَانَتْ الْأَلْوَاح مِنْ جَوْهَر وَأَنَّ اللَّه تَعَالَى كَتَبَ لَهُ فِيهَا مَوَاعِظ وَأَحْكَامًا مُفَصَّلَة مُبَيِّنَة لِلْحَلَالِ وَالْحَرَام وَكَانَتْ هَذِهِ الْأَلْوَاح مُشْتَمِلَة عَلَى التَّوْرَاة الَّتِي قَالَ اللَّه تَعَالَى \" وَلَقَدْ آتَيْنَا مُوسَى الْكِتَاب مِنْ بَعْد مَا أَهْلَكْنَا الْقُرُون الْأُولَى بَصَائِر لِلنَّاسِ\" وَقِيلَ الْأَلْوَاح أُعْطِيهَا مُوسَى قَبْل التَّوْرَاة فَاَللَّه أَعْلَم وَعَلَى كُلّ تَقْدِير فَكَانَتْ كَالتَّعْوِيضِ لَهُ عَمَّا سَأَلَ مِنْ الرُّؤْيَة وَمُنِعَ مِنْهَا وَاَللَّه أَعْلَم \" وَقَوْله فَخُذْهَا بِقُوَّةٍ \" أَيْ بِعَزْمٍ عَلَى الطَّاعَة \" وَأْمُرْ قَوْمك يَأْخُذُوا بِأَحْسَنِهَا \" قَالَ سُفْيَان بْن عُيَيْنَة ثَنَا أَبُو سَعِيد عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : أَمَرَ مُوسَى عَلَيْهِ السَّلَام أَنْ يَأْخُذ بِأَشَدّ مَا أَمَرَ قَوْمه وَقَوْله \" سَأُورِيكُمْ دَار الْفَاسِقِينَ \" أَيْ سَتَرَوْنَ عَاقِبَة مَنْ خَالَفَ أَمْرِي وَخَرَجَ عَنْ طَاعَتِي كَيْف يَصِير إِلَى الْهَلَاك وَالدَّمَار وَالتَّبَاب قَالَ اِبْن جَرِير : وَإِنَّمَا قَالَ \" سَأُورِيكُمْ دَار الْفَاسِقِينَ\" كَمَا يَقُول الْقَائِل لِمَنْ يُخَاطِبهُ سَأُرِيك غَدًا إِلَى مَا يَصِير إِلَيْهِ حَال مَنْ خَالَفَ أَمْرِي عَلَى وَجْه التَّهْدِيد وَالْوَعِيد لِمَنْ عَصَاهُ وَخَالَفَ أَمْره نُقِلَ مَعْنَى ذَلِكَ عَنْ مُجَاهِد وَالْحَسَن الْبَصْرِيّ وَقِيلَ مَعْنَاهُ \" سَأُرِيكُمْ دَار الْفَاسِقِينَ \" أَيْ مِنْ أَهْل الشَّام وَأُعْطِيكُمْ إِيَّاهَا وَقِيلَ مَنَازِل قَوْم فِرْعَوْن وَالْأَوَّل أَوْلَى وَاَللَّه أَعْلَم لِأَنَّ هَذَا كَانَ بَعْد اِنْفِصَال مُوسَى وَقَوْمه عَنْ بِلَاد مِصْر وَهُوَ خِطَاب لِبَنِي إِسْرَائِيل قَبْل دُخُولهمْ التِّيه وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42517, "aya_id": 145}]