[{"text": "فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّىَ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُواْ فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيمًا", "sura_id": 4, "type": 0, "id": 558, "aya_id": 65}, {"text": "فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما", "sura_id": 4, "type": 1, "id": 6794, "aya_id": 65}, {"text": "65 - (فلا وربك لا يؤمنون حتى يحكِّموك فيما شجر) اختلط (بينهم ثم لا يجدوا في أنفسهم حرجا) ضيقا أو شكا (مما قضيت) به (ويسلموا) ينقادوا لحكمك (تسليما) من غير معارضة \r\n", "sura_id": 4, "type": 2, "id": 25502, "aya_id": 65}, {"text": "أقسم الله تعالى بنفسه الكريمة أن هؤلاء لا يؤمنون حقيقة حتى يجعلوك حكمًا فيما وقع بينهم من نزاع في حياتك, ويتحاكموا إلى سنتك بعد مماتك, ثم لا يجدوا في أنفسهم ضيقًا مما انتهى إليه حكمك, وينقادوا مع ذلك انقيادًا تاماً, فالحكم بما جاء به رسول الله صلى الله عليه وسلم من الكتاب والسنة في كل شأن من شؤون الحياة من صميم الإيمان مع الرضا والتسليم.\r\n", "sura_id": 4, "type": 3, "id": 31738, "aya_id": 65}, {"text": " <font color=red>فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا</font><BR><p>وَقَوْله \" فَلَا وَرَبّك لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوك فِيمَا شَجَرَ بَيْنهمْ \" يُقْسِم تَعَالَى بِنَفْسِهِ الْكَرِيمَة الْمُقَدَّسَة أَنَّهُ لَا يُؤْمِن أَحَد حَتَّى يُحَكِّم الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي جَمِيع الْأُمُور فَمَا حَكَمَ بِهِ فَهُوَ الْحَقّ الَّذِي يَجِب الِانْقِيَاد لَهُ بَاطِنًا وَظَاهِرًا وَلِهَذَا قَالَ \" ثُمَّ لَا يَجِدُوا فِي أَنْفُسهمْ حَرَجًا مِمَّا قَضَيْت وَيُسَلِّمُوا تَسْلِيمًا \" أَيْ إِذَا حَكَّمُوك يُطِيعُونَك فِي بَوَاطِنهمْ فَلَا يَجِدُونَ فِي أَنْفُسهمْ حَرَجًا مِمَّا حَكَمْت بِهِ وَيَنْقَادُونَ لَهُ فِي الظَّاهِر وَالْبَاطِن فَيُسَلِّمُونَ لِذَلِكَ تَسْلِيمًا كُلِّيًّا مِنْ غَيْر مُمَانَعَة وَلَا مُدَافَعَة وَلَا مُنَازَعَة كَمَا وَرَدَ فِي الْحَدِيث \" وَاَلَّذِي نَفْسِي بِيَدِهِ لَا يُؤْمِن أَحَدكُمْ حَتَّى يَكُون هَوَاهُ تَبَعًا لِمَا جِئْت بِهِ \" وَقَالَ الْبُخَارِيّ : حَدَّثَنَا عَلِيّ بْن عَبْد اللَّه حَدَّثَنَا مُحَمَّد بْن جَعْفَر حَدَّثَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ عُرْوَة قَالَ : خَاصَمَ الزُّبَيْر رَجُلًا فِي شِرَاج الْحَرَّة فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِسْقِ يَا زُبَيْر ثُمَّ أَرْسِلْ الْمَاء إِلَى جَارك \" فَقَالَ الْأَنْصَارِيّ : يَا رَسُول اللَّه أَنْ كَانَ اِبْن عَمَّتك ؟ فَتَلَوَّنَ وَجْه رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ \" اِسْقِ يَا زُبَيْر ثُمَّ اِحْبِسْ الْمَاء حَتَّى يَرْجِع إِلَى الْجُدُر ثُمَّ أَرْسِلْ الْمَاء إِلَى جَارك \" فَاسْتَوْعَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَسَلَّمَ لِلزُّبَيْرِ حَقّه فِي صَرِيح الْحُكْم حِين أَحْفَظهُ الْأَنْصَارِيّ وَكَانَ أَشَارَ عَلَيْهِمَا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَمْرٍ لَهُمَا فِيهِ سَعَة قَالَ الزُّبَيْر : فَمَا أَحْسَب هَذِهِ الْآيَة إِلَّا نَزَلَتْ فِي ذَلِكَ \" فَلَا وَرَبِّك لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوك فِيمَا شَجَرَ بَيْنهمْ \" الْآيَة . هَكَذَا رَوَاهُ الْبُخَارِيّ هَهُنَا أَعْنِي فِي كِتَاب التَّفْسِير فِي صَحِيحه مِنْ حَدِيث مَعْمَر وَفِي كِتَاب الشِّرْب مِنْ حَدِيث اِبْن جُرَيْج وَمَعْمَر أَيْضًا وَفِي كِتَاب الصُّلْح مِنْ حَدِيث شُعَيْب بْن أَبِي حَمْزَة ثَلَاثَتهمْ عَنْ الزُّهْرِيّ عَنْ عُرْوَة فَذَكَرَهُ وَصُورَته صُورَة الْإِرْسَال وَهُوَ مُتَّصِل فِي الْمَعْنَى وَقَدْ رَوَاهُ الْإِمَام أَحْمَد مِنْ هَذَا الْوَجْه فَصَرَّحَ بِالْإِرْسَالِ فَقَالَ : حَدَّثَنَا أَبُو الْيَمَان حَدَّثَنَا شُعَيْب عَنْ الزُّهْرِيّ أَخْبَرَنِي عُرْوَة بْن الزُّبَيْر أَنَّ الزُّبَيْر كَانَ يُحَدِّث أَنَّهُ كَانَ يُخَاصِم رَجُلًا مِنْ الْأَنْصَار قَدْ شَهِدَ بَدْرًا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي شِرَاج الْحَرَّة كَانَ يَسْقِيَانِ بِهَا كِلَاهُمَا فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلزُّبَيْرِ \" اِسْقِ ثُمَّ أَرْسِلْ إِلَى جَارك \" فَغَضِبَ الْأَنْصَارِيّ وَقَالَ : يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ كَانَ اِبْن عَمَّتك ؟ فَتَلَوَّنَ وَجْه رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ \" اِسْقِ يَا زُبَيْر ثُمَّ اِحْبِسْ الْمَاء حَتَّى يَرْجِع إِلَى الْجُدُر \" فَاسْتَوْعَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الزُّبَيْر حَقّه وَكَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل ذَلِكَ أَشَارَ عَلَى الزُّبَيْر بِرَأْيٍ أَرَادَ فِيهِ سَعَة لَهُ وَلِلْأَنْصَارِيِّ فَلَمَّا أَحْفَظ الْأَنْصَارِيّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِسْتَوْعَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلزُّبَيْرِ حَقّه فِي صَرِيح الْحُكْم ثُمَّ قَالَ : قَالَ عُرْوَة فَقَالَ الزُّبَيْر : وَاَللَّه مَا أَحْسَب هَذِهِ الْآيَة نَزَلَتْ إِلَّا فِي ذَلِكَ \" فَلَا وَرَبّك لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوك فِيمَا شَجَرَ بَيْنهمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسهمْ حَرَجًا مِمَّا قَضَيْت وَيُسَلِّمُوا تَسْلِيمًا \" هَكَذَا رَوَاهُ الْإِمَام أَحْمَد وَهُوَ مُنْقَطِع بَيْن عُرْوَة وَبَيْن أَبِيهِ الزُّبَيْر فَإِنَّهُ لَمْ يَسْمَع مِنْهُ وَاَلَّذِي يَقْطَع بِهِ أَنَّهُ سَمِعَهُ مِنْ أَخِيهِ عَبْد اللَّه فَإِنَّ أَبَا مُحَمَّد عَبْد الرَّحْمَن بْن أَبِي حَاتِم رَوَاهُ كَذَلِكَ فِي تَفْسِيره فَقَالَ : حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى حَدَّثَنَا اِبْن وَهْب أَخْبَرَنِي اللَّيْث وَيُونُس عَنْ اِبْن شِهَاب أَنَّ عُرْوَة بْن الزُّبَيْر حَدَّثَهُ أَنَّ عَبْد اللَّه بْن الزُّبَيْر حَدَّثَهُ عَنْ الزُّبَيْر بْن الْعَوَّام أَنَّهُ خَاصَمَ رَجُلًا مِنْ الْأَنْصَار قَدْ شَهِدَ بَدْرًا مَعَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي شِرَاج فِي الْحَرَّة كَانَا يَسْقِيَانِ بِهِ كِلَاهُمَا النَّخْل فَقَالَ الْأَنْصَارِيّ : سَرِّحْ الْمَاء يَمُرّ فَأَبَى عَلَيْهِ الزُّبَيْر فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِسْقِ يَا زُبَيْر ثُمَّ أَرْسِلْ إِلَى جَارك \" فَغَضِبَ الْأَنْصَارِيّ وَقَالَ : يَا رَسُول اللَّه أَنْ كَانَ اِبْن عَمَّتك ؟ فَتَلَوَّنَ وَجْه رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ \" اِسْقِ يَا زُبَيْر ثُمَّ اِحْبِسْ الْمَاء حَتَّى يَرْجِع إِلَى الْجُدُر \" وَاسْتَوْعَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِلزُّبَيْرِ حَقّه وَكَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَبْل ذَلِكَ أَشَارَ عَلَى الزُّبَيْر بِرَأْيٍ أَرَادَ فِيهِ السَّعَة لَهُ وَلِلْأَنْصَارِيِّ فَلَمَّا أَحْفَظ الْأَنْصَارِيّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِسْتَوْعَى لِلزُّبَيْرِ حَقّه فِي صَرِيح الْحُكْم فَقَالَ الزُّبَيْر : مَا أَحْسَب هَذِهِ الْآيَة إِلَّا فِي ذَلِكَ \" فَلَا وَرَبّك لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوك فِيمَا شَجَرَ بَيْنهمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسهمْ حَرَجًا مِنَّا قَضَيْت وَيُسَلِّمُوا تَسْلِيمًا \" وَهَكَذَا رَوَاهُ النَّسَائِيّ مِنْ حَدِيث اِبْن وَهْب بِهِ وَرَوَاهُ أَحْمَد وَالْجَمَاعَة كُلّهمْ مِنْ حَدِيث اللَّيْث بِهِ وَجَعَلَهُ أَصْحَاب الْأَطْرَاف فِي مُسْنَد عَبْد اللَّه بْن الزُّبَيْر وَكَذَا سَاقَهُ الْإِمَام أَحْمَد فِي مُسْنَد عَبْد اللَّه بْن الزُّبَيْر وَاَللَّه أَعْلَم . وَالْعَجَب كُلّ الْعَجَب مِنْ الْحَاكِم أَبِي عَبْد اللَّه النَّيْسَابُورِيّ فَإِنَّهُ رَوَى هَذَا الْحَدِيث مِنْ طَرِيق اِبْن أَخِي اِبْن شِهَاب عَنْ عَمّه عَنْ عُرْوَة عَنْ عَبْد اللَّه بْن الزُّبَيْر عَنْ الزُّبَيْر فَذَكَرَهُ ثُمَّ قَالَ : صَحِيح الْإِسْنَاد وَلَمْ يُخَرِّجَاهُ . فَإِنِّي لَا أَعْلَم أَحَدًا أَقَامَ بِهَذَا الْإِسْنَاد عَنْ الزُّهْرِيّ بِذِكْرِ عَبْد اللَّه بْن الزُّبَيْر غَيْر اِبْن أَخِيهِ وَهُوَ عَنْهُ ضَعِيف وَقَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ حَدَّثَنَا مُحَمَّد بْن عَلِيّ أَبُو دُحَيْم حَدَّثَنَا أَحْمَد بْن حَازِم حَدَّثَنَا الْفَضْل بْن دُكَيْن حَدَّثَنَا اِبْن عُيَيْنَة عَنْ عَمْرو بْن دِينَار عَنْ سَلَمَة رَجُل مِنْ آل أَبِي سَلَمَة قَالَ : خَاصَمَ الزُّبَيْر رَجُلًا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَضَى لِلزُّبَيْرِ فَقَالَ الرَّجُل لَهُ : إِنَّمَا قَضَى لَهُ لِأَنَّهُ اِبْن عَمَّته. فَنَزَلَتْ فَلَا وَرَبّك لَا يُؤْمِنُونَ الْآيَة وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا عَمْرو بْن عُثْمَان حَدَّثَنَا أَبُو حَيْوَة حَدَّثَنَا سَعِيد بْن عَبْد الْعَزِيز عَنْ الزُّهْرِيّ عَنْ سَعِيد بْن الْمُسَيِّب فِي قَوْله \" فَلَا وَرَبّك لَا يُؤْمِنُونَ \" قَالَ : نَزَلَتْ فِي الزُّبَيْر بْن الْعَوَّام وَحَاطِب بْن أَبِي بَلْتَعة اِخْتَصَمَا فِي مَاء فَقَضَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَسْقِي الْأَعْلَى ثُمَّ الْأَسْفَل هَذَا مُرْسَل وَلَكِنْ فِيهِ فَائِدَة تَسْمِيَة الْأَنْصَارِيّ \" وَذِكْر سَبَب آخَر غَرِيب جِدًّا \" قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا يُونُس بْن عَبْد الْأَعْلَى قِرَاءَة أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي عَبْد اللَّه بْن لَهِيعَة عَنْ أَبِي الْأَسْوَد قَالَ : اِخْتَصَمَ رَجُلَانِ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَضَى بَيْنهمَا فَقَالَ الْمَقْضِيّ عَلَيْهِ : رُدَّنَا إِلَى عُمَر بْن الْخَطَّاب فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" نَعَمْ اِنْطَلِقَا إِلَيْهِ \" فَلَمَّا أَتَيَا إِلَيْهِ فَقَالَ الرَّجُل : يَا اِبْن الْخَطَّاب قَضَى لِي رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى هَذَا فَقَالَ رُدَّنَا إِلَى عُمَر بْن الْخَطَّاب فَرَدَّنَا إِلَيْك فَقَالَ أَكَذَاك ؟ قَالَ نَعَمْ فَقَالَ عُمَر : مَكَانكُمَا حَتَّى أَخْرُج إِلَيْكُمَا فَأَقْضِي بَيْنكُمَا فَخَرَجَ إِلَيْهِمَا مُشْتَمِلًا عَلَى سَيْفه فَضَرَبَ الَّذِي قَالَ رُدَّنَا إِلَى عُمَر فَقَتَلَهُ وَأَدْبَرَ الْآخَر فَأَتَى إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُول اللَّه قَتَلَ عُمَر وَاَللَّه صَاحِبِي وَلَوْلَا أَنِّي أَعْجَزْته لَقَتَلَنِي فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا كُنْت أَظُنّ أَنْ يَجْتَرِئ عُمَر عَلَى قَتْل مُؤْمِن \" فَأَنْزَلَ اللَّه \" فَلَا وَرَبّك لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوك \" الْآيَة فَهَدَرَ دَم ذَلِكَ الرَّجُل وَبَرِئَ عُمَر مِنْ قَتْله فَكَرِهَ اللَّه أَنْ يُسَنّ ذَلِكَ بَعْد فَأَنْزَلَ\" وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنْ اُقْتُلُوا أَنْفُسكُمْ \" الْآيَة وَكَذَا رَوَاهُ اِبْن مَرْدَوَيْهِ مِنْ طَرِيق اِبْن لَهِيعَة عَنْ أَبِي الْأَسْوَد بِهِ وَهُوَ أَثَر غَرِيب مُرْسَل وَابْن لَهِيعَة ضَعِيف وَاَللَّه أَعْلَم . \" طَرِيق أُخْرَى \" قَالَ الْحَافِظ أَبُو إِسْحَاق إِبْرَاهِيم بْن عَبْد الرَّحْمَن بْن إِبْرَاهِيم بْن دُحَيْم فِي تَفْسِيره : حَدَّثَنَا شُعَيْب بْن شُعَيْب حَدَّثَنَا أَبُو الْمُغِيرَة حَدَّثَنَا عُتْبَة بْن ضَمْرَة حَدَّثَنِي أَبِي أَنَّ رَجُلَيْنِ اِخْتَصَمَا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَضَى لِلْمُحِقِّ عَلَى الْمُبْطِل فَقَالَ الْمَقْضِيّ عَلَيْهِ لَا أَرْضَى ؟ فَقَالَ صَاحِبه فَمَا تُرِيد قَالَ : أَنْ تَذْهَب إِلَى أَبِي بَكْر الصِّدِّيق فَذَهَبَا إِلَيْهِ فَقَالَ الَّذِي قَضَى لَهُ : قَدْ اِخْتَصَمْنَاهُ إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَضَى لِي فَقَالَ أَبُو بَكْر : أَنْتُمَا عَلَى مَا قَضَى بِهِ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَأَبَى صَاحِبه أَنْ يَرْضَى فَقَالَ نَأْتِي عُمَر بْن الْخَطَّاب فَقَالَ الْمَقْضِىّ لَهُ : قَدْ اِخْتَصَمْنَا إِلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَضَى لِي عَلَيْهِ فَأَبَى أَنْ يَرْضَى فَسَأَلَهُ عُمَر بْن الْخَطَّاب فَقَالَ كَذَلِكَ فَدَخَلَ عُمَر مَنْزِله وَخَرَجَ وَالسَّيْف فِي يَده قَدْ سَلَّهُ فَضَرَبَ بِهِ رَأْس الَّذِي أَبَى أَنْ يَرْضَى فَقَتَلَهُ فَأَنْزَلَ اللَّه \" فَلَا وَرَبّك لَا يُؤْمِنُونَ \" الْآيَة .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40905, "aya_id": 65}]