[{"text": "وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِّلنَّاسِ وَأَمْناً وَاتَّخِذُواْ مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى وَعَهِدْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَن طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ", "sura_id": 2, "type": 0, "id": 132, "aya_id": 125}, {"text": "وإذ جعلنا البيت مثابة للناس وأمنا واتخذوا من مقام إبراهيم مصلى وعهدنا إلى إبراهيم وإسماعيل أن طهرا بيتي للطائفين والعاكفين والركع السجود", "sura_id": 2, "type": 1, "id": 6368, "aya_id": 125}, {"text": "125 - (وإذ جعلنا البيت) الكعبة (مثابة للناس) مرجعا يثوبون إليه من كل جانب (وأمنا) مأمنا لهم من الظلم والإغارات الواقعة في غيره ، كان الرجل يلقى قاتل أبيه فيه فلا يهيجه (واتخِذوا) أيها الناس (من مقام إبراهيم) هو الحجر الذي قام عليه عند بناء البيت (مصلَّى) مكان صلاة بأن تصلوا خلفه ركعتي الطواف ، وفي قراءة بفتح الخاء خبر (وعهدنا إلى إبراهيم وإسماعيل) أمرناهما (أن) أي بأن (طهرا بيتي) من الأوثان (للطائفين والعاكفين) المقيمين فيه (والركع السجود) جمع راكع وساجد المصلين \r\n", "sura_id": 2, "type": 2, "id": 25076, "aya_id": 125}, {"text": "واذكر -أيها النبي- حين جعلنا الكعبة مرجعًا للناس, يأتونه, ثم يرجعون إلى أهليهم, ثم يعودون إليه, ومجمعًا لهم في الحج والعمرة والطواف والصلاة, وأمنًا لهم, لا يُغِير عليهم عدو فيه. وقلنا: اتخِذوا من مقام إبراهيم مكانًا للصلاة فيه, وهو الحجر الذي وقف عليه إبراهيم عند بنائه الكعبة. وأوحينا إلى إبراهيم وابنه إسماعيل: أن طهِّرا بيتي من كل رجس ودنس; للمتعبدين فيه بالطواف حول الكعبة, أو الاعتكاف في المسجد, والصلاة فيه.\r\n", "sura_id": 2, "type": 3, "id": 31312, "aya_id": 125}, {"text": " <font color=red>وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى</font><BR><p>قَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس قَوْله تَعَالَى \" وَإِذْ جَعَلْنَا الْبَيْت مَثَابَة لِلنَّاسِ \" يَقُول لَا يَقْضُونَ مِنْهُ وَطَرًا يَأْتُونَهُ ثُمَّ يَرْجِعُونَ إِلَى أَهْلَيْهِمْ ثُمَّ يَعُودُونَ إِلَيْهِ : وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس مَثَابَة لِلنَّاسِ يَقُول يَثُوبُونَ . رَوَاهُمَا اِبْن جَرِير : وَقَالَ اِبْن أَبِي حَاتِم أَخْبَرَنَا أَبِي أَخْبَرَنَا عَبْد اللَّه بْن رَجَاء أَخْبَرَنَا إِسْرَائِيل عَنْ مُسْلِم عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَإِذْ جَعَلْنَا الْبَيْت مَثَابَة لِلنَّاسِ \" قَالَ يَثُوبُونَ إِلَيْهِ ثُمَّ يَرْجِعُونَ قَالَ : وَرُوِيَ عَنْ أَبِي الْعَالِيَة وَسَعِيد بْن جُبَيْر فِي رِوَايَة عَطَاء وَمُجَاهِد وَالْحَسَن وَعَطِيَّة وَالرَّبِيع بْن أَنَس وَالضَّحَّاك نَحْو ذَلِكَ . وَقَالَ اِبْن جَرِير حَدَّثَنِي عَبْد الْكَرِيم بْن أَبِي عُمَيْر حَدَّثَنِي الْوَلِيد بْن مُسْلِم قَالَ : قَالَ أَبُو عَمْرو يَعْنِي الْأَوْزَاعِيّ : حَدَّثَنِي عَبْدَة بْن أَبِي لُبَابَة فِي قَوْله تَعَالَى \" وَإِذْ جَعَلْنَا الْبَيْت مَثَابَةً لِلنَّاسِ\" قَالَ لَا يَنْصَرِف عَنْهُ مُنْصَرِف وَهُوَ يَرَى أَنَّهُ قَدْ قَضَى مِنْهُ وَطَرًا . وَحَدَّثَنِي يُونُس عَنْ اِبْن وَهْب قَالَ : قَالَ اِبْن زَيْد \" وَإِذْ جَعَلْنَا الْبَيْت مَثَابَة لِلنَّاسِ \" قَالَ يَثُوبُونَ إِلَيْهِ مِنْ الْبُلْدَان كُلّهَا وَيَأْتُونَهُ . وَمَا أَحْسَن مَا قَالَ : الشَّاعِر فِي هَذَا الْمَعْنَى أَوْرَدَهُ الْقُرْطُبِيّ : جَعَلَ الْبَيْت مَثَابًا لَهُمْ لَيْسَ مِنْهُ الدَّهْر يَقْضُونَ الْوَطَر وَقَالَ سَعِيد بْن جُبَيْر فِي الرِّوَايَة الْأُخْرَى وَعِكْرِمَة وَقَتَادَة وَعَطَاء الْخُرَاسَانِيّ مَثَابَة لِلنَّاسِ أَيْ مَجْمَعًا وَأَمْنًا قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس : أَيْ أَمْنًا لِلنَّاسِ. وَقَالَ أَبُو جَعْفَر الرَّازِيّ عَنْ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة \" وَإِذْ جَعَلْنَا الْبَيْت مَثَابَة لِلنَّاسِ وَأَمْنًا\" يَقُول وَأَمْنًا مِنْ الْعَدُوّ وَأَنْ يُحْمَل فِيهِ السِّلَاح وَقَدْ كَانُوا فِي الْجَاهِلِيَّة يُتَخَطَّف النَّاس مِنْ حَوْلهمْ وَهُمْ آمِنُونَ لَا يُسْبَوْنَ . وَرُوِيَ عَنْ مُجَاهِد وَعَطَاء وَالسُّدِّيّ وَقَتَادَة وَالرَّبِيع بْن أَنَس قَالُوا مَنْ دَخَلَهُ كَانَ آمِنًا. وَمَضْمُون مَا فَسَّرَ بِهِ هَؤُلَاءِ الْأَئِمَّة هَذِهِ الْآيَة أَنَّ اللَّه تَعَالَى يَذْكُر شَرَف الْبَيْت وَمَا جَعَلَهُ مَوْصُوفًا بِهِ شَرْعًا وَقَدْرًا مِنْ كَوْنه مَثَابَة لِلنَّاسِ أَيْ جَعَلَهُ مَحَلًّا تَشْتَاق إِلَيْهِ الْأَرْوَاح وَتَحِنُّ إِلَيْهِ وَلَا تَقْضِي مِنْهُ وَطَرًا وَلَوْ تَرَدَّدَتْ إِلَيْهِ كُلّ عَام اِسْتِجَابَة مِنْ اللَّه تَعَالَى لِدُعَاءِ خَلِيله إِبْرَاهِيم عَلَيْهِ السَّلَام فِي قَوْله فَاجْعَلْ أَفْئِدَة مِنْ النَّاس تَهْوِي إِلَيْهِمْ إِلَى أَنْ قَالَ \" رَبّنَا وَتَقَبَّلْ دُعَائِي \" وَيَصِفهُ تَعَالَى بِأَنَّهُ جَعَلَهُ آمِنًا مَنْ دَخَلَهُ أَمِنَ وَلَوْ كَانَ قَدْ فَعَلَ مَا فَعَلَ ثُمَّ دَخَلَهُ كَانَ آمِنًا . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ : كَانَ الرَّجُل يَلْقَى قَاتِل أَبِيهِ وَأَخِيهِ فِيهِ فَلَا يَعْرِض لَهُ كَمَا وُصِفَ فِي سُورَة الْمَائِدَة بِقَوْلِهِ تَعَالَى \" جَعَلَ اللَّه الْكَعْبَة الْبَيْت الْحَرَام قِيَامًا لِلنَّاسِ\" أَيْ يَدْفَع عَنْهُمْ بِسَبَبِ تَعْظِيمهَا السُّوء كَمَا قَالَ اِبْن عَبَّاس : لَوْ لَمْ يَحُجّ النَّاس هَذَا الْبَيْت لَأَطْبَقَ اللَّه السَّمَاء عَلَى الْأَرْض وَمَا هَذَا الشَّرَف إِلَّا شَرَف بَانِيه أَوَّلًا وَهُوَ خَلِيل الرَّحْمَن كَمَا قَالَ تَعَالَى \" وَإِذْ بَوَّأْنَا لِإِبْرَاهِيم مَكَانَ الْبَيْتِ أَنْ لَا تُشْرِك بِي شَيْئًا \" وَقَالَ تَعَالَى \" إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لِلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِلْعَالَمِينَ فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيم وَمَنْ دَخَلَهُ كَانَ آمِنًا \" وَفِي هَذِهِ الْآيَة الْكَرِيمَة نَبَّهَ عَلَى مَقَام إِبْرَاهِيم مَعَ الْأَمْر بِالصَّلَاةِ عِنْده. فَقَالَ \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى \" وَقَدْ اِخْتَلَفَ الْمُفَسِّرُونَ فِي الْمُرَاد بِالْمَقَامِ مَا هُوَ فَقَالَ اِبْن أَبِي حَاتِم : أَخْبَرَنَا عَمْرو بْن شَبَّة النُّمَيْرِيّ حَدَّثَنَا أَبُو خَلَف يَعْنِي عَبْد اللَّه بْن عِيسَى أَخْبَرَنَا دَاوُد بْن أَبِي هِنْد عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى \" قَالَ مَقَام إِبْرَاهِيم الْحَرَم كُلّه. وَرُوِيَ عَنْ مُجَاهِد وَعَطَاء مِثْل ذَلِكَ . وَقَالَ أَيْضًا أَخْبَرَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح حَدَّثَنَا حَجَّاج عَنْ اِبْن جُرَيْج قَالَ : سَأَلْت عَطَاء عَنْ \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى \" فَقَالَ سَمِعْت اِبْن عَبَّاس قَالَ : أَمَّا مَقَام إِبْرَاهِيم الَّذِي ذُكِرَ هَاهُنَا فَمَقَام إِبْرَاهِيم هَذَا الَّذِي فِي الْمَسْجِد ثُمَّ قَالَ وَمَقَام إِبْرَاهِيم يَعُدُّ كَثِيرٌ مَقَامَ إِبْرَاهِيم الْحَجَّ كُلَّهُ . ثُمَّ فَسَّرَهُ لِي عَطَاء فَقَالَ : التَّعْرِيف وَصَلَاتَانِ بِعَرَفَة وَالْمَشْعَر وَمِنًى وَرَمْي الْجِمَار وَالطَّوَاف بَيْن الصَّفَا وَالْمَرْوَة فَقُلْت أَفَسَّرَهُ اِبْن عَبَّاس ؟ قَالَ : لَا وَلَكِنْ قَالَ مَقَام إِبْرَاهِيم الْحَجّ كُلّه . قُلْت أَسَمِعْت ذَلِكَ لِهَذَا أَجْمَع ؟ قَالَ نَعَمْ سَمِعْته مِنْهُ وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ عَبْد اللَّه بْن مُسْلِم عَنْ سَعِيد بْن جُبَيْر\" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى \" قَالَ الْحَجَر مَقَام إِبْرَاهِيم نَبِيّ اللَّه قَدْ جَعَلَهُ اللَّه رَحْمَة فَكَانَ يَقُوم عَلَيْهِ وَيُنَاوِلهُ إِسْمَاعِيل الْحِجَارَة وَلَوْ غَسَلَ رَأْسه كَمَا يَقُولُونَ لَاخْتَلَفَ رِجْلَاهُ . وَقَالَ السُّدِّيّ : الْمَقَام الْحَجَر الَّذِي وَضَعَتْهُ زَوْجَة إِسْمَاعِيل تَحْت قَدَم إِبْرَاهِيم حَتَّى غَسَلَتْ رَأْسه . حَكَاهُ الْقُرْطُبِيّ وَضَعَّفَهُ وَرَجَّحَهُ غَيْره حَكَاهُ الرَّازِيّ فِي تَفْسِيره عَنْ الْحَسَن الْبَصْرِيّ وَقَتَادَة وَالرَّبِيع بْن أَنَس وَقَالَ اِبْن أَبِي حَاتِم : أَخْبَرَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح أَخْبَرَنَا عَبْد الْوَهَّاب بْن عَطَاء عَنْ اِبْن جُرَيْج عَنْ جَعْفَر بْن مُحَمَّد عَنْ أَبِيهِ سَمِعَ جَابِرًا يُحَدِّث عَنْ حَجَّة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : لَمَّا طَافَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَهُ عُمَر هَذَا مَقَام أَبِينَا ؟ قَالَ\" نَعَمْ \" قَالَ أَفَلَا نَتَّخِذهُ مُصَلًّى ؟ فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى \" وَقَالَ عُثْمَان بْن أَبِي شَيْبَة أَخْبَرَنَا أَبُو أُسَامَة عَنْ زَكَرِيَّا عَنْ أَبِي إِسْحَاق عَنْ أَبِي مَيْسَرَة قَالَ : قَالَ عُمَر قُلْت يَا رَسُول اللَّه هَذَا مَقَام خَلِيل رَبّنَا ؟ قَالَ \" نَعَمْ \" قَالَ أَفَلَا نَتَّخِذهُ مُصَلًّى ؟ فَنَزَلَتْ \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى \" وَقَالَ اِبْن مَرْدَوَيْهِ أَخْبَرَنَا دُعْلُج بْن أَحْمَد أَخْبَرَنَا غَيْلَان بْن عَبْد الصَّمَد أَخْبَرَنَا مَسْرُوق بْن الْمَرْزُبَان أَخْبَرَنَا زَكَرِيَّا بْن أَبِي زَائِدَة عَنْ أَبِي إِسْحَاق عَنْ عَمْرو بْن مَيْمُون عَنْ عُمَر بْن الْخَطَّاب أَنَّهُ مَرَّ بِمَقَامِ إِبْرَاهِيم فَقَالَ : يَا رَسُول اللَّه أَلَيْسَ نَقُوم بِمَقَامِ خَلِيل رَبّنَا ؟ قَالَ \" بَلَى \" قَالَ أَفَلَا نَتَّخِذهُ مُصَلًّى ؟ فَلَمْ يَلْبَث إِلَّا يَسِيرًا حَتَّى نَزَلَتْ \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى \" وَقَالَ اِبْن مَرْدَوَيْهِ أَخْبَرَنَا عَلِيّ بْن أَحْمَد بْن مُحَمَّد الْقَزْوِينِيّ أَخْبَرَنَا عَلِيّ بْن الْحُسَيْن حَدَّثَنَا الْجُنَيْد أَخْبَرَنَا هِشَام بْن خَالِد أَخْبَرَنَا الْوَلِيد عَنْ مَالِك بْن أَنَس عَنْ جَعْفَر بْن مُحَمَّد عَنْ أَبِيهِ عَنْ جَابِر قَالَ : لَمَّا وَقَفَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَوْم فَتْح مَكَّة عِنْد مَقَام إِبْرَاهِيم قَالَ لَهُ عُمَر يَا رَسُول اللَّه هَذَا مَقَام إِبْرَاهِيم الَّذِي قَالَ اللَّه \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى \" قَالَ\" نَعَمْ \" قَالَ الْوَلِيد : قُلْت لِمَالِكٍ هَكَذَا حَدَّثَك وَاِتَّخِذُوا قَالَ نَعَمْ هَكَذَا وَقَعَ فِي هَذِهِ الرِّوَايَة وَهُوَ غَرِيب وَقَدْ رَوَى النَّسَائِيّ مِنْ حَدِيث الْوَلِيد بْن مُسْلِم نَحْوه وَقَالَ الْبُخَارِيّ : بَاب قَوْله \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى \" مَثَابَة يَثُوبُونَ يَرْجِعُونَ . حَدَّثَنَا مُسَدَّد أَخْبَرَنَا يَحْيَى عَنْ حُمَيْد عَنْ أَنَس بْن مَالِك . قَالَ : قَالَ عُمَر بْن الْخَطَّاب وَافَقْت رَبِّي فِي ثَلَاث أَوْ وَافَقَنِي رَبِّي فِي ثَلَاث : قُلْت يَا رَسُول اللَّه لَوْ اِتَّخَذْت مِنْ مَقَام إِبْرَاهِيم مُصَلًّى فَنَزَلَتْ \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى\" وَقُلْت يَا رَسُول اللَّه يَدْخُل عَلَيْك الْبَرّ وَالْفَاجِر فَلَوْ أَمَرْت أُمَّهَات الْمُؤْمِنِينَ بِالْحِجَابِ فَأَنْزَلَ اللَّه آيَة الْحِجَاب . قَالَ وَبَلَغَنِي مُعَاتَبَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْض نِسَائِهِ فَدَخَلْت عَلَيْهِنَّ فَقُلْت إِنْ اِنْتَهَيْتُنَّ أَوْ لَيُبَدِّلَنَّ اللَّه رَسُوله خَيْرًا مِنْكُنَّ حَتَّى أَتَتْ إِحْدَى نِسَائِهِ قَالَتْ : يَا عُمَر أَمَّا فِي رَسُول اللَّه مَا يَعِظ نِسَاءَهُ حَتَّى تَعِظهُنَّ أَنْتَ فَأَنْزَلَ اللَّه \" عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ مُسْلِمَات \" الْآيَة وَقَالَ اِبْن أَبِي مَرْيَم أَخْبَرَنَا يَحْيَى بْن أَيُّوب حَدَّثَنِي حُمَيْد قَالَ : سَمِعْت أَنَسًا عَنْ عُمَر رَضِيَ اللَّه عَنْهُمَا هَكَذَا سَاقَهُ الْبُخَارِيّ هَاهُنَا وَعَلَّقَ الطَّرِيق الثَّانِيَة عَنْ شَيْخه سَعِيد بْن الْحَكَم الْمَعْرُوف بِابْنِ أَبِي مَرْيَم الْمِصْرِيّ وَقَدْ تَفَرَّدَ بِالرِّوَايَةِ عَنْهُ الْبُخَارِيّ مِنْ بَيْن أَصْحَاب الْكُتُب السِّتَّة وَرَوَى عَنْهُ الْبَاقُونَ بِوَاسِطَةٍ وَغَرَضه مِنْ تَعْلِيق هَذَا الطَّرِيق لِيُبَيِّن فِيهِ اِتِّصَال إِسْنَاد الْحَدِيث وَإِنَّمَا لَمْ يُسْنِدهُ لِأَنَّ يَحْيَى بْن أَبِي أَيُّوب الْغَافِقِيّ فِيهِ شَيْءٌ كَمَا قَالَ الْإِمَام أَحْمَد فِيهِ هُوَ سَيِّئُ الْحِفْظ وَاَللَّه أَعْلَم وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا هُشَيْم أَخْبَرَنَا حُمَيْد عَنْ أَنَس قَالَ : قَالَ عُمَر رَضِيَ اللَّه عَنْهُ وَافَقْت رَبِّي عَزَّ وَجَلَّ فِي ثَلَاث قُلْت : يَا رَسُول اللَّه لَوْ اِتَّخَذْت مِنْ مَقَام إِبْرَاهِيم مُصَلًّى فَنَزَلَتْ \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى \" وَقُلْت يَا رَسُول اللَّه إِنَّ نِسَاءَك يَدْخُل عَلَيْهِنَّ الْبَرّ وَالْفَاجِر فَلَوْ أَمَرْتهنَّ أَنْ يَحْتَجِبْنَ فَنَزَلَتْ آيَة الْحِجَاب . وَاجْتَمَعَ عَلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نِسَاءَهُ فِي الْغَيْرَة فَقُلْت لَهُنَّ\" عَسَى رَبّه إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ \" فَنَزَلَتْ كَذَلِكَ ثُمَّ رَوَاهُ أَحْمَد عَنْ يَحْيَى وَابْن أَبِي عَدِيّ كِلَاهُمَا عَنْ حُمَيْد عَنْ أَنَس عَنْ عُمَر أَنَّهُ قَالَ وَافَقْت رَبِّي فِي ثَلَاث أَوْ وَافَقَنِي رَبِّي فِي ثَلَاث فَذَكَرَهُ . وَقَدْ رَوَاهُ الْبُخَارِيّ عَنْ عُمَر وَابْن عَوْن وَالتِّرْمِذِيّ عَنْ أَحْمَد بْن مَنِيع وَالنَّسَائِيّ عَنْ يَعْقُوب بْن إِبْرَاهِيم الدَّوْرَقِيّ وَابْن مَاجَهْ عَنْ مُحَمَّد بْن الصَّبَّاح كُلّهمْ عَنْ هُشَيْم بْن بَشِير بِهِ . وَرَوَاهُ التِّرْمِذِيّ أَيْضًا عَنْ عَبْد بْن حُمَيْد عَنْ حَجَّاج بْن مِنْهَال عَنْ حَمَّاد بْن سَلَمَة وَالنَّسَائِيّ عَنْ هَنَّاد عَنْ يَحْيَى بْن أَبِي زَائِدَة كِلَاهُمَا عَنْ حُمَيْد وَهُوَ اِبْن تِيرَوَيْهِ الطَّوِيل بِهِ . وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح . وَرَوَاهُ الْإِمَام عَلِيّ بْن الْمَدِينِيّ عَنْ يَزِيد بْن زُرَيْع عَنْ حُمَيْد بِهِ . وَقَالَ هَذَا مِنْ صَحِيح الْحَدِيث وَهُوَ بَصْرِيّ . وَرَوَاهُ الْإِمَام مُسْلِم بْن الْحَجَّاج فِي صَحِيحه بِسَنَدٍ آخَر وَلَفْظ آخَر فَقَالَ أَخْبَرَنَا عُقْبَة بْن مُكْرَم أَخْبَرَنَا سَعِيد بْن عَامِر عَنْ جُوَيْرِيَة بْن أَسْمَاء عَنْ نَافِع عَنْ اِبْن عُمَر عَنْ عُمَر قَالَ : وَافَقْت رَبِّي فِي ثَلَاث فِي الْحِجَاب وَفِي أُسَارَى بَدْر وَفِي مَقَام إِبْرَاهِيم . وَقَالَ أَبُو حَاتِم الرَّازِيّ : أَخْبَرَنَا مُحَمَّد بْن عَبْد اللَّه الْأَنْصَارِيّ أَخْبَرَنَا حُمَيْد الطَّوِيل عَنْ أَنَس بْن مَالِك قَالَ : قَالَ عُمَر بْن الْخَطَّاب وَافَقَنِي رَبِّي فِي ثَلَاث أَوْ وَافَقْت رَبِّي فِي ثَلَاث قُلْت يَا رَسُول اللَّه لَوْ اِتَّخَذْت مِنْ مَقَام إِبْرَاهِيم مُصَلًّى فَنَزَلَتْ \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى \" وَقُلْت يَا رَسُول اللَّه لَوْ حَجَبْت النِّسَاء فَنَزَلَتْ آيَة الْحِجَاب وَالثَّالِثَة لَمَّا مَاتَ عَبْد اللَّه بْن أُبَيّ جَاءَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِيُصَلِّيَ عَلَيْهِ قُلْت : يَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تُصَلِّي عَلَى هَذَا الْكَافِر الْمُنَافِق . فَقَالَ : إِيهًا عَنْك يَا اِبْن الْخَطَّاب فَنَزَلَتْ \" وَلَا تُصَلِّ عَلَى أَحَد مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْرِهِ \" وَهَذَا إِسْنَاد صَحِيح أَيْضًا وَلَا تَعَارُض بَيْن هَذَا وَلَا هَذَا بَلْ الْكُلّ صَحِيح وَمَفْهُوم الْعَدَد إِذَا عَارَضَهُ مَنْطُوق قُدِّمَ عَلَيْهِ وَاَللَّه أَعْلَم وَقَالَ اِبْن جُرَيْج أَخْبَرَنِي جَعْفَر بْن مُحَمَّد عَنْ أَبِيهِ عَنْ جَابِر أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ رَمَلَ ثَلَاثَة أَشْوَاط وَمَشَى أَرْبَعًا حَتَّى إِذَا فَرَغَ عَمَدَ إِلَى مَقَام إِبْرَاهِيم فَصَلَّى خَلْفه رَكْعَتَيْنِ ثُمَّ قَرَأَ \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى \" وَقَالَ اِبْن جَرِير حَدَّثَنَا يُوسُف بْن سُلَيْمَان أَخْبَرَنَا حَاتِم بْن إِسْمَاعِيل أَخْبَرَنَا جَعْفَر بْن مُحَمَّد عَنْ أَبِيهِ عَنْ جَابِر قَالَ : اِسْتَلَمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الرُّكْن فَرَمَلَ ثَلَاثًا وَمَشَى أَرْبَعًا ثُمَّ نَفَذَ إِلَى مَقَام إِبْرَاهِيم فَقَرَأَ \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى\" فَجَعَلَ الْمَقَام بَيْنه وَبَيْن الْبَيْت فَصَلَّى رَكْعَتَيْنِ. وَهَذَا قِطْعَة مِنْ الْحَدِيث الطَّوِيل الَّذِي سَمَّاهُ فِي صَحِيحه مِنْ حَدِيث حَاتِم بْن إِسْمَاعِيل . وَرَوَى الْبُخَارِيّ بِسَنَدِهِ عَنْ عَمْرو بْن دِينَار : قَالَ سَمِعْت عُمَر يَقُول قَدِمَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَطَافَ بِالْبَيْتِ سَبْعًا وَصَلَّى خَلْف الْمَقَام رَكْعَتَيْنِ فَهَذَا كُلّه مِمَّا يَدُلّ عَلَى أَنَّ الْمُرَاد بِالْمَقَامِ إِنَّمَا هُوَ الْحَجَر الَّذِي كَانَ إِبْرَاهِيم عَلَيْهِ السَّلَام يَقُوم عَلَيْهِ لِبِنَاءِ الْكَعْبَة لَمَّا اِرْتَفَعَ الْجِدَار أَتَاهُ إِسْمَاعِيل عَلَيْهِ السَّلَام بِهِ لِيَقُومَ فَوْقه وَيُنَاوِلهُ الْحِجَارَة فَيَضَعهَا بِيَدِهِ لِرَفْعِ الْجِدَار وَكُلَّمَا كَمَّلَ نَاحِيَة اِنْتَقَلَ إِلَى النَّاحِيَة الْأُخْرَى يَطُوف حَوْل الْكَعْبَة وَهُوَ وَاقِف عَلَيْهِ كُلَّمَا فَرَغَ مِنْ جِدَار نَقَلَهُ إِلَى النَّاحِيَة الَّتِي تَلِيهَا وَهَكَذَا حَتَّى تَمَّ جُدْرَان الْكَعْبَة كَمَا سَيَأْتِي بَيَانه فِي قِصَّة إِبْرَاهِيم وَإِسْمَاعِيل فِي بِنَاء الْبَيْت مِنْ رِوَايَة اِبْن عَبَّاس عِنْد الْبُخَارِيّ وَكَانَتْ آثَار قَدَمَيْهِ ظَاهِرَة فِيهِ وَلَمْ يَزَلْ هَذَا مَعْرُوف تَعْرِفهُ الْعَرَب فِي جَاهِلِيَّتهَا وَلِهَذَا قَالَ : أَبُو طَالِب فِي قَصِيدَته الْمَعْرُوفَة اللَّامِيَّة : وَمَوْطِئُ إِبْرَاهِيم فِي الصَّخْر رَطْبَة عَلَى قَدَمَيْهِ حَافِيًا غَيْر نَاعِل وَقَدْ أَدْرَكَ الْمُسْلِمُونَ ذَلِكَ فِيهِ أَيْضًا كَمَا قَالَ عَبْد اللَّه بْن وَهْب أَخْبَرَنِي يُونُس بْن يَزِيد عَنْ اِبْن شِهَاب أَنَّ أَنَس بْن مَالِك حَدَّثَهُمْ قَالَ رَأَيْت الْمَقَام فِيهِ أَصَابِعه عَلَيْهِ السَّلَام وَأَخْمُص قَدَمَيْهِ غَيْر أَنَّهُ أَذْهَبهُ مَسْح النَّاس بِأَيْدِيهِمْ وَقَالَ اِبْن جَرِير أَخْبَرَنَا بِشْر بْن مُعَاذ أَخْبَرَنَا يَزِيد بْن زُرَيْع أَخْبَرَنَا سَعِيد عَنْ قَتَادَة \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى \" إِنَّمَا أُمِرُوا أَنْ يُصَلُّوا عِنْده وَلَمْ يُؤْمَرُوا بِمَسْحِهِ . وَقَدْ تَكَلَّفَتْ هَذِهِ الْأُمَّة شَيْئًا مَا تَكَلَّفَتْهُ الْأُمَم قَبْلهَا وَلَقَدْ ذَكَرَ لَنَا مَنْ رَأَى أَثَر عَقِبه وَأَصَابِعه فِيهِ فَمَا زَالَتْ هَذِهِ الْأُمَّة يَمْسَحُونَهُ حَتَّى اِخْلَوْلَقَ وَانْمَحَى \" قُلْت \" وَقَدْ كَانَ هَذَا الْمَقَام مُلْصَقًا بِجِدَارِ الْكَعْبَة قَدِيمًا وَمَكَانه مَعْرُوف الْيَوْم إِلَى جَانِب الْبَاب مِمَّا يَلِي الْحَجَر يَمْنَة الدَّاخِل مِنْ الْبَاب فِي الْبُقْعَة الْمُسْتَقِلَّة هُنَاكَ وَكَانَ الْخَلِيل عَلَيْهِ السَّلَام لَمَّا فَرَغَ مِنْ بِنَاء الْبَيْت وَضَعَهُ إِلَى جِدَار الْكَعْبَة أَوْ أَنَّهُ اِنْتَهَى عِنْده الْبِنَاء فَتَرَكَهُ هُنَاكَ وَلِهَذَا وَاَللَّه أَعْلَم أَمْر بِالصَّلَاةِ هُنَاكَ عِنْد الْفَرَاغ مِنْ الطَّوَاف وَنَاسَبَ أَنْ يَكُون عِنْد مَقَام إِبْرَاهِيم حَيْثُ اِنْتَهَى بِنَاء الْكَعْبَة فِيهِ وَإِنَّمَا أَخَّرَهُ عَنْ جِدَار الْكَعْبَة أَمِير الْمُؤْمِنِينَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ أَحَد الْأَئِمَّة الْمَهْدِيِّينَ وَالْخُلَفَاء الرَّاشِدِينَ الَّذِينَ أُمِرْنَا بِاتِّبَاعِهِمْ وَهُوَ أَحَد الرَّجُلَيْنِ اللَّذَيْنِ قَالَ فِيهِمَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِقْتَدُوا بِاَللَّذَيْنِ مِنْ بَعْدِي أَبِي بَكْر وَعُمَر \" وَهُوَ الَّذِي نَزَلَ الْقُرْآن بِوِفَاقِهِ فِي الصَّلَاة عِنْده وَلِهَذَا لَمْ يُنْكِر ذَلِكَ أَحَد مِنْ الصَّحَابَة رَضِيَ اللَّه عَنْهُمْ أَجْمَعِينَ قَالَ عَبْد الرَّزَّاق عَنْ اِبْن جُرَيْج حَدَّثَنِي عَطَاء وَغَيْره مِنْ أَصْحَابنَا : قَالَ أَوَّل مَنْ نَقَلَهُ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ وَقَالَ عَبْد الرَّزَّاق أَيْضًا عَنْ مَعْمَر عَنْ حُمَيْد الْأَعْرَج عَنْ مُجَاهِد قَالَ أَوَّل مَنْ أَخَّرَ الْمَقَام إِلَى مَوْضِعه الْآن عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ وَقَالَ الْحَافِظ أَبُو بَكْر أَحْمَد بْن عَلِيّ بْن الْحُسَيْن الْبَيْهَقِيّ أَخْبَرَنَا أَبُو الْحُسَيْن بْن الْفَضْل الْقَطَّان أَخْبَرَنَا الْقَاضِي أَبُو بَكْر أَحْمَد بْن كَامِل حَدَّثَنَا أَبُو إِسْمَاعِيل مُحَمَّد بْن إِسْمَاعِيل السُّلَمِيّ حَدَّثَنَا أَبُو ثَابِت حَدَّثَنَا الدَّرَاوَرْدِيّ عَنْ هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ الْمَقَام كَانَ زَمَان رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَزَمَان أَبِي بَكْر رَضِيَ اللَّه عَنْهُ مُلْتَصِقًا بِالْبَيْتِ ثُمَّ أَخَّرَهُ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ وَهَذَا إِسْنَاد صَحِيح مَعَ مَا تَقَدَّمَ وَقَالَ اِبْن أَبِي حَاتِم أَخْبَرَنَا أَبِي أَخْبَرَنَا اِبْن أَبِي عُمَر الْعَدَنِيّ قَالَ : قَالَ سُفْيَان يَعْنِي اِبْن عُيَيْنَة وَهُوَ إِمَام الْمَكِّيِّينَ فِي زَمَانه كَانَ الْمَقَام مِنْ سَفْع الْبَيْت عَلَى عَهْد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَحَوَّلَهُ عُمَر إِلَى مَكَانه بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَبَعْد قَوْله وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى قَالَ ذَهَبَ السَّيْل بِهِ بَعْد تَحْوِيل عُمَر إِيَّاهُ مِنْ مَوْضِعه هَذَا فَرَدَّهُ عُمَر إِلَيْهِ وَقَالَ سُفْيَان لَا أَدْرِي كَمْ بَيْنه وَبَيْن الْكَعْبَة قَبْل تَحْوِيله قَالَ سُفْيَان لَا أَدْرِي أَكَانَ لَاصِقًا بِهَا أَمْ لَا ؟ فَهَذِهِ الْآثَار مُتَعَاضِدَة عَلَى مَا ذَكَرْنَاهُ وَاَللَّه أَعْلَم وَقَدْ قَالَ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ أَخْبَرَنَا اِبْن عُمَر وَهُوَ أَحْمَد بْن مُحَمَّد بْن حَكِيم أَخْبَرَنَا مُحَمَّد بْن عَبْد الْوَهَّاب بْن أَبِي تَمَّام أَخْبَرَنَا آدَم هُوَ اِبْن أَبِي إِيَاس فِي تَفْسِيره أَخْبَرَنَا شَرِيك عَنْ إِبْرَاهِيم بْن الْمُهَاجِر عَنْ مُجَاهِد قَالَ : قَالَ عُمَر بْن الْخَطَّاب يَا رَسُول اللَّه لَوْ صَلَّيْنَا خَلْف الْمَقَام فَأَنْزَلَ اللَّه \" وَاِتَّخِذُوا مِنْ مَقَام إِبْرَاهِيم مُصَلًّى \" فَكَانَ الْمَقَام عِنْد الْبَيْت فَحَوَّلَهُ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى مَوْضِعه هَذَا . قَالَ مُجَاهِد وَكَانَ عُمَر يَرَى الرَّأْي فَيَنْزِل بِهِ الْقُرْآن هَذَا مُرْسَل عَنْ مُجَاهِد وَهُوَ مُخَالِف لِمَا تَقَدَّمَ مِنْ رِوَايَة عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ حُمَيْد الْأَعْرَج عَنْ مُجَاهِد أَنْ أَوَّل مَنْ أَخَّرَ الْمَقَام إِلَى مَوْضِعه الْآن عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ وَهَذَا أَصَحّ مِنْ طَرِيق اِبْن مَرْدَوَيْهِ مَعَ اِعْتِضَاد هَذَا بِمَا تَقَدَّمَ وَاَللَّه أَعْلَم .</p><BR><font color=red>وَعَهِدْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ</font><BR><p>قَالَ الْحَسَن الْبَصْرِيّ قَوْله \" وَعَهِدْنَا إِلَى إِبْرَاهِيم وَإِسْمَاعِيل \" قَالَ أَمَرَهُمَا اللَّه أَنْ يُطَهِّرَاهُ مِنْ الْأَذَى وَالنَّجَس وَلَا يُصِيبهُ مِنْ ذَلِكَ شَيْء وَقَالَ اِبْن جُرَيْج قُلْت لِعَطَاءٍ مَا عَهْده ؟ قَالَ أَمْره . وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ \" وَعَهِدْنَا إِلَى إِبْرَاهِيم \" أَيْ أَمَرْنَاهُ كَذَا قَالَ وَالظَّاهِر أَنَّ هَذَا الْحَرْف إِنَّمَا عُدِّيَ بِإِلَى لِأَنَّهُ فِي مَعْنَى تَقَدَّمْنَا وَأَوْحَيْنَا وَقَالَ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَوْله \" أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ \" قَالَ : مِنْ الْأَوْثَان وَقَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ أَنَّ ذَلِكَ مِنْ الْأَوْثَان وَالرَّفَث وَقَوْل الزُّور وَالرِّجْس . قَالَ اِبْن أَبِي حَاتِم . وَرُوِيَ عَنْ عُبَيْد بْن عُمَيْر وَأَبِي الْعَالِيَة وَسَعِيد بْن جُبَيْر وَمُجَاهِد وَعَطَاء وَقَتَادَة \" أَنْ طَهِّرَا بَيْتِيَ \" أَيْ بِلَا إِلَه إِلَّا اللَّه مِنْ الشِّرْك وَأَمَّا قَوْله تَعَالَى لِلطَّائِفِينَ فَالطَّوَاف بِالْبَيْتِ مَعْرُوف . وَعَنْ سَعِيد بْن جُبَيْر أَنَّهُ قَالَ فِي قَوْله تَعَالَى \" لِلطَّائِفِينَ \" يَعْنِي مَنْ أَتَاهُ مِنْ غُرْبَة \" وَالْعَاكِفِينَ \" الْمُقِيمِينَ فِيهِ وَهَكَذَا رُوِيَ عَنْ قَتَادَة وَالرَّبِيع بْن أَنَس أَنَّهُمَا فَسَّرَا الْعَاكِفِينَ بِأَهْلِهِ الْمُقِيمِينَ فِيهِ كَمَا قَالَ سَعِيد بْن جُبَيْر . وَقَالَ يَحْيَى الْقَطَّان عَنْ عَبْد الْمَلِك هُوَ اِبْن أَبِي سُلَيْمَان عَنْ عَطَاء فِي قَوْله \" وَالْعَاكِفِينَ \" قَالَ مَنْ اِنْتَابَهُ مِنْ الْأَمْصَار فَأَقَامَ عِنْده . وَقَالَ لَنَا وَنَحْنُ مُجَاوِرُونَ أَنْتُمْ مِنْ الْعَاكِفِينَ . وَقَالَ وَكِيع عَنْ أَبِي بَكْر الْهُذَلِيّ عَنْ عَطَاء عَنْ اِبْن عَبَّاس قَالَ إِذَا كَانَ جَالِسًا فَهُوَ مِنْ الْعَاكِفِينَ . وَقَالَ : اِبْن أَبِي حَاتِم أَخْبَرَنَا أَبِي أَخْبَرَنَا مُوسَى بْن إِسْمَاعِيل أَخْبَرَنَا حَمَّاد بْن سَلَمَة أَخْبَرَنَا ثَابِت قَالَ : قُلْنَا لِعَبْدِ اللَّه بْن عُبَيْد بْن عُمَيْر مَا أَرَانِي إِلَّا مُكَلِّم الْأَمِير أَنْ اِمْنَعْ الَّذِينَ يَنَامُونَ فِي الْمَسْجِد الْحَرَام فَإِنَّهُمْ يُجْنِبُونَ وَيُحْدِثُونَ . قَالَ لَا تَفْعَل فَإِنَّ اِبْن عُمَر سُئِلَ عَنْهُمْ فَقَالَ هُمْ الْعَاكِفُونَ . وَرَوَاه عَبْد بْن حُمَيْد عَنْ سُلَيْمَان بْن حَرْب عَنْ حَمَّاد بْن سَلَمَة بِهِ \" قُلْت \" وَقَدْ ثَبَتَ فِي الصَّحِيح أَنَّ اِبْن عُمَر كَانَ يَنَام فِي مَسْجِد الرَّسُول صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ عَزَب . وَأَمَّا قَوْله تَعَالَى \" وَالرُّكَّع السُّجُود \" فَقَالَ وَكِيع عَنْ أَبِي بَكْر الْهُذَلِيّ عَنْ عَطَاء عَنْ اِبْن عَبَّاس وَالرُّكَّع السُّجُود قَالَ : إِذَا كَانَ مُصَلِّيًا فَهُوَ الرُّكَّع السُّجُود وَكَذَا قَالَ : عَطَاء وَقَتَادَة قَالَ اِبْن جَرِير رَحِمَهُ اللَّه فَمَعْنَى الْآيَة وَأَمَرَنَا إِبْرَاهِيم وَإِسْمَاعِيل بِتَطْهِيرِ بَيْتِي لِلطَّائِفِينَ وَالتَّطْهِير الَّذِي أَمَرَهُمَا بِهِ فِي الْبَيْت هُوَ تَطْهِيره مِنْ الْأَصْنَام وَعِبَادَة الْأَوْثَان فِيهِ وَمِنْ الشِّرْك ثُمَّ أَوْرَدَ سُؤَالًا فَقَالَ : فَإِنْ قِيلَ فَهَلْ كَانَ قَبْل بِنَاء إِبْرَاهِيم عِنْد الْبَيْت شَيْء مِنْ ذَلِكَ الَّذِي أُمِرَ بِتَطْهِيرِهِ مِنْهُ وَأَجَابَ بِوَجْهَيْنِ : \" أَحَدهمَا \" أَنَّهُ أَمَرَهُمَا بِتَطْهِيرِهِ مِمَّا كَانَ يُعْبَد عِنْده زَمَان قَوْم نُوح مِنْ الْأَصْنَام وَالْأَوْثَان لِيَكُونَ ذَلِكَ سُنَّة لِمَنْ بَعْدهمَا إِذْ كَانَ اللَّه تَعَالَى قَدْ جَعَلَ إِبْرَاهِيم إِمَامًا يُقْتَدَى بِهِ كَمَا قَالَ عَبْد الرَّحْمَن بْن زَيْد \" أَنْ طَهِّرَا بَيْتِيَ \" قَالَ مِنْ الْأَصْنَام الَّتِي يَعْبُدُونَ الَّتِي كَانَ الْمُشْرِكُونَ يُعَظِّمُونَهَا \" قُلْت \" وَهَذَا الْجَوَاب مُفَرَّع عَلَى أَنَّهُ كَانَ يُعْبَد عِنْده أَصْنَام قَبْل إِبْرَاهِيم عَلَيْهِ السَّلَام وَيَحْتَاج إِثْبَات هَذَا إِلَى دَلِيل عَنْ الْمَعْصُوم مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَالْجَوَاب الثَّانِي\" أَنَّهُ أَمَرَهُمَا أَنْ يُخْلِصَا فِي بِنَائِهِ لِلَّهِ وَحْده لَا شَرِيك لَهُ فَيَبْنِيَاهُ مُطَهَّرًا مِنْ الشِّرْك وَالرَّيْب كَمَا قَالَ جَلَّ ثَنَاؤُهُ \" أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوًى مِنْ اللَّه وَرِضْوَان خَيْر أَمَّنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُف هَار \" قَالَ فَكَذَلِكَ قَوْله \" وَعَهِدْنَا إِلَى إِبْرَاهِيم وَإِسْمَاعِيل أَنْ طَهِّرَا بَيْتِيَ \" أَيْ اِبْنِيَاهُ عَلَى طُهْر مِنْ الشِّرْك بِي وَالرَّيْب كَمَا قَالَ السُّدِّيّ \" أَنْ طَهِّرَا بَيْتِي \" اِبْنِيَا بَيْتِي لِلطَّائِفِينَ وَمُلَخَّص هَذَا الْجَوَاب أَنَّ اللَّه تَعَالَى أَمَرَ إِبْرَاهِيم وَإِسْمَاعِيل عَلَيْهِمَا السَّلَام أَنْ يَبْنِيَا الْكَعْبَة عَلَى اِسْمه وَحْده لَا شَرِيك لَهُ لِلطَّائِفِينَ بِهِ وَالْعَاكِفِينَ عِنْده وَالْمُصَلِّينَ إِلَيْهِ مِنْ الرُّكَّع السُّجُود كَمَا قَالَ تَعَالَى \" وَإِذْ بَوَّأْنَا لِإِبْرَاهِيم مَكَان الْبَيْت أَلَّا تُشْرِك بِي شَيْئًا وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّع السُّجُود \" الْآيَات. وَقَدْ اِخْتَلَفَ الْفُقَهَاء أَيّمَا أَفْضَل الصَّلَاة عِنْد الْبَيْت أَوْ الطَّوَاف بِهِ ؟ فَقَالَ مَالِك رَحِمَهُ اللَّه : الطَّوَاف بِهِ لِأَهْلِ الْأَمْصَار أَفْضَل . وَقَالَ الْجُمْهُور : الصَّلَاة أَفْضَل مُطْلَقًا وَتَوْجِيه كُلّ مِنْهُمَا يُذْكَر فِي كِتَاب الْأَحْكَام وَالْمُرَاد ذَلِكَ الرَّدّ عَلَى الْمُشْرِكِينَ الَّذِينَ كَانُوا يُشْرِكُونَ بِاَللَّهِ عِنْد بَيْته الْمُؤَسَّس عَلَى عِبَادَته وَحْده لَا شَرِيك لَهُ ثُمَّ مَعَ ذَلِكَ يَصُدُّونَ أَهْله الْمُؤْمِنِينَ عَنْهُ كَمَا قَالَ تَعَالَى \" إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيل اللَّه وَالْمَسْجِد الْحَرَام الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاء الْعَاكِف فِيهِ وَالْبَاد وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَاب أَلِيم \" ثُمَّ ذَكَرَ أَنَّ الْبَيْت إِنَّمَا أُسِّسَ لِمَنْ يَعْبُد اللَّه وَحْده لَا شَرِيك لَهُ إِمَّا بِطَوَافٍ أَوْ صَلَاة فَذَكَرَ فِي سُورَة الْحَجّ أَجْزَاءَهَا الثَّلَاثَة قِيَامهَا وَرُكُوعهَا وَسُجُودهَا وَلَمْ يَذْكُر الْعَاكِفِينَ لِأَنَّهُ تَقَدَّمَ\" سَوَاءٌ الْعَاكِفُ فِيهِ وَالْبَاد \" وَفِي هَذِهِ الْآيَة الْكَرِيمَة ذَكَرَ الطَّائِفِينَ وَالْعَاكِفِينَ وَاكْتَفَى بِذِكْرِ الرُّكُوع وَالسُّجُود عَنْ الْقِيَام لِأَنَّهُ قَدْ عُلِمَ أَنَّهُ لَا يَكُون رُكُوع وَلَا سُجُود إِلَّا بَعْد قِيَام وَفِي ذَلِكَ أَيْضًا رَدٌّ عَلَى مَنْ لَا يَحُجّهُ مِنْ أَهْل الْكِتَابَيْنِ الْيَهُود وَالنَّصَارَى لِأَنَّهُمْ يَعْتَقِدُونَ فَضِيلَة إِبْرَاهِيم الْخَلِيل وَإِسْمَاعِيل وَيَعْلَمُونَ أَنَّهُ بَنَى هَذَا الْبَيْت لِلطَّوَافِ فِي الْحَجّ وَالْعُمْرَة وَغَيْر ذَلِكَ وَلِلِاعْتِكَافِ وَالصَّلَاة عِنْده وَهُمْ لَا يَفْعَلُونَ شَيْئًا مِنْ ذَلِكَ فَكَيْف يَكُونُونَ مُقْتَدِينَ بِالْخَلِيلِ وَهُمْ لَا يَفْعَلُونَ مَا شَرَعَ اللَّه لَهُ ؟ وَقَدْ حَجَّ الْبَيْت مُوسَى بْن عِمْرَان وَغَيْره مِنْ الْأَنْبِيَاء عَلَيْهِمْ الصَّلَاة وَالسَّلَام كَمَا أَخْبَرَ بِذَلِكَ الْمَعْصُوم الَّذِي لَا يَنْطِق عَنْ الْهَوَى \" إِنْ هُوَ إِلَّا وَحْي يُوحَى \" . وَتَقْدِير الْكَلَام إِذًا \" وَعَهِدْنَا إِلَى إِبْرَاهِيم \" أَيْ تَقَدَّمْنَا بِوَحْيِنَا إِلَى إِبْرَاهِيم وَإِسْمَاعِيل \" أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّع السُّجُود \" أَيْ طَهِّرَاهُ مِنْ الشِّرْك وَالرَّيْب وَابْنِيَاهُ خَالِصًا لِلَّهِ مَعْقِلًا لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّع السُّجُود وَتَطْهِير الْمَسَاجِد مَأْخُوذ مِنْ هَذِهِ الْآيَة الْكَرِيمَة وَمِنْ قَوْله تَعَالَى \" فِي بُيُوت أَذِنَ اللَّهُ أَنْ تُرْفَع وَيُذْكَر فِيهَا اِسْمه يُسَبِّح لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَال \" وَمِنْ السُّنَّة مِنْ أَحَادِيث كَثِيرَة مِنْ الْأَمْر بِتَطْهِيرِهَا وَتَطْيِيبهَا وَغَيْر ذَلِكَ مِنْ صِيَانَتهَا مِنْ الْأَذَى وَالنَّجَاسَات وَمَا أَشْبَهَ ذَلِكَ وَلِهَذَا قَالَ عَلَيْهِ السَّلَام \" إِنَّمَا بُنِيَتْ الْمَسَاجِد لِمَا بُنِيَتْ لَهُ \" وَقَدْ جَمَعْت فِي ذَلِكَ جُزْءًا عَلَى حِدَة وَلِلَّهِ الْحَمْد وَالْمِنَّة . وَقَدْ اِخْتَلَفَ النَّاس فِي أَوَّل مَنْ بَنَى الْكَعْبَة فَقِيلَ الْمَلَائِكَة قَبْل آدَم رُوِيَ هَذَا عَنْ أَبِي جَعْفَر الْبَاقِر مُحَمَّد بْن عَلِيّ بْن الْحُسَيْن ذَكَرَهُ الْقُرْطُبِيّ وَحَكَى لَفْظه وَفِيهِ غَرَابَة وَقِيلَ آدَم عَلَيْهِ السَّلَام رَوَاهُ عَبْد الرَّزَّاق عَنْ اِبْن جُرَيْج عَنْ عَطَاء وَسَعِيد بْن الْمُسَيِّب وَغَيْرهمْ أَنَّ آدَم بَنَاهُ مِنْ خَمْسَة أَجْبُل مِنْ حِرَاء وَطُور سَيْنَاء وَطُور زيتا وَجَبَل لُبْنَان وَالْجُودِيّ وَهَذَا غَرِيب أَيْضًا . وَرُوِيَ عَنْ اِبْن عَبَّاس وَكَعْب الْأَحْبَار وَقَتَادَة وَعَنْ وَهْب بْن مُنَبِّه أَنَّ أَوَّل مَنْ بَنَاهُ شِيث عَلَيْهِ السَّلَام وَغَالِب مَنْ يَذْكُر هَذَا إِنَّمَا يَأْخُذهُ مِنْ كُتُب أَهْل الْكِتَاب وَهِيَ مِمَّا لَا يُصَدَّق وَلَا يُكَذَّب وَلَا يُعْتَمَد عَلَيْهَا بِمُجَرَّدِهَا وَأَمَّا إِذَا صَحَّ حَدِيث فِي ذَلِكَ فَعَلَى الرَّأْس وَالْعَيْن .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38526, "aya_id": 125}]