[{"text": "وَالَّذِينَ صَبَرُواْ ابْتِغَاء وَجْهِ رَبِّهِمْ وَأَقَامُواْ الصَّلاَةَ وَأَنفَقُواْ مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلاَنِيَةً وَيَدْرَؤُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُوْلَئِكَ لَهُمْ عُقْبَى الدَّارِ", "sura_id": 13, "type": 0, "id": 1729, "aya_id": 22}, {"text": "والذين صبروا ابتغاء وجه ربهم وأقاموا الصلاة وأنفقوا مما رزقناهم سرا وعلانية ويدرءون بالحسنة السيئة أولئك لهم عقبى الدار", "sura_id": 13, "type": 1, "id": 7965, "aya_id": 22}, {"text": "22 - (والذين صبروا) على الطاعة والبلاء وعن المعصية (ابتغاء) طلب (وجه ربهم) لا غيره من أعراض الدنيا (وأقاموا الصلاة وأنفقوا) في الطاعة (مما رزقناهم سراً وعلانية ويدرؤون) يدفعون (بالحسنة السيئة) كالجهل بالحلم والأذى بالصبر (أولئك لهم عقبى الدار) أي العاقبة المحمودة في الدار الآخرة هي \r\n", "sura_id": 13, "type": 2, "id": 26673, "aya_id": 22}, {"text": "وهم الذين صبروا على الأذى وعلى الطاعة, وعن المعصية طلبًا لرضا ربهم, وأدَّوا الصلاة على أتمِّ وجوهها, وأدَّوا من أموالهم زكاتهم المفروضة, والنفقات المستحبة في الخفاء والعلن, ويدفعون بالحسنة السيئة فتمحوها, أولئك الموصوفون بهذه الصفات لهم العاقبة المحمودة في الآخرة.\r\n", "sura_id": 13, "type": 3, "id": 32909, "aya_id": 22}, {"text": " <font color=red>وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَئِكَ لَهُمْ عُقْبَى الدَّارِ</font><BR><p>وَاَلَّذِينَ صَبَرُوا اِبْتِغَاء وَجْه رَبّهمْ \" أَيْ عَنْ الْمَحَارِم وَالْمَآثِم فَفَطَمُوا أَنْفُسهمْ عَنْهَا لِلَّهِ عَزَّ وَجَلَّ اِبْتِغَاء مَرْضَاته وَجَزِيل ثَوَابه \" وَأَقَامُوا الصَّلَاة \" بِحُدُودِهَا وَمَوَاقِيتهَا وَرُكُوعهَا وَسُجُودهَا وَخُشُوعهَا عَلَى الْوَجْه الشَّرْعِيّ الْمَرْضِيّ\" وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ \" أَيْ عَلَى الَّذِينَ يَجِب عَلَيْهِمْ الْإِنْفَاق لَهُمْ مِنْ زَوْجَات وَقَرَابَات وَأَجَانِب مِنْ فُقَرَاء وَمَحَاوِيج وَمَسَاكِين \" سِرًّا وَعَلَانِيَة \" أَيْ فِي السِّرّ وَالْجَهْر لَمْ يَمْنَعهُمْ مِنْ ذَلِكَ حَال مِنْ الْأَحْوَال آنَاء اللَّيْل وَأَطْرَاف النَّهَار \" وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَة \" أَيْ يَدْفَعُونَ الْقَبِيح بِالْحَسَنِ فَإِذَا آذَاهُمْ أَحَد قَابَلُوهُ بِالْجَمِيلِ صَبْرًا وَاحْتِمَالًا وَصَفْحًا وَعَفْوًا كَقَوْلِهِ تَعَالَى \" اِدْفَعْ بِاَلَّتِي هِيَ أَحْسَن فَإِذَا الَّذِي بَيْنك وَبَيْنه عَدَاوَة كَأَنَّهُ وَلِيّ حَمِيم وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظّ عَظِيم \" وَلِهَذَا قَالَ مُخْبِرًا عَنْ هَؤُلَاءِ السُّعَدَاء الْمُتَّصِفِينَ بِهَؤُلَاءِ الصِّفَات الْحَسَنَة بِأَنَّ لَهُمْ عُقْبَى الدَّار .</p><BR> <br> ", "sura_id": 13, "type": 4, "id": 37871, "aya_id": 22}]