[{"text": "إِنَّ اللّهَ لاَ يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِن تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا", "sura_id": 4, "type": 0, "id": 533, "aya_id": 40}, {"text": "إن الله لا يظلم مثقال ذرة وإن تك حسنة يضاعفها ويؤت من لدنه أجرا عظيما", "sura_id": 4, "type": 1, "id": 6769, "aya_id": 40}, {"text": "40 - (إن الله لا يظلم) أحدا (مثقال) وزن (ذرة) أصغر نملة بأن ينقصها من حسناته أو يزيدها في سيئاته (وإن تك) الذرة (حسنةً) من مؤمن ، وفي قراءة بالرفع فكان تامة (يضاعفها) من عشر إلى أكثر من سبعمائة وفي قراءة {يضعِّفها} بالتشديد (ويؤت من لدنه) من عنده مع المضاعفة (أجرا عظيما) لا يقدره أحد \r\n", "sura_id": 4, "type": 2, "id": 25477, "aya_id": 40}, {"text": "إن الله تعالى لا ينقص أحدًا من جزاء عمله مقدار ذرة, وإن تكن زنة الذرة حسنة فإنه سبحانه يزيدها ويكثرها لصاحبها, ويتفضل عليه بالمزيد, فيعطيه من عنده ثوابًا كبيرًا هو الجنة.\r\n", "sura_id": 4, "type": 3, "id": 31713, "aya_id": 40}, {"text": " <font color=red>إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا</font><BR><p>يَقُول تَعَالَى \" مُخْبِرًا أَنَّهُ لَا يَظْلِم أَحَدًا مِنْ خَلْقه يَوْم الْقِيَامَة مِثْقَال حَبَّة خَرْدَل وَلَا مِثْقَال ذَرَّة بَلْ يُوَفِّيهَا لَهُ وَيُضَاعِفهَا لَهُ \" إِنْ كَانَتْ حَسَنَة كَمَا قَالَ تَعَالَى \" وَنَضَع الْمَوَازِين الْقِسْط \" الْآيَة وَقَالَ تَعَالَى مُخْبِرًا عَنْ لُقْمَان أَنَّهُ قَالَ \" يَا بُنَيّ إِنَّهَا إِنْ تَكُ مِثْقَال حَبَّة مِنْ خَرْدَل فَتَكُنْ فِي صَخْرَة أَوْ فِي السَّمَوَات أَوْ فِي الْأَرْض يَأْتِ بِهَا اللَّه الْآيَة . وَقَالَ تَعَالَى \" يَوْمئِذٍ يَصْدُر النَّاس أَشْتَاتًا لِيُرَوْا أَعْمَالهمْ فَمَنْ يَعْمَل مِثْقَال ذَرَّة خَيْرًا يَرَهُ وَمَنْ يَعْمَل مِثْقَال ذَرَّة شَرًّا يَرَهُ \" وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث زَيْد بْن أَسْلَم عَنْ عَطَاء بْن يَسَار عَنْ أَبِي سَعِيد الْخُدْرِيّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي حَدِيث الشَّفَاعَة الطَّوِيل وَفِيهِ \" فَيَقُول اللَّه عَزَّ وَجَلَّ اِرْجِعُوا فَمَنْ وَجَدْتُمْ فِي قَلْبه مِثَال حَبَّة خَرْدَل مِنْ إِيمَان فَأَخْرِجُوهُ مِنْ النَّار \" وَفِي لَفْظ \" أَدْنَى أَدْنَى أَدْنَى مِثْقَال ذَرَّة مِنْ إِيمَان فَأَخْرِجُوهُ مِنْ النَّار \" فَيُخْرِجُونَ خَلْقًا كَثِيرًا ثُمَّ يَقُول أَبُو سَعِيد اِقْرَءُوا إِنْ شِئْتُمْ إِنَّ اللَّه لَا يَظْلِم مِثْقَال ذَرَّة الْآيَة . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا عِيسَى بْن يُونُس عَنْ هَارُون بْن عَنْتَرَة عَنْ عَبْد اللَّه بْن السَّائِب عَنْ زَاذَان قَالَ : قَالَ عَبْد اللَّه بْن مَسْعُود يُؤْتَى بِالْعَبْدِ أَوْ الْأَمَة يَوْم الْقِيَامَة فَيُنَادِي مُنَادٍ عَلَى رُءُوس الْأَوَّلِينَ وَالْآخِرِينَ هَذَا فُلَان بْن فُلَان مَنْ كَانَ لَهُ حَقّ فَلْيَأْتِ إِلَى حَقّه فَتَفْرَح الْمَرْأَة أَنْ يَكُون لَهَا الْحَقّ عَلَى أَبِيهَا أَوْ أُمّهَا أَوْ أَخِيهَا أَوْ زَوْجهَا ثُمَّ قَرَأَ \" فَلَا أَنْسَاب بَيْنهمْ يَوْمئِذٍ وَلَا يَتَسَاءَلُونَ \" فَيَغْفِر اللَّه مِنْ حَقّه مَا يَشَاء وَلَا يَغْفِر مِنْ حُقُوق النَّاس شَيْئًا فَيَنْصِب لِلنَّاسِ فَيَقُول اِئْتُوا إِلَى النَّاس حُقُوقهمْ فَيَقُول يَا رَبّ فَنِيَتْ الدُّنْيَا مِنْ أَيْنَ أُوتِيهِمْ حُقُوقهمْ فَيَقُول خُذُوا مِنْ أَعْمَاله الصَّالِحَة فَأَعْطُوهَا كُلّ ذِي حَقّ حَقّه بِقَدْرِ مَظْلِمَته فَإِنْ كَانَ وَلِيًّا لِلَّهِ فَفَضَلَ لَهُ مِثْقَال ذَرَّة ضَاعَفَهَا اللَّه لَهُ حَتَّى يُدْخِلهُ بِهَا الْجَنَّة ثُمَّ قَرَأَ عَلَيْنَا \" إِنَّ اللَّه لَا يَظْلِم مِثْقَال ذَرَّة وَإِنْ تَكُ حَسَنَة يُضَاعِفهَا \" وَإِنْ كَانَ عَبْدًا شَقِيًّا قَالَ الْمَلَك رَبّ فَنِيَتْ حَسَنَاته وَبَقِيَ طَالِبُونَ كَثِير فَيَقُول خُذُوا مِنْ سَيِّئَاتهمْ فَأَضِيفُوهَا إِلَى سَيِّئَاته ثُمَّ صُكُّوا لَهُ صَكًّا إِلَى النَّار وَرَوَاهُ اِبْن جَرِير مِنْ وَجْه آخَر عَنْ زَاذَان بِهِ نَحْوه وَلِبَعْضِ هَذَا الْأَثَر شَاهِد فِي الْحَدِيث الصَّحِيح وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَتَا أَبُو نُعَيْم حَدَّثَنَا فُضَيْل يَعْنِي اِبْن مَرْزُوق عَنْ عَطِيَّة الْعَوْفِيّ حَدَّثَنِي عَبْد اللَّه بْن عُمَر قَالَ نَزَلَتْ هَذِهِ الْآيَة فِي الْأَعْرَاب مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْر أَمْثَالهَا قَالَ رَجُل فَمَا لِلْمُهَاجِرِينَ يَا أَبَا عَبْد الرَّحْمَن ؟ قَالَ مَا هُوَ أَفْضَل مِنْ ذَلِكَ إِنَّ اللَّه لَا يَظْلِم مِثْقَال ذَرَّة إِنْ تَكُ حَسَنَة يُضَاعِفهَا \" وَيُؤْتِ مِنْ لَدُنْه أَجْرًا عَظِيمًا \" وَحَدَّثَنَا أَبُو زُرْعَة حَدَّثَنَا يَحْيَى بْن عَبْد اللَّه بْن بُكَيْر حَدَّثَنِي عَبْد اللَّه بْن لَهِيعَة حَدَّثَنِي عَطَاء بْن دِينَار عَنْ سَعِيد بْن جُبَيْر فِي قَوْله \" وَإِنْ تَكُ حَسَنَة يُضَاعِفهَا\" فَأَمَّا الْمُشْرِك فَيُخَفَّف عَنْهُ الْعَذَاب يَوْم الْقِيَامَة وَلَا يَخْرُج مِنْ النَّار أَبَدًا وَقَدْ يُسْتَدَلّ لَهُ بِالْحَدِيثِ الصَّحِيح أَنَّ الْعَبَّاس قَالَ : يَا رَسُول اللَّه إِنَّ عَمّك أَبَا طَالِب كَانَ يَحُوطك وَيَنْصُرك فَهَلْ نَفَعْته بِشَيْءٍ ؟ قَالَ : \" نَعَمْ هُوَ فِي ضَحْضَاح مِنْ نَار وَلَوْلَا أَنَا لَكَانَ فِي الدَّرْك الْأَسْفَل مِنْ النَّار \" . وَقَدْ يَكُون هَذَا خَاصًّا بِأَبِي طَالِب مِنْ دُون الْكُفَّار بِدَلِيلِ مَا رَوَاهُ أَبُو دَاوُد الطَّيَالِسِيّ فِي مُسْنَده حَدَّثَنَا عِمْرَان حَدَّثَنَا قَتَادَة عَنْ أَنَس أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ اللَّه لَا يَظْلِم الْمُؤْمِن حَسَنَة يُثَاب عَلَيْهَا الرِّزْق فِي الدُّنْيَا وَيُجْزَى بِهَا فِي الْآخِرَة وَأَمَّا الْكَافِر فَيُطْعَم بِهَا فِي الدُّنْيَا فَإِذَا كَانَ يَوْم الْقِيَامَة لَمْ يَكُنْ لَهُ حَسَنَة \" وَقَالَ أَبُو هُرَيْرَة وَعِكْرِمَة وَسَعِيد بْن جُبَيْر وَالْحَسَن وَقَتَادَة وَالضَّحَّاك فِي قَوْله \" وَيُؤْتِ مِنْ لَدُنْه أَجْرًا عَظِيمًا \" يَعْنِي الْجَنَّة نَسْأَل اللَّه الْجَنَّة. وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الصَّمَد حَدَّثَنَا سُلَيْمَان يَعْنِي اِبْن الْمُغِيرَة عَنْ عَلِيّ بْن زَيْد عَنْ أَبِي عُثْمَان قَالَ بَلَغَنِي عَنْ أَبِي هُرَيْرَة أَنَّهُ قَالَ : بَلَغَنِي أَنَّ اللَّه تَعَالَى يُعْطِي الْعَبْد الْمُؤْمِن بِالْحَسَنَةِ الْوَاحِدَة أَلْف أَلْف حَسَنَة قَالَ فَقُضِيَ أَنِّي اِنْطَلَقْت حَاجًّا أَوْ مُعْتَمِرًا فَلَقِيته فَقُلْت بَلَغَنِي عَنْك حَدِيث أَنَّك تَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" يُجْزَى الْعَبْد بِالْحَسَنَةِ أَلْف أَلْف حَسَنَة \" فَقُلْت وَيْحكُمْ مَا أَحَد أَكْثَر مِنِّي مُجَالَسَة لِأَبِي هُرَيْرَة وَمَا سَمِعْت هَذَا الْحَدِيث مِنْهُ فَتَحَمَّلْت أُرِيد أَنْ أَلْحَقهُ فَوَجَدْته قَدْ اِنْطَلَقَ حَاجًّا فَانْطَلَقْت إِلَى الْحَجّ فِي طَلَب هَذَا الْحَدِيث فَلَقِيته فَقُلْت يَا أَبَا هُرَيْرَة مَا حَدِيث سَمِعْت أَهْل الْبَصْرَة يَأْثُرُونَهُ عَنْك قَالَ مَا هُوَ ؟ قُلْت : زَعَمُوا أَنَّك تَقُول : إِنَّ اللَّه يُضَاعِف الْحَسَنَة أَلْف أَلْف حَسَنَة قَالَ يَا أَبَا عُثْمَان وَمَا تَعْجَب مِنْ ذَا وَاَللَّه يَقُول مَنْ ذَا الَّذِي يُقْرِض اللَّه قَرْضًا حَسَنًا فَيُضَاعِفهُ لَهُ أَضْعَافًا كَثِيرَة وَيَقُول وَمَا مَتَاع الْحَيَاة الدُّنْيَا فِي الْآخِرَة إِلَّا قَلِيل وَاَلَّذِي نَفْسِي بِيَدِهِ لَقَدْ سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه يُضَاعِف الْحَسَنَة أَلْفَيْ أَلْف حَسَنَة \" قَالَ وَهَذَا حَدِيث غَرِيب وَعَلِيّ بْن زَيْد بْن جُدْعَان عِنْده مَنَاكِير , وَرَوَاهُ أَحْمَد أَيْضًا فَقَالَ حَدَّثَنَا يَزِيد , حَدَّثَنَا مُبَارَك بْن فَضَالَة عَنْ عَلِيّ بْن يَزِيد عَنْ أَبِي عُثْمَان النَّهْدِيّ قَالَ أَتَيْت أَبَا هُرَيْرَة فَقُلْت لَهُ بَلَغَنِي أَنَّك تَقُول إِنَّ الْحَسَنَة تُضَاعَف أَلْف أَلْف حَسَنَة قَالَ وَمَا أَعْجَبَك مِنْ ذَلِكَ فَوَاَللَّهِ لَقَدْ سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه لَيُضَاعِف الْحَسَنَة أَلْفَيْ أَلْف حَسَنَة \" . وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ وَجْه آخَر فَقَالَ حَدَّثَنَا أَبُو خَلَّاد وَسُلَيْمَان بْن خَلَّاد الْمُؤَدِّب حَدَّثَنَا مُحَمَّد الرِّفَاعِيّ عَنْ زِيَاد بْن الْجَصَّاص عَنْ أَبِي عُثْمَان النَّهْدِيّ قَالَ لَمْ يَكُنْ أَحَد أَكْثَر مُجَالَسَة مِنِّي لِأَبِي هُرَيْرَة فَقَدِمَ قَبْلِي حَاجًّا وَقَدِمْت بَعْده فَإِذَا أَهْل الْبَصْرَة يَأْثُرُونَ عَنْهُ أَنَّهُ قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه يُضَاعِف الْحَسَنَة أَلْف أَلْف حَسَنَة فَقُلْت وَيْحكُمْ مَا كَانَ أَحَد أَكْثَر مُجَالَسَة مِنِّي لِأَبِي هُرَيْرَة وَمَا سَمِعْت مِنْهُ هَذَا الْحَدِيث فَهَمَمْت أَنْ أَلْحَقَهُ فَوَجَدْته قَدْ اِنْطَلَقَ حَاجًّا فَانْطَلَقْت إِلَى الْحَجّ أَنْ أَلْقَاهُ فِي هَذَا - الْحَدِيث - وَرَوَاهُ اِبْن أَبِي حَاتِم مِنْ طَرِيق أُخْرَى فَقَالَ حَدَّثَنَا بِشْر بْن مُسْلِم حَدَّثَنَا الرَّبِيع بْن رَوْح حَدَّثَنَا مُحَمَّد بْن خَالِد الذَّهَبِيّ عَنْ زِيَاد الْجَصَّاص عَنْ أَبِي عُثْمَان قَالَ قُلْت يَا أَبَا هُرَيْرَة سَمِعْت إِخْوَانِي بِالْبَصْرَةِ يَزْعُمُونَ أَنَّك تَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه يَجْزِي الْحَسَنَة أَلْف أَلْف حَسَنَة \" فَقَالَ أَبُو هُرَيْرَة وَاَللَّه بَلَى سَمِعْت نَبِيّ اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنَّ اللَّه يَجْزِي بِالْحَسَنَةِ أَلْف أَلْف حَسَنَة \" ثُمَّ تَلَا هَذِهِ الْآيَة \" وَمَا مَتَاع الْحَيَاة الدُّنْيَا فِي الْآخِرَة إِلَّا قَلِيل \".</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40878, "aya_id": 40}]