[{"text": "مُتَّكِئِينَ عَلَى فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ وَجَنَى الْجَنَّتَيْنِ دَانٍ", "sura_id": 55, "type": 0, "id": 4955, "aya_id": 54}, {"text": "متكئين على فرش بطائنها من إستبرق وجنى الجنتين دان", "sura_id": 55, "type": 1, "id": 11191, "aya_id": 54}, {"text": "54 - (متكئين) حال عامله محذوف أي يتنعمون (على فرش بطائنها من إستبرق) ما غلظ من الديباج وخشن والظهائر من السندس (وجنى الجنتين) ثمرهما (دان) قريب يناله القائم والقاعد والمضطجع \r\n", "sura_id": 55, "type": 2, "id": 29899, "aya_id": 54}, {"text": "وللذين خافوا مقام ربهم جنتان يتنعمون فيهما, متكئين على فرش مبطَّنة من غليظ الديباج, وثمر الجنتين قريب إليهم.\r\n", "sura_id": 55, "type": 3, "id": 36135, "aya_id": 54}, {"text": " <font color=red>مُتَّكِئِينَ عَلَى فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ وَجَنَى الْجَنَّتَيْنِ دَانٍ</font><BR><p>يَقُول تَعَالَى \" مُتَّكِئِينَ \" يَعْنِي أَهْل الْجَنَّة وَالْمُرَاد بِالِاتِّكَاءِ هَهُنَا الِاضْطِجَاع وَيُقَال الْجُلُوس عَلَى صِفَة التَّرْبِيع \" عَلَى فُرُش بَطَائِنهَا مِنْ إِسْتَبْرَق\" وَهُوَ مَا غَلُظَ مِنْ الدِّيبَاج قَالَهُ عِكْرِمَة وَالضَّحَّاك وَقَتَادَة وَقَالَ أَبُو عِمْرَان الْجَوْنِيّ هُوَ الدِّيبَاج الْمُزَيَّن بِالذَّهَبِ فَنَبَّهَ عَلَى شَرَف الظِّهَارَة بِشَرَفِ الْبِطَانَة فَهَذَا مِنْ التَّنْبِيه بِالْأَدْنَى عَلَى الْأَعْلَى قَالَ أَبُو إِسْحَاق عَنْ هُبَيْرَة بْن مَرْيَم عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : هَذِهِ الْبَطَائِن فَكَيْف لَوْ رَأَيْتُمْ الظَّوَاهِر ؟ وَقَالَ مَالِك بْن دِينَار بَطَائِنهَا مِنْ إِسْتَبْرَق وَظَوَاهِرهَا مِنْ نُور وَقَالَ سُفْيَان الثَّوْرِيّ أَوْ شَرِيك : بَطَائِنهَا مِنْ إِسْتَبْرَق وَظَوَاهِرهَا مِنْ نُور جَامِد وَقَالَ الْقَاسِم بْن مُحَمَّد بَطَائِنهَا مِنْ إِسْتَبْرَق وَظَوَاهِرهَا مِنْ الرَّحْمَة وَقَالَ اِبْن شَوْذَب عَنْ أَبِي عَبْد اللَّه الشَّامِيّ ذَكَرَ اللَّه الْبَطَائِن وَلَمْ يَذْكُرْ الظَّوَاهِر وَعَلَى الظَّوَاهِر الْمَحَابِس وَلَا يَعْلَم مَا تَحْت الْمَحَابِس إِلَّا اللَّه تَعَالَى ذَكَرَ ذَلِكَ كُلّه الْإِمَام اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه \" وَجَنَى الْجَنَّتَيْنِ دَانٍ\" أَيْ ثَمَرُهُمَا قَرِيب إِلَيْهِمْ مَتَى شَاءُوا تَنَاوَلُوهُ عَلَى أَيّ صِفَة كَانُوا كَمَا قَالَ تَعَالَى \" قُطُوفهَا دَانِيَة \" وَقَالَ\" وَدَانِيَة عَلَيْهِمْ ظِلَالهَا وَذُلِّلَتْ قُطُوفهَا تَذْلِيلًا\" أَيْ لَا تَمْتَنِع مِمَّنْ تَنَاوَلَهَا بَلْ تَنْحَطّ إِلَيْهِ مِنْ أَغْصَانهَا .</p><BR> <br> ", "sura_id": 55, "type": 4, "id": 41877, "aya_id": 54}]