[{"text": "قُلْ إِنْ أَدْرِي أَقَرِيبٌ مَّا تُوعَدُونَ أَمْ يَجْعَلُ لَهُ رَبِّي أَمَدًا", "sura_id": 72, "type": 0, "id": 5472, "aya_id": 25}, {"text": "قل إن أدري أقريب ما توعدون أم يجعل له ربي أمدا", "sura_id": 72, "type": 1, "id": 11708, "aya_id": 25}, {"text": "25 - (قل إن) أي ما (أدري أقريب ما توعدون) من العذاب (أم يجعل له ربي أمدا) غاية وأجلا لا يعلمه إلا هو \r\n", "sura_id": 72, "type": 2, "id": 30416, "aya_id": 25}, {"text": "قل -أيها الرسول- لهؤلاء المشركين: ما أدري أهذا العذاب الذي وُعدتم به قريب زمنه, أم يجعل له ربي مدة طويلة؟ \r\n", "sura_id": 72, "type": 3, "id": 36652, "aya_id": 25}, {"text": " <font color=red>قُلْ إِنْ أَدْرِي أَقَرِيبٌ مَا تُوعَدُونَ أَمْ يَجْعَلُ لَهُ رَبِّي أَمَدًا</font><BR><p>يَقُول تَعَالَى آمِرًا رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يَقُول لِلنَّاسِ إِنَّهُ لَا عِلْم لَهُ بِوَقْتِ السَّاعَة وَلَا يَدْرِي أَقَرِيب وَقْتهَا أَمْ بَعِيد \" قُلْ إِنْ أَدْرِي أَقَرِيب مَا تُوعَدُونَ أَمْ يَجْعَل لَهُ رَبِّي أَمَدًا \" أَيْ مُدَّة طَوِيلَة وَفِي هَذِهِ الْآيَة الْكَرِيمَة دَلِيل عَلَى أَنَّ الْحَدِيث الَّذِي يَتَدَاوَلهُ كَثِير مِنْ الْجَهَلَة مِنْ أَنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام لَا يُؤَلِّف تَحْت الْأَرْض كَذِب لَا أَصْل لَهُ وَلَمْ نَرَهُ فِي شَيْء مِنْ الْكُتُب وَقَدْ كَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُسْأَل عَنْ وَقْت السَّاعَة فَلَا يُجِيب عَنْهَا وَلَمَّا تَبَدَّى لَهُ جِبْرِيل فِي صُورَة أَعْرَابِيّ كَانَ قَيِّمًا سَأَلَهُ أَنْ قَالَ يَا مُحَمَّد فَأَخْبِرْنِي عَنْ السَّاعَة ؟ قَالَ \" مَا الْمَسْئُول عَنْهَا بِأَعْلَم مِنْ السَّائِل \" وَلَمَّا نَادَاهُ ذَلِكَ الْأَعْرَابِيّ بِصَوْتٍ جَهُورِيّ فَقَالَ يَا مُحَمَّد مَتَى السَّاعَة ؟ \" وَيْحك إِنَّهَا كَائِنَة فَمَا أَعْدَدْت لَهَا ؟ \" قَالَ أَمَا إِنِّي لَمْ أُعِدّ لَهَا كَثِير صَلَاة وَلَا صِيَام وَلَكِنِّي أُحِبّ اللَّه وَرَسُوله قَالَ \" فَأَنْتَ مَعَ مَنْ أَحْبَبْت \" قَالَ أَنَس فَمَا فَرِحَ الْمُسْلِمُونَ بِشَيْءٍ فَرَحهمْ بِهَذَا الْحَدِيث وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّد بْن مَضَاء حَدَّثَنَا مُحَمَّد بْن جُبَيْر حَدَّثَنِي أَبُو بَكْر بْن أَبِي مَرْيَم عَنْ عَطَاء بْن أَبِي رَبَاح عَنْ أَبِي سَعِيد الْخُدْرِيّ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَا بَنِي آدَم إِنْ كُنْتُمْ تَعْقِلُونَ فَعُدُّوا أَنْفُسكُمْ مِنْ الْمَوْتَى وَاَلَّذِي نَفْسِي بِيَدِهِ إِنَّمَا تُوعَدُونَ لَآتٍ \" وَقَدْ قَالَ أَبُو دَاوُد فِي آخِر كِتَاب الْمَلَاحِم حَدَّثَنَا مُوسَى بْن سَهْل حَدَّثَنَا حَجَّاج بْن إِبْرَاهِيم حَدَّثَنَا اِبْن وَهْب حَدَّثَنِي مُعَاوِيَة بْن صَالِح عَنْ عَبْد الرَّحْمَن بْن جُبَيْر عَنْ أَبِيهِ عَنْ أَبِي ثَعْلَبَة الْخُشَنِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَنْ تَعْجِز اللَّه هَذِهِ الْأُمَّة مِنْ نِصْف يَوْم \" قِيلَ لِسَعْدِ بْن أَبِي وَقَّاص عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِنِّي لَأَرْجُو أَنْ لَا تَعْجِز أُمَّتِي عِنْد رَبّهَا أَنْ يُؤَخِّرهُمْ نِصْف يَوْم \" قِيلَ لِسَعْدٍ وَكَمْ نِصْف يَوْم ؟ قَالَ \" خَمْسمِائَةِ عَام \" اِنْفَرَدَ بِهِ أَبُو دَاوُد .</p><BR> <br> ", "sura_id": 72, "type": 4, "id": 42761, "aya_id": 25}]