[{"text": "وَرَفَعْنَاهُ مَكَانًا عَلِيًّا", "sura_id": 19, "type": 0, "id": 2307, "aya_id": 57}, {"text": "و رفعناه مكانا عليا", "sura_id": 19, "type": 1, "id": 8543, "aya_id": 57}, {"text": "57 - (ورفعناه مكانا عليا) هو حي في السماء الرابعة أو السادسة أو السابعة أو في الجنة ادخلها بعد أن اذيق الموت واحيي ولم يخرج منها \r\n", "sura_id": 19, "type": 2, "id": 27251, "aya_id": 57}, {"text": "ورفَعْنا ذِكْره في العالمين, ومنزلته بين المقربين, فكان عالي الذكر, عالي المنزلة.\r\n", "sura_id": 19, "type": 3, "id": 33487, "aya_id": 57}, {"text": " <font color=red>وَرَفَعْنَاهُ مَكَانًا عَلِيًّا</font><BR><p>فَذَلِكَ قَوْل اللَّه تَعَالَى \" وَرَفَعْنَاهُ مَكَانًا عَلِيًّا \" هَذَا مِنْ أَخْبَار كَعْب الْأَحْبَار الْإِسْرَائِيلِيَّات وَفِي بَعْضه نَكَارَة وَاَللَّه أَعْلَم. وَقَدْ رَوَاهُ اِبْن أَبِي حَاتِم مِنْ وَجْه آخَر عَنْ اِبْن عَبَّاس أَنَّهُ سَأَلَ كَعْبًا فَذَكَرَ نَحْو مَا تَقَدَّمَ غَيْر أَنَّهُ قَالَ لِذَلِكَ الْمَلَك هَلْ لَك أَنْ تَسْأَلهُ يَعْنِي مَلَك الْمَوْت كَمْ بَقِيَ مِنْ أَجَلِي لِكَيْ أَزْدَاد مِنْ الْعَمَل وَذَكَرَ بَاقِيه وَفِيهِ أَنَّهُ لَمَّا سَأَلَهُ عَمَّا بَقِيَ مِنْ أَجَله قَالَ لَا أَدْرِي حَتَّى أَنْظُر فَنَظَرَ ثُمَّ قَالَ إِنَّك تَسْأَلنِي عَنْ رَجُل مَا بَقِيَ مِنْ عُمْره إِلَّا طَرْفَة عَيْن فَنَظَرَ الْمَلَك تَحْت جَنَاحه فَإِذَا هُوَ قَدْ قُبِضَ عَلَيْهِ السَّلَام وَهُوَ لَا يَشْعُر بِهِ ثُمَّ رَوَاهُ مِنْ وَجْه آخَر عَنْ اِبْن عَبَّاس أَنَّ إِدْرِيس كَانَ خَيَّاطًا فَكَانَ لَا يَغْرِز إِبْرَة إِلَّا قَالَ سُبْحَان اللَّه فَكَانَ يُمْسِي حِين يُمْسِي وَلَيْسَ فِي الْأَرْض أَحَد أَفْضَل عَمَلًا مِنْهُ وَذَكَرَ بَقِيَّته كَاَلَّذِي قَبْله أَوْ نَحْوه وَقَالَ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد فِي قَوْله \" وَرَفَعْنَاهُ مَكَانًا عَلِيًّا \" قَالَ إِدْرِيس رُفِعَ وَلَمْ يَمُتْ كَمَا رُفِعَ عِيسَى وَقَالَ سُفْيَان عَنْ مَنْصُور عَنْ مُجَاهِد \" وَرَفَعْنَاهُ مَكَانًا عَلِيًّا \" قَالَ السَّمَاء الرَّابِعَة وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس \" وَرَفَعْنَاهُ مَكَانًا عَلِيًّا \" قَالَ رُفِعَ إِلَى السَّمَاء السَّادِسَة فَمَاتَ بِهَا وَهَكَذَا قَالَ الضَّحَّاك بْن مُزَاحِم وَقَالَ الْحَسَن وَغَيْره فِي قَوْله \" وَرَفَعْنَاهُ مَكَانًا عَلِيًّا \" قَالَ الْجَنَّة .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38451, "aya_id": 57}]