[{"text": "وَقَالَ الَّذِينَ كَفَرُواْ لِرُسُلِهِمْ لَنُخْرِجَنَّكُم مِّنْ أَرْضِنَآ أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ", "sura_id": 14, "type": 0, "id": 1763, "aya_id": 13}, {"text": "وقال الذين كفروا لرسلهم لنخرجنكم من أرضنا أو لتعودن في ملتنا فأوحى إليهم ربهم لنهلكن الظالمين", "sura_id": 14, "type": 1, "id": 7999, "aya_id": 13}, {"text": "13 - (وقال الذين كفروا لرسلهم لنخرجنكم من أرضنا أو لتعودن) لتصيرن (في ملتنا) ديننا (فأوحى إليهم ربهم لنهلكن الظالمين) الكافرين \r\n", "sura_id": 14, "type": 2, "id": 26707, "aya_id": 13}, {"text": "وضاقت صدور الكفار مما قاله الرسل فقالوا لهم: لنطردنكم من بلادنا حتى تعودوا إلى ديننا, فأوحى الله إلى رسله أنه سيهلك الجاحدين الذين كفروا به وبرسله.\r\n", "sura_id": 14, "type": 3, "id": 32943, "aya_id": 13}, {"text": " <font color=red>وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ</font><BR><p>يُخْبِر تَعَالَى عَمَّا تَوَعَّدَتْ بِهِ الْأُمَم الْكَافِرَة رُسُلَهُمْ مِنْ الْإِخْرَاج مِنْ أَرْضِهِمْ وَالنَّفْي مِنْ بَيْن أَظْهُرهمْ كَمَا قَالَ قَوْم شُعَيْب لَهُ وَلِمَنْ آمَنَ بِهِ \" لَنُخْرِجَنَّك يَا شُعَيْب وَاَلَّذِينَ آمَنُوا مَعَك مِنْ قَرْيَتِنَا \" الْآيَة وَكَمَا قَالَ قَوْم لُوط \" أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ \" الْآيَة ; وَقَالَ تَعَالَى إِخْبَارًا عَنْ مُشْرِكِي قُرَيْش \" وَإِنْ كَادُوا لَيَسْتَفِزُّونَك مِنْ الْأَرْضِ لِيُخْرِجُوك مِنْهَا وَإِذًا لَا يَلْبَثُونَ خِلَافَك إِلَّا قَلِيلًا \" وَقَالَ تَعَالَى \" وَإِذْ يَمْكُر بِك الَّذِينَ كَفَرُوا لِيُثْبِتُوك أَوْ يَقْتُلُوك أَوْ يُخْرِجُوك وَيَمْكُرُونَ وَيَمْكُر اللَّه وَاَللَّه خَيْرُ الْمَاكِرِينَ \" وَكَانَ مِنْ صُنْعه تَعَالَى أَنَّهُ أَظْهَرَ رَسُوله وَنَصَرَهُ وَجَعَلَ لَهُ بِسَبَبِ خُرُوجه مِنْ مَكَّة أَنْصَارًا وَأَعْوَانًا وَجُنْدًا يُقَاتِلُونَ فِي سَبِيل اللَّه تَعَالَى وَلَمْ يَزَلْ يُرَقِّيه تَعَالَى مِنْ شَيْء إِلَى شَيْء حَتَّى فَتَحَ لَهُ مَكَّة الَّتِي أَخْرَجَتْهُ وَمَكَّنَ لَهُ فِيهَا وَأَرْغَمَ أُنُوف أَعْدَائِهِ مِنْهُمْ وَمِنْ سَائِر أَهْل الْأَرْض حَتَّى دَخَلَ النَّاس فِي دِين اللَّه أَفْوَاجًا وَظَهَرَتْ كَلِمَة اللَّه وَدِينه عَلَى سَائِر الْأَدْيَان فِي مَشَارِق الْأَرْض وَمَغَارِبهَا فِي أَيْسَر زَمَان وَلِهَذَا قَالَ تَعَالَى \" فَأَوْحَى إِلَيْهِمْ رَبّهمْ لَنُهْلِكَنَّ الظَّالِمِينَ وَلَنُسْكِنَنَّكُم الْأَرْض مِنْ بَعْدِهِمْ \" وَكَمَا قَالَ \" وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ إِنَّهُمْ لَهُمْ الْمَنْصُورُونَ وَإِنَّ جُنْدَنَا لَهُمْ الْغَالِبُونَ\" وَقَالَ تَعَالَى \" كَتَبَ اللَّه لَأَغْلِبَن أَنَا وَرُسُلِي إِنَّ اللَّه قَوِيّ عَزِيز \" وَقَالَ تَعَالَى \" وَلَقَدْ كَتَبْنَا فِي الزَّبُور مِنْ بَعْد الذِّكْر \" الْآيَة \" وَقَالَ مُوسَى لِقَوْمِهِ اِسْتَعِينُوا بِاَللَّهِ وَاصْبِرُوا إِنَّ الْأَرْض لِلَّهِ يُورِثُهَا مَنْ يَشَاء مِنْ عِبَاده وَالْعَاقِبَة لِلْمُتَّقِينَ \" وَقَالَ تَعَالَى \" وَأَوْرَثْنَا الْقَوْم الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِق الْأَرْض وَمَغَارِبهَا الَّتِي بَارَكْنَا فِيهَا وَتَمَّتْ كَلِمَة رَبّك الْحُسْنَى عَلَى بَنِي إِسْرَائِيل بِمَا صَبَرُوا وَدَمَّرْنَا مَا كَانَ يَصْنَع فِرْعَوْن وَقَوْمه وَمَا كَانُوا يَعْرِشُونَ .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37904, "aya_id": 13}]