[{"text": "وَهُوَ الَّذِي جَعَلَكُمْ خَلاَئِفَ الأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِّيَبْلُوَكُمْ فِي مَا آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ", "sura_id": 6, "type": 0, "id": 954, "aya_id": 165}, {"text": "وهو الذي جعلكم خلائف الأرض ورفع بعضكم فوق بعض درجات ليبلوكم فيما آتاكم إن ربك سريع العقاب وإنه لغفور رحيم", "sura_id": 6, "type": 1, "id": 7190, "aya_id": 165}, {"text": "165 - (وهو الذي جعلكم خلائف الأرض) جمع خليفة ، أي يخلف بعضكم بعضاً فيها (ورفع بعضكم فوق بعض درجات) بالمال والجاه وغير ذلك (ليبلوكم) ليختبركم (في ما آتاكم) أعطاكم ليظهر المطيع منكم والعاصي (إن ربك سريع العقاب) لمن عصاه (وإنه لغفور) للمؤمنين (رحيم) بهم \r\n", "sura_id": 6, "type": 2, "id": 25898, "aya_id": 165}, {"text": "والله سبحانه هو الذي جعلكم تخلفون من سبقكم في الأرض بعد أن أهلكهم الله, واستخلفكم فيها; لتعمروها بعدهم بطاعة ربكم, ورفع حكم في الرزق والقوة فوق بعض درجات, ليبلوكم فيما أعطاكم من نعمه, فيظهر للناس الشاكر من غيره. إن ربك سريع العقاب لمن كفر به وعصاه, وإنه لغفور لمن آمن به وعمل صالحا وتاب من الموبقات, رحيم به, والغفور والرحيم اسمان كريمان من أسماء الله الحسنى.\r\n", "sura_id": 6, "type": 3, "id": 32134, "aya_id": 165}, {"text": " <font color=red>وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ</font><BR><p>يَقُول تَعَالَى \" وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِف الْأَرْض \" أَيْ جَعَلَكُمْ تَعْمُرُونَهَا جِيلًا بَعْد جِيل وَقَرْنًا بَعْد قَرْن وَخَلَفًا بَعْد سَلَف . قَالَهُ اِبْن زَيْد وَغَيْره كَقَوْلِهِ تَعَالَى \" وَلَوْ نَشَاء لَجَعَلْنَا مِنْكُمْ مَلَائِكَة فِي الْأَرْض يَخْلُفُونَ \" وَكَقَوْله تَعَالَى \" وَيَجْعَلكُمْ خُلَفَاء الْأَرْض \" وَقَوْله \" إِنِّي جَاعِل فِي الْأَرْض خَلِيفَة\" وَقَوْله \" عَسَى رَبّكُمْ أَنْ يُهْلِك عَدُوّكُمْ وَيَسْتَخْلِفكُمْ فِي الْأَرْض فَيَنْظُر كَيْفَ تَعْمَلُونَ \" وَقَوْله \" وَرَفَعَ بَعْضكُمْ فَوْق بَعْض دَرَجَات \" أَيْ فَاوَتَ بَيْنكُمْ فِي الْأَرْزَاق وَالْأَخْلَاق وَالْمَحَاسِن وَالْمَسَاوِي وَالْمَنَاظِر وَالْأَشْكَال وَالْأَلْوَان وَلَهُ الْحِكْمَة فِي ذَلِكَ كَقَوْلِهِ تَعَالَى \" نَحْنُ قَسَمْنَا بَيْنهمْ مَعِيشَتهمْ فِي الْحَيَاة الدُّنْيَا وَرَفَعْنَا بَعْضهمْ فَوْق بَعْض دَرَجَات لِيَتَّخِذ بَعْضهمْ بَعْضًا سِخْرِيًّا \" وَقَوْله\" اُنْظُرْ كَيْفَ فَضَّلْنَا بَعْضهمْ عَلَى بَعْض وَلَلْآخِرَة أَكْبَر دَرَجَات وَأَكْبَر تَفْضِيلًا \" وَقَوْله تَعَالَى \" لِيَبْلُوَكُمْ فِيمَا آتَاكُمْ \" أَيْ لِيَخْتَبِركُمْ فِي الَّذِي أَنْعَمَ بِهِ عَلَيْكُمْ وَامْتَحَنَكُمْ بِهِ لِيَخْتَبِر الْغَنِيّ فِي غِنَاهُ وَيَسْأَلهُ عَنْ شُكْره وَالْفَقِير فِي فَقْره وَيَسْأَلهُ عَنْ صَبْره وَفِي صَحِيح مُسْلِم مِنْ حَدِيث أَبِي نَضْرَة عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ الدُّنْيَا حُلْوَة خَضِرَة وَإِنَّ اللَّه مُسْتَخْلِفكُمْ فِيهَا فَنَاظِر مَاذَا تَعْمَلُونَ فَاتَّقُوا الدُّنْيَا وَاتَّقُوا النِّسَاء فَإِنَّ أَوَّل فِتْنَة بَنِي إِسْرَائِيل كَانَتْ فِي النِّسَاء وَقَوْله تَعَالَى \" إِنَّ رَبّك سَرِيع الْعِقَاب وَإِنَّهُ لَغَفُور رَحِيم\" تَرْهِيب وَتَرْغِيب أَنَّ حِسَابه وَعِقَابه سَرِيع فِيمَنْ عَصَاهُ وَخَالَفَ رُسُله \" وَإِنَّهُ لَغَفُور رَحِيم \" لِمَنْ وَالَاهُ وَاتَّبَعَ رُسُله فِيمَا جَاءُوا بِهِ مِنْ خَبَر وَطَلَب . وَقَالَ مُحَمَّد بْن إِسْحَاق لِيَرْحَم الْعِبَاد عَلَى مَا فِيهِمْ . رَوَاهُ اِبْن أَبِي حَاتِم وَكَثِيرًا مَا يَقْرِن اللَّه تَعَالَى فِي الْقُرْآن بَيْن هَاتَيْنِ الصِّفَتَيْنِ كَقَوْلِهِ \" وَإِنَّ رَبّك لَذُو مَغْفِرَة لِلنَّاسِ عَلَى ظُلْمهمْ وإِنَّ رَبّك لَشَدِيد الْعِقَاب \" وَقَوْله\" نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُور الرَّحِيم وَأَنَّ عَذَابِي هُوَ الْعَذَاب الْأَلِيم \" إِلَى غَيْر ذَلِكَ مِنْ الْآيَات الْمُشْتَمِلَة عَلَى التَّرْغِيب وَالتَّرْهِيب فَتَارَة يَدْعُو عِبَاده إِلَيْهِ بِالرَّغْبَةِ وَصِفَة الْجَنَّة وَالتَّرْغِيب فِيمَا لَدَيْهِ وَتَارَة يَدْعُوهُمْ إِلَيْهِ بِالرَّهْبَةِ وَذِكْر النَّار وَأَنْكَالهَا وَعَذَابهَا وَالْقِيَامَة وَأَهْوَالهَا وَتَارَة بِهِمَا لِيَنْجَع فِي كُلّ بِحَسَبِهِ جَعَلَنَا اللَّه مِمَّنْ أَطَاعَهُ فِيمَا أَمَرَ وَتَرَكَ مَا عَنْهُ نَهَى وَزَجَرَ وَصَدَّقَهُ فِيمَا أَخْبَرَ إِنَّهُ قَرِيب مُجِيب سَمِيع الدُّعَاء جَوَاد كَرِيم وَهَّاب . وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا زُهَيْر عَنْ الْعَلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة مَرْفُوعًا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لَوْ يَعْلَم الْمُؤْمِن مَا عِنْد اللَّه مِنْ الْعُقُوبَة مَا طَمِعَ بِجَنَّتِهِ أَحَد وَلَوْ يَعْلَم الْكَافِر مَا عِنْد اللَّه مِنْ الرَّحْمَة مَا قَنَطَ أَحَد مِنْ الْجَنَّة خَلَقَ اللَّه مِائَة رَحْمَة فَوَضَعَ وَاحِدَة بَيْن خَلْقه يَتَرَاحَمُونَ بِهَا وَعِنْد اللَّه تِسْعَة وَتِسْعُونَ وَرَوَاهُ التِّرْمِذِيّ عَنْ قُتَيْبَة عَنْ عَبْد الْعَزِيز الدَّرَاوَرْدِيّ عَنْ الْعَلَاء بِهِ . وَقَالَ حَسَن وَرَوَاهُ مُسْلِم عَنْ يَحْيَى بْن يَحْيَى وَقُتَيْبَة وَعَلِيّ بْن حُجْر ثَلَاثَتهمْ عَنْ إِسْمَاعِيل بْن جَعْفَر عَنْ الْعَلَاء وَعَنْهُ أَيْضًا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا خَلَقَ اللَّه الْخَلْق كَتَبَ فِي كِتَاب فَهُوَ عِنْده فَوْق الْعَرْش إِنَّ رَحْمَتِي تَغْلِب غَضَبِي وَعَنْهُ أَيْضًا قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول جَعَلَ اللَّه الرَّحْمَة مِائَة جُزْء فَأَمْسَكَ عِنْده تِسْعَة وَتِسْعِينَ جُزْءًا وَأَنْزَلَ فِي الْأَرْض جُزْءًا وَاحِدًا فَمِنْ ذَلِكَ الْجُزْء تَتَرَاحَم الْخَلَائِق حَتَّى تَرْفَع الدَّابَّة حَافِرهَا عَنْ وَلَدهَا خَشْيَة مِنْ أَنْ تُصِيبهُ . رَوَاهُ مُسْلِم . آخِر تَفْسِير سُورَة الْأَنْعَام وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 6, "type": 4, "id": 42149, "aya_id": 165}]