[{"text": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا وَانتَصَرُوا مِن بَعْدِ مَا ظُلِمُوا وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ", "sura_id": 26, "type": 0, "id": 3159, "aya_id": 227}, {"text": "إلا الذين آمنوا وعملوا الصالحات وذكروا الله كثيرا وانتصروا من بعد ما ظلموا وسيعلم الذين ظلموا أي منقلب ينقلبون", "sura_id": 26, "type": 1, "id": 9395, "aya_id": 227}, {"text": "227 - (إلا الذين آمنوا وعملوا الصالحات) من الشعراء (وذكروا الله كثيرا) لم يشغلهم الشعر عن الذكر (وانتصروا) بهجوهم الكفار (من بعد ما ظلموا) بهجو الكفار لهم في جملة المؤمنين فليسوا مذمومين قال الله تعالى لا يحب الله الجهر بالسوء من القول إلا من ظلم وقال تعالى فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم (وسيعلم الذين ظلموا) من الشعراء وغيرهم (أي منقلب) مرجع (ينقلبون) يرجعون بعد الموت \r\n", "sura_id": 26, "type": 2, "id": 28103, "aya_id": 227}, {"text": "استثنى الله من الشعراءِ الشعراءَ الذين اهتدَوْا بالإيمان وعملوا الصالحات, وأكثروا مِن ذِكْر الله فقالوا الشعر في توحيد الله - سبحانه- والثناء عليه جلَّ ذكره, والدفاع عن رسوله محمد صلى الله عليه وسلم، وتكلموا بالحكمة والموعظة والآداب الحسنة، وانتصروا للإسلام، يهجون مَن يهجوه أو يهجو رسوله, ردًّا على الشعراء الكافرين. وسيعلم الذين ظلموا أنفسهم بالشرك والمعاصي، وظلموا غيرهم بغمط حقوقهم, أو الاعتداء عليهم, أو بالتُّهم الباطلة, أي مرجع من مراجع الشر والهلاك يرجعون إليه؟ إنَّه منقلب سوء, نسأل الله السلامة والعافية.\r\n", "sura_id": 26, "type": 3, "id": 34339, "aya_id": 227}, {"text": " <font color=red>إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ</font><BR><p>\" إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات \" قَالَ \" أَنْتُمْ \" \" وَذَكَرُوا اللَّه كَثِيرًا\" قَالَ \" أَنْتُمْ \" \" وَانْتَصَرُوا مِنْ بَعْدِمَا ظُلِمُوا \" قَالَ\" أَنْتُمْ \" رَوَاهُ اِبْن أَبِي حَاتِم وَابْن جَرِير مِنْ رِوَايَة اِبْن إِسْحَاق وَقَدْ رَوَى اِبْن أَبِي حَاتِم أَيْضًا عَنْ أَبِي سَعِيد الْأَشَجّ عَنْ أَبِي أُسَامَة عَنْ الْوَلِيد بْن أَبِي كَثِير عَنْ زَيْد بْن عَبْد اللَّه عَنْ أَبِي الْحَسَن مَوْلَى بَنِي نَوْفَل أَنَّ حَسَّان بْن ثَابِت وَعَبْد اللَّه بْن رَوَاحَة أَتَيَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حِين أُنْزِلَتْ هَذِهِ الْآيَة\" وَالشُّعَرَاء يَتَّبِعهُمْ الْغَاوُونَ \" يَبْكِيَانِ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ يَقْرَؤُهَا عَلَيْهِمَا\" وَالشُّعَرَاء يَتَّبِعهُمْ الْغَاوُونَ - حَتَّى بَلَغَ - إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات \" قَالَ \" أَنْتُمْ \" وَقَالَ أَيْضًا حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو مُسْلِم حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ هِشَام بْن عُرْوَة عَنْ عُرْوَة قَالَ : لَمَّا نَزَلَتْ\" وَالشُّعَرَاء يَتَّبِعهُمْ الْغَاوُونَ \" إِلَى قَوْله \" وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ \" قَالَ عَبْد اللَّه بْن رَوَاحَة يَا رَسُول اللَّه قَدْ عَلِمَ اللَّه أَنِّي مِنْهُمْ فَأَنْزَلَ اللَّه تَعَالَى \" إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات \" الْآيَة وَهَكَذَا قَالَ اِبْن عَبَّاس وَعِكْرِمَة وَمُجَاهِد وَقَتَادَة وَزَيْد بْن أَسْلَم وَغَيْر وَاحِد أَنَّ هَذَا اِسْتِثْنَاء مِمَّا تَقَدَّمَ. وَلَا شَكّ أَنَّهُ اِسْتِثْنَاء وَلَكِنَّ هَذِهِ السُّورَة مَكِّيَّة فَكَيْف يَكُون سَبَب نُزُول هَذِهِ الْآيَات شُعَرَاء الْأَنْصَار ؟ وَفِي ذَلِكَ نَظَر وَلَمْ يَتَقَدَّم إِلَّا مُرْسَلَات لَا يُعْتَمَد عَلَيْهَا وَاَللَّه أَعْلَم وَلَكِنَّ هَذَا الِاسْتِثْنَاء يَدْخُل فِيهِ شُعَرَاء الْأَنْصَار وَغَيْرهمْ حَتَّى يَدْخُل فِيهِ مَنْ كَانَ مُتَلَبِّسًا مِنْ شُعَرَاء الْجَاهِلِيَّة بِذَمِّ الْإِسْلَام وَأَهْله ثُمَّ تَابَ وَأَنَابَ وَرَجَعَ وَأَقْلَعَ وَعَمِلَ صَالِحًا وَذَكَرَ اللَّه كَثِيرًا فِي مُقَابَلَة مَا تَقَدَّمَ مِنْ الْكَلَام السَّيِّئ فَإِنَّ الْحَسَنَات يُذْهِبْنَ السَّيِّئَات وَامْتَدَحَ الْإِسْلَام وَأَهْله مُقَابَلَة مَا كَانَ يَذُمّهُ كَمَا قَالَ عَبْد اللَّه بْن الزِّبَعْرَى حِين أَسْلَمَ : يَا رَسُول الْمَلِيك إِنَّ لِسَانِي رَاتِق مَا فَتَقْت إِذْ أَنَا بُور إِذْ أُبَارِي الشَّيْطَان فِي سُنَن الْغَ يِّ وَمَنْ مَالَ مَيْله مَثْبُور وَكَذَلِكَ أَبُو سُفْيَان بْن الْحَارِث بْن عَبْد الْمُطَّلِب كَانَ مِنْ أَشَدّ النَّاس عَدَاوَة لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ اِبْن عَمّه وَأَكْثَرهمْ لَهُ هَجْوًا فَلَمَّا أَسْلَمَ لَمْ يَكُنْ أَحَد أَحَبّ إِلَيْهِ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَ يَمْدَح رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَعْدَمَا كَانَ يَهْجُوهُ وَيَتَوَلَّاهُ بَعْدَمَا كَانَ قَدْ عَادَاهُ وَهَكَذَا رَوَى مُسْلِم فِي صَحِيحه عَنْ اِبْن عَبَّاس أَنَّ أَبَا سُفْيَان صَخْر بْن حَرْب لَمَّا أَسْلَمَ قَالَ يَا رَسُول اللَّه ثَلَاث أَعْطِنِيهِنَّ قَالَ \" نَعَمْ \" قَالَ : مُعَاوِيَة تَجْعَلهُ كَاتِبًا بَيْن يَدَيْك قَالَ \" نَعَمْ \" قَالَ وَتُؤَمِّرنِي حَتَّى أُقَاتِل الْكُفَّار كَمَا كُنْت أُقَاتِل الْمُسْلِمِينَ قَالَ \" نَعَمْ \" وَذَكَرَ الثَّالِثَة وَلِهَذَا قَالَ تَعَالَى : \" إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات وَذَكَرُوا اللَّه كَثِيرًا \" قِيلَ مَعْنَاهُ ذَكَرُوا اللَّه كَثِيرًا فِي كَلَامهمْ وَقِيلَ فِي شِعْرهمْ وَكِلَاهُمَا صَحِيح مُكَفِّر لِمَا سَبَقَ وَقَوْله تَعَالَى : \" وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا\" قَالَ اِبْن عَبَّاس يَرُدُّونَ عَلَى الْكُفَّار الَّذِينَ كَانُوا يَهْجُونَ بِهِ الْمُؤْمِنِينَ وَكَذَا قَالَ مُجَاهِد وَقَتَادَة وَغَيْر وَاحِد وَهَذَا كَمَا ثَبَتَ فِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِحَسَّان \" اُهْجُهُمْ - أَوْ قَالَ - هَاجِهِمْ وَجِبْرِيل مَعَك \" وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ عَبْد الرَّحْمَن بْن كَعْب بْن مَالِك عَنْ أَبِيهِ أَنَّهُ قَالَ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنَّ اللَّه عَزَّ وَجَلَّ قَدْ أَنْزَلَ فِي الشُّعَرَاء مَا أَنْزَلَ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الْمُؤْمِن يُجَاهِد بِسَيْفِهِ وَلِسَانه وَالَّذِي نَفْسِي بِيَدِهِ لِكَأَنَّ مَا تَرْمُونَهُمْ بِهِ نَضْح النَّبْل \" وَقَوْله تَعَالَى : \" وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيّ مُنْقَلَب يَنْقَلِبُونَ \" كَقَوْلِهِ تَعَالَى : \" يَوْم لَا يَنْفَع الظَّالِمِينَ مَعْذِرَتهمْ \" الْآيَة وَفِي الصَّحِيح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِيَّاكُمْ وَالظُّلْم فَإِنَّ الظُّلْم ظُلُمَات يَوْم الْقِيَامَة \" قَالَ قَتَادَة بْن دِعَامَة فِي قَوْله تَعَالَى : \" وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيّ مُنْقَلَب يَنْقَلِبُونَ \" يَعْنِي مِنْ الشُّعَرَاء وَغَيْرهمْ وَقَالَ أَبُو دَاوُد الطَّيَالِسِيّ حَدَّثَنَا إِيَاس بْن أَبِي تَمِيمَة قَالَ حَضَرْت الْحَسَن وَمُرَّ عَلَيْهِ بِجِنَازَةِ نَصْرَانِيّ فَقَالَ : \" وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيّ مُنْقَلَب يَنْقَلِبُونَ \" قَالَ عَبْد اللَّه بْن أَبِي رَبَاح عَنْ صَفْوَان بْن مُحْرِز أَنَّهُ كَانَ إِذَا قَرَأَ هَذِهِ الْآيَة بَكَى حَتَّى أَقُول قَدْ اِنْدَقَّ قَضِيب زَوْره \" وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيّ مُنْقَلَب يَنْقَلِبُونَ \" وَقَالَ اِبْن وَهْب أَخْبَرَنَا شُرَيْح الْإسْكَنْدَرانِيّ عَنْ بَعْض الْمَشْيَخَة أَنَّهُمْ كَانُوا بِأَرْضِ الرُّوم فَبَيْنَمَا هُمْ لَيْلَة عَلَى نَار يَشْتَوُونَ عَلَيْهَا أَوْ يَصْطَلُونَ إِذَا بِرُكْبَانٍ قَدْ أَقْبَلُوا فَقَامُوا إِلَيْهِمْ فَإِذَا فَضَالَة بْن عُبَيْد فِيهِمْ فَأَنْزَلُوهُ فَجَلَسَ مَعَهُمْ - قَالَ - وَصَاحِب لَنَا قَائِم يُصَلِّي حَتَّى مَرَّ بِهَذِهِ الْآيَة \" وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيّ مُنْقَلَب يَنْقَلِبُونَ \" قَالَ فَضَالَة بْن عُبَيْد هَؤُلَاءِ الَّذِينَ يُخَرِّبُونَ الْبَيْت . وَقِيلَ الْمُرَاد بِهِمْ أَهْل مَكَّة وَقِيلَ الَّذِينَ ظَلَمُوا مِنْ الْمُشْرِكِينَ . وَالصَّحِيح أَنَّ هَذِهِ الْآيَة عَامَّة فِي كُلّ ظَالِم كَمَا قَالَ اِبْن أَبِي حَاتِم : ذُكِرَ عَنْ يَحْيَى بْن زَكَرِيَّا بْن يَحْيَى الْوَاسِطِيّ حَدَّثَنِي الْهَيْثَم بْن مَحْفُوظ أَبُو سَعْد النَّهْدِيّ حَدَّثَنَا مُحَمَّد بْن عَبْد الرَّحْمَن بْن الْمُحَبِّر حَدَّثَنَا هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : كَتَبَ أَبِي فِي وَصِيَّته سَطْرَيْنِ : بِسْمِ اللَّه الرَّحْمَن الرَّحِيم هَذَا مَا أَوْصَى بِهِ أَبُو بَكْر بْن أَبِي قُحَافَة عِنْد خُرُوجه مِنْ الدُّنْيَا حِين يُؤْمِن الْكَافِر وَيَنْتَهِي الْفَاجِر وَيُصَدِّق الْكَاذِب إِنِّي اِسْتَخْلَفْت عَلَيْكُمْ عُمَر بْن الْخَطَّاب فَإِنْ يَعْدِل فَذَاكَ ظَنِّي بِهِ وَرَجَائِي فِيهِ وَإِنْ يَجُرْ وَيُبَدِّل فَلَا أَعْلَم الْغَيْب \" وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيّ مُنْقَلَب يَنْقَلِبُونَ \" . آخِر تَفْسِير سُورَة الشُّعَرَاء وَالْحَمْد لِلَّهِ رَبّ الْعَالَمِينَ .</p><BR> <br> ", "sura_id": 26, "type": 4, "id": 39508, "aya_id": 227}]