[{"text": "وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِندَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاَهُمَا فَلاَ تَقُل لَّهُمَآ أُفٍّ وَلاَ تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلاً كَرِيمًا", "sura_id": 17, "type": 0, "id": 2052, "aya_id": 23}, {"text": "و قضى ربك ألا تعبدوا إلا إياه و بالوالدين إحسانا إما يبلغن عندك الكبر أحدهما أو كلاهما فلا تقل لهما أف و لا تنهرهما و قل لهما قولا كريما", "sura_id": 17, "type": 1, "id": 8288, "aya_id": 23}, {"text": "23 - (وقضى) أمر (ربك) أن أي بأن (ألا تعبدوا إلا إياه) أن تحسنوا (وبالوالدين إحسانا) بأن تبروهما (إما يبلغن عندك الكبر أحدهما) فاعل (أو كلاهما) وفي قراءة يبلغان فأحدهما بدل من ألفه (فلا تقل لهما أف) بفتح الفاء وكسرها منونا وغير منون مصدر بمعنى تبا وقبحا (ولا تنهرهما) تزجرهما (وقل لهما قولا كريما) جميلا لينا \r\n", "sura_id": 17, "type": 2, "id": 26996, "aya_id": 23}, {"text": "وأَمَر ربك -أيها الإنسان- وألزم وأوجب أن يفرد سبحانه وتعالى وحده بالعبادة، وأمر بالإحسان إلى الأب والأم، وبخاصة حالةُ الشيخوخة، فلا تضجر ولا تستثقل شيئًا تراه من أحدهما أو منهما، ولا تسمعهما قولا سيئًا، حتى ولا التأفيف الذي هو أدنى مراتب القول السيئ، ولا يصدر منك إليهما فعل قبيح، ولكن ارفق بهما، وقل لهما -دائما- قولا لينًا لطيفًا.\r\n", "sura_id": 17, "type": 3, "id": 33232, "aya_id": 23}, {"text": " <font color=red>وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا</font><BR><p>يَقُول تَعَالَى آمِرًا بِعِبَادَتِهِ وَحْده لَا شَرِيك لَهُ فَإِنَّ الْقَضَاء هَاهُنَا بِمَعْنَى الْأَمْر قَالَ مُجَاهِد \" وَقَضَى \" يَعْنِي وَصَّى وَكَذَا قَرَأَ أُبَيّ بْن كَعْب وَابْن مَسْعُود وَالضَّحَّاك بْن مُزَاحِم \" وَوَصَّى رَبّك أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ \" وَلِهَذَا قَرَنَ بِعِبَادَتِهِ بِرّ الْوَالِدَيْنِ فَقَالَ \" وَبِالْوَالِدَيْنِ إِحْسَانًا \" أَيْ وَأَمَرَ بِالْوَالِدَيْنِ إِحْسَانًا كَقَوْلِهِ فِي الْآيَة الْأُخْرَى \" أَنْ اُشْكُرْ لِي وَلِوَالِدَيْك إِلَيَّ الْمَصِير \" وَقَوْله \" إِمَّا يَبْلُغَنَّ عِنْدك الْكِبَر أَحَدهمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفّ \" أَيْ لَا تُسْمِعهُمَا قَوْلًا سَيِّئًا حَتَّى وَلَا التَّأْفِيف الَّذِي هُوَ أَدْنَى مَرَاتِب الْقَوْل السَّيِّئ \" وَلَا تَنْهَرهُمَا \" أَيْ وَلَا يَصْدُر مِنْك إِلَيْهِمَا فِعْل قَبِيح كَمَا قَالَ عَطَاء بْن أَبِي رَبَاح فِي قَوْله \" وَلَا تَنْهَرهُمَا \" أَيْ لَا تَنْفُض يَدك عَلَيْهِمَا وَلَمَّا نَهَاهُ عَنْ الْقَوْل الْقَبِيح وَالْفِعْل الْقَبِيح أَمَرَهُ بِالْقَوْلِ الْحَسَن وَالْفِعْل الْحَسَن فَقَالَ \" وَقُلْ لَهُمَا قَوْلًا كَرِيمًا \" أَيْ لَيِّنًا طَيِّبًا حَسَنًا بِتَأَدُّبٍ وَتَوْقِير وَتَعْظِيم .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38205, "aya_id": 23}]