[{"text": "مَا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ", "sura_id": 50, "type": 0, "id": 4648, "aya_id": 18}, {"text": "ما يلفظ من قول إلا لديه رقيب عتيد", "sura_id": 50, "type": 1, "id": 10884, "aya_id": 18}, {"text": "18 - (ما يلفظ من قول إلا لديه رقيب) حافظ (عتيد) حاضرر وكل منهما بمعنى المثنى \r\n", "sura_id": 50, "type": 2, "id": 29592, "aya_id": 18}, {"text": "ما يلفظ من قول فيتكلم به إلا لديه مَلَك يرقب قوله, ويكتبه, وهو مَلَك حاضر مُعَدٌّ لذلك.\r\n", "sura_id": 50, "type": 3, "id": 35828, "aya_id": 18}, {"text": " <font color=red>مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ</font><BR><p>\" مَا يَلْفِظ\" أَيْ اِبْنُ آدَمَ \" مِنْ قَوْل \" أَيْ مَا يَتَكَلَّم بِكَلِمَةٍ\" إِلَّا لَدَيْهِ رَقِيب عَتِيد \" أَيْ إِلَّا وَلَهَا مَنْ يَرْقُبهَا مُعَدٌّ لِذَلِكَ يَكْتُبهَا لَا يَتْرُك كَلِمَة وَلَا حَرَكَة كَمَا قَالَ تَعَالَى \" وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ يَعْلَمُونَ مَا تَفْعَلُونَ \" وَقَدْ اِخْتَلَفَ الْعُلَمَاء هَلْ يَكْتُب الْمَلَك كُلّ شَيْء مِنْ الْكَلَام ؟ وَهُوَ قَوْل الْحَسَن وَقَتَادَة أَوْ إِنَّمَا يَكْتُب مَا فِيهِ ثَوَاب وَعِقَاب كَمَا هُوَ قَوْل اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا ؟ عَلَى قَوْلَيْنِ وَظَاهِر الْآيَة الْأَوَّل لِعُمُومِ قَوْله تَبَارَكَ وَتَعَالَى \" مَا يَلْفِظ مِنْ قَوْل إِلَّا لَدَيْهِ رَقِيب عَتِيد \" وَقَدْ قَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا مُحَمَّد بْن عَمْرو بْن عَلْقَمَة اللَّيْثِيّ عَنْ أَبِيهِ عَنْ جَدِّهِ عَلْقَمَة عَنْ بِلَال بْن الْحَارِث الْمُزَنِيّ رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِنَّ الرَّجُل لَيَتَكَلَّم بِالْكَلِمَةِ مِنْ رِضْوَان اللَّه تَعَالَى مَا يَظُنّ أَنْ تَبْلُغ مَا بَلَغَتْ يَكْتُب اللَّه عَزَّ وَجَلَّ لَهُ بِهَا رِضْوَانه إِلَى يَوْم يَلْقَاهُ وَإِنَّ الرَّجُل لَيَتَكَلَّم بِالْكَلِمَةِ مِنْ سَخَط اللَّه تَعَالَى مَا يَظُنّ أَنْ تَبْلُغ مَا بَلَغَتْ يَكْتُب اللَّه تَعَالَى عَلَيْهِ بِهَا سَخَطَهُ إِلَى يَوْم يَلْقَاهُ \" فَكَانَ عَلْقَمَة يَقُول : كَمْ مِنْ كَلَام قَدْ مَنَعَنِيهِ حَدِيثُ بِلَال بْن الْحَارِث وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَهْ مِنْ حَدِيث مُحَمَّد بْن عَمْرو بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَلَهُ شَاهِد فِي الصَّحِيح وَقَالَ الْأَحْنَف بْن قَيْس : صَاحِب الْيَمِين يَكْتُب الْخَيْر وَهُوَ أَمِين عَلَى صَاحِب الشِّمَال فَإِنْ أَصَابَ الْعَبْد خَطِيئَة قَالَ لَهُ أَمْسِكْ فَإِنْ اِسْتَغْفَرَ اللَّه تَعَالَى نَهَاهُ أَنْ يَكْتُبهَا وَإِنْ أَبَى كَتَبَهَا رَوَاهُ اِبْن أَبِي حَاتِم وَقَالَ الْحَسَن الْبَصْرِيّ وَتَلَا هَذِهِ الْآيَة \" عَنْ الْيَمِين وَعَنْ الشِّمَال قَعِيد \" يَا اِبْن آدَم بُسِطَتْ لَك صَحِيفَةٌ وَوُكِّلَ بِك مَلَكَانِ كَرِيمَانِ أَحَدهمَا عَنْ يَمِينك وَالْآخَر عَنْ شِمَالِك فَأَمَّا الَّذِي عَنْ يَمِينك فَيَحْفَظ حَسَنَاتك وَأَمَّا الَّذِي عَنْ يَسَارك فَيَحْفَظ سَيِّئَاتك فَاعْمَلْ مَا شِئْت أَقْلِلْ أَوْ أَكْثِرْ حَتَّى إِذَا مُتّ طُوِيَتْ صَحِيفَتُك وَجُعِلَتْ فِي عُنُقك مَعَك فِي قَبْرك حَتَّى تَخْرُج يَوْم الْقِيَامَة فَعِنْد ذَلِكَ يَقُول تَعَالَى \" وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا اِقْرَأْ كِتَابك كَفَى بِنَفْسِك الْيَوْم عَلَيْك حَسِيبًا \" ثُمَّ يَقُول عَدْل وَاَللَّه فِيك مَنْ جَعَلَك حَسِيب نَفْسك وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُمَا \" مَا يَلْفِظ مِنْ قَوْل إِلَّا لَدَيْهِ رَقِيب عَتِيد \" قَالَ يَكْتُب كُلّ مَا تَكَلَّمَ بِهِ مِنْ خَيْر أَوْ شَرّ حَتَّى إِنَّهُ لَيَكْتُب قَوْله أَكَلْت شَرِبْت ذَهَبْت جِئْت رَأَيْت حَتَّى إِذَا كَانَ يَوْم الْخَمِيس عُرِضَ قَوْله وَعَمَله فَأَقَرَّ مِنْهُ مَا كَانَ فِيهِ مِنْ خَيْر أَوْ شَرّ وَأَلْقَى سَائِره وَذَلِكَ قَوْله تَعَالَى \" يَمْحُو اللَّه مَا يَشَاء وَيُثْبِت وَعِنْده أُمّ الْكِتَاب \" وَذُكِرَ عَنْ الْإِمَام أَحْمَد أَنَّهُ كَانَ يَئِنّ فِي مَرَضه فَبَلَغَهُ عَنْ طَاوُسٍ أَنَّهُ قَالَ يَكْتُب الْمَلَك كُلّ شَيْء حَتَّى الْأَنِين فَلَمْ يَئِنّ أَحْمَد حَتَّى مَاتَ رَحِمَهُ اللَّه .</p><BR> <br> ", "sura_id": 50, "type": 4, "id": 41566, "aya_id": 18}]