[{"text": "بَلْ كَذَّبُواْ بِمَا لَمْ يُحِيطُواْ بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ كَذَلِكَ كَذَّبَ الَّذِينَ مِن قَبْلِهِمْ فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ", "sura_id": 10, "type": 0, "id": 1403, "aya_id": 39}, {"text": "بل كذبوا بما لم يحيطوا بعلمه ولما يأتهم تأويله كذلك كذب الذين من قبلهم فانظر كيف كان عاقبة الظالمين", "sura_id": 10, "type": 1, "id": 7639, "aya_id": 39}, {"text": "39 - قال تعالى (بل كذبوا بما لم يحيطوا بعلمه) أي القرآن ولم يتدبروه (ولما) لم (يأتهم تأويله) عاقبة ما فيه من الوعيد (كذلك) التكذيب (كذب الذين من قبلهم) رسلهم (فانظر كيف كان عاقبة الظالمين) بتكذيب الرسل أي آخر أمرهم من الهلاك فكذلك نهلك هؤلاء \r\n", "sura_id": 10, "type": 2, "id": 26347, "aya_id": 39}, {"text": "بل سارَعوا إلى التكذيب بالقرآن أول ما سمعوه, قبل أن يتدبروا آياته, وكفروا بما لم يحيطوا بعلمه من ذكر البعث والجزاء والجنة والنار وغير ذلك, ولم يأتهم بعدُ حقيقة ما وُعِدوا به في الكتاب. وكما كذَّب المشركون بوعيد الله كذَّبت الأمم التي خلت قبلهم, فانظر -أيها الرسول- كيف كانت عاقبة الظالمين؟ فقد أهلك الله بعضهم بالخسف, وبعضهم بالغرق, وبعضهم بغير ذلك.\r\n", "sura_id": 10, "type": 3, "id": 32583, "aya_id": 39}, {"text": " <font color=red>بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ</font><BR><p>وَقَوْله \" بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمْ يَأْتِهِمْ تَأْوِيله \" يَقُول بَلْ كَذَّبَ هَؤُلَاءِ بِالْقُرْآنِ وَلَمْ يَفْهَمُوهُ وَلَا عَرَفُوهُ \" وَلَمَّا يَأْتِهِمْ تَأْوِيله \" أَيْ وَلَمْ يُحَصِّلُوا مَا فِيهِ مِنْ الْهُدَى وَدِين الْحَقّ إِلَى حِين تَكْذِيبهمْ بِهِ جَهْلًا وَسَفَهًا \" كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلهمْ \" أَيْ مِنْ الْأُمَم السَّالِفَة \" فَانْظُرْ كَيْف كَانَ عَاقِبَة الظَّالِمِينَ \" أَيْ فَانْظُرْ كَيْف أَهْلَكْنَاهُمْ بِتَكْذِيبِهِمْ رُسُلنَا ظُلْمًا وَعُلُوًّا وَكُفْرًا وَعِنَادًا وَجَهْلًا فَاحْذَرُوا أَيّهَا الْمُكَذِّبُونَ أَنْ يُصِيبكُمْ مَا أَصَابَهُمْ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37466, "aya_id": 39}]