[{"text": "يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا تَدَايَنتُم بِدَيْنٍ إِلَى أَجَلٍ مُّسَمًّى فَاكْتُبُوهُ وَلْيَكْتُب بَّيْنَكُمْ كَاتِبٌ بِالْعَدْلِ وَلاَ يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللّهُ فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللّهَ رَبَّهُ وَلاَ يَبْخَسْ مِنْهُ شَيْئًا فَإن كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لاَ يَسْتَطِيعُ أَن يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ وَاسْتَشْهِدُواْ شَهِيدَيْنِ من رِّجَالِكُمْ فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّن تَرْضَوْنَ مِنَ الشُّهَدَاء أَن تَضِلَّ إْحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الأُخْرَى وَلاَ يَأْبَ الشُّهَدَاء إِذَا مَا دُعُواْ وَلاَ تَسْأَمُوْاْ أَن تَكْتُبُوْهُ صَغِيرًا أَو كَبِيرًا إِلَى أَجَلِهِ ذَلِكُمْ أَقْسَطُ عِندَ اللّهِ وَأَقْومُ لِلشَّهَادَةِ وَأَدْنَى أَلاَّ تَرْتَابُواْ إِلاَّ أَن تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلاَّ تَكْتُبُوهَا وَأَشْهِدُوْاْ إِذَا تَبَايَعْتُمْ وَلاَ يُضَآرَّ كَاتِبٌ وَلاَ شَهِيدٌ وَإِن تَفْعَلُواْ فَإِنَّهُ فُسُوقٌ بِكُمْ وَاتَّقُواْ اللّهَ وَيُعَلِّمُكُمُ اللّهُ وَاللّهُ بِكُلِّ شَيْءٍ عَلِيمٌ", "sura_id": 2, "type": 0, "id": 289, "aya_id": 282}, {"text": "يا أيها الذين آمنوا إذا تداينتم بدين إلى أجل مسمى فاكتبوه وليكتب بينكم كاتب بالعدل ولا يأب كاتب أن يكتب كما علمه الله فليكتب وليملل الذي عليه الحق وليتق الله ربه ولا يبخس منه شيئا فإن كان الذي عليه الحق سفيها أو ضعيفا أو لا يستطيع أن يمل هو فليملل وليه بالعدل واستشهدوا شهيدين من رجالكم فإن لم يكونا رجلين فرجل وامرأتان ممن ترضون من الشهداء أن تضل إحداهما فتذكر إحداهما الأخرى ولا يأب الشهداء إذا ما دعوا ولا تسأموا أن تكتبوه صغيرا أو كبيرا إلى أجله ذلكم أقسط عند الله وأقوم للشهادة وأدنى ألا ترتابوا إلا أن تكون تجارة حاضرة تديرونها بينكم فليس عليكم جناح ألا تكتبوها وأشهدوا إذا تبايعتم ولا يضار كاتب ولا شهيد وإن تفعلوا فإنه فسوق بكم واتقوا الله ويعلمكم الله والله بكل شيء عليم", "sura_id": 2, "type": 1, "id": 6525, "aya_id": 282}, {"text": "282 - (يا أيها الذين آمنوا إذا تداينتم) تعاملتم (بدين) كسلم وقرض (إلى أجل مسمى) معلوم (فاكتبوه) استيثاقا ودفعا للنزاع (وليكتب) كتاب الدين (بينكم كاتب بالعدل) بالحق في كتابته لا يزيد في المال والأجل ولا ينقص (ولا يأب) يمتنع (كاتب) من (أن يكتب) إذ دعي إليها (كما علمه الله) أي فضله بالكتابة فلا يبخل بها ، والكاف متعلقة بيأب (فليكتب) تأكيد (وليُملل) يمل الكاتب (الذي عليه الحق) الدين لأنه المشهود عليه فيقر ليعلم ما عليه (وليتق الله ربه) في إملائه (ولا يبخس) ينقص (منه) أي الحق (شيئا فإن كان الذي عليه الحق سفيها) مبذراً (أو ضعيفا) عن الإملاء لصغر أو كبر (أو لا يستطيع أن يمل هو) لخرس أو جهل باللغة أو نحو ذلك (فليملل وليه) متولي أمره من والد ووصي وقيم ومترجم (بالعدل واستشهدوا) أشهدوا على الدين (شهيدين) شاهدين (من رجالكم) أي بالغي المسلمين الأحرار (فإن لم يكونا) أي الشهيدان (رجلين فرجل وامرأتان) يشهدون (ممن ترضون من الشهداء) لدينه وعدالته وتعدد النساء لأجل (أن تضل) تنسى (إحداهما) الشهادة لنقص عقلهن وضبطهن (فتذكِّر) بالتخفيف والتشديد (إحداهما) الذاكرة (الأخرى) الناسية ، وجملة الإذكار محل العلة أي لتذكر إن ضلت ودخلت على الضلال لأنه سببه وفي قراءة بكسر {إن} شرطية ورفع تذكر استئناف جوابه (ولا يأب الشهداء إذا ما) زائدة (دعوا) إلى تحمل الشهادة وأدائها (ولا تسأموا) تملوا من (أن تكتبوه) أي ما شهدتم عليه من الحق لكثرة وقوع ذلك (صغيرا) كان (أو كبيرا) قليلا أو كثيرا (إلى أجله) وقت حلوله حال من الهاء في تكتبوه (ذلكم) أي الكتب (أقسط) أعدل (عند الله وأقوم للشهادة) أي أعون على إقامتها لأنه يذكرها (وأدنى) أقرب إلى (أ) ن (لا ترتابوا) تشكوا في قدر الحق والأجل (إلا أن تكون) تقع (تجارةٌ حاضرةٌ) وفي قراءة بالنصب فتكون ناقصة واسمها ضمير التجارة (تديرونها بينكم) أي تقبضونها ولا أجل فيها (فليس عليكم جناح) في (أ) ن (لا تكتبوها) والمراد بها المتجر فيه (وأشهدوا إذا تبايعتم) عليه فإنه أدفع للاختلاف وهذا وما قبله أمر ندب (ولا يضار كاتب ولا شهيد) صاحب الحق ومن عليه بتحريف أو امتناع من الشهادة أو الكتابة ولا يضرهما صاحب الحق بتكليفهما ما لا يليق في الكتابة والشهادة (وإن تفعلوا) ما نهيتم عنه (فإنه فسوق) خروج عن الطاعة لا حق (بكم واتقوا الله) في أمره ونهيه (ويعلمكم الله) مصالح أموركم حال مقدرة أو مستأنف (والله بكل شيء عليم) \r\n", "sura_id": 2, "type": 2, "id": 25233, "aya_id": 282}, {"text": "يا من آمنتم بالله واتبعتم رسوله محمدًا صلى الله عليه وسلم إذا تعاملتم بدَيْن إلى وقت معلوم فاكتبوه; حفظًا للمال ودفعًا للنزاع. ولْيقُم بالكتابة رجل أمين ضابط, ولا يمتنع مَن علَّمه الله الكتابة عن ذلك, ولْيقم المدين بإملاء ما عليه من الدَّيْن, وليراقب ربه, ولا ينقص من دينه شيئا. فإن كان المدين محجورًا عليه لتبذيره وإسرافه, أو كان صغيرًا أو مجنونًا, أو لا يستطيع النطق لخرس به أو عدم قدرة كاملة على الكلام, فليتولَّ الإملاء عن المدين القائم بأمره, واطلبوا شهادة رجلين مسلمَيْن بالِغَيْن عاقلَيْن من أهل العدالة. فإن لم يوجد رجلان, فاطلبوا شهادة رجل وامرأتين ترضون شهادتهم, حتى إذا نَسِيَتْ إحداهما ذكَّرتها الأخرى, وعلى الشهداء أن يجيبوا مَن دعاهم إلى الشهادة, وعليهم أداؤها إذا ما دعوا إليها, ولا تَمَلُّوا من كتابة الدَّين قليلا أو كثيرًا إلى وقته المعلوم. ذلكم أعدل في شرع الله وهديه, وأعظم عونًا على إقامة الشهادة وأدائها, وأقرب إلى نفي الشك في جنس الدَّين وقدره وأجله. لكن إن كانت المسألة مسألة بيع وشراء، بأخذ سلعة ودفع ثمنها في الحال، فلا حاجة إلى الكتابة, ويستحب الإشهاد على ذلك منعًا للنزاع والشقاق، ومن الواجب على الشاهد والكاتب أداء الشهادة على وجهها والكتابة كما أمر الله. ولا يجوز لصاحب الحق ومَن عليه الحق الإضرار بالكُتَّاب والشهود، وكذلك لا يجوز للكُتَّاب والشهود أن يضارُّوا بمن احتاج إلى كتابتهم أو شهادتهم، وإن تفعلوا ما نهيتم عنه فإنه خروج عن طاعة الله، وعاقبة ذلك حالَّة بكم. وخافوا الله في جميع ما أمركم به، ونهاكم عنه، ويعلمكم الله جميع ما يصلح دنياكم وأخراكم. والله بكل شيء عليم، فلا يخفى عليه شيء من أموركم، وسيجازيكم على ذلك.\r\n", "sura_id": 2, "type": 3, "id": 31469, "aya_id": 282}, {"text": " <font color=red>يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى</font><BR><p>هَذِهِ الْآيَة الْكَرِيمَة أَطْوَل آيَة فِي الْقُرْآن الْعَظِيم وَقَدْ قَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير حَدَّثَنَا يُونُس أَخْبَرَنَا اِبْن وَهْب أَخْبَرَنِي يُونُس عَنْ اِبْن شِهَاب قَالَ حَدَّثَنِي سَعِيد بْن الْمُسَيِّب أَنَّهُ بَلَغَهُ أَنْ أَحْدَثَ الْقُرْآن بِالْعَرْشِ آيَة الدَّيْن وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد بْن سَلَمَة عَنْ عَلِيّ بْن زَيْد عَنْ يُوسُف بْن مِهْرَان عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ لَمَّا نَزَلَتْ آيَة الدَّيْن قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" إِنَّ أَوَّل مَنْ جَحَدَ آدَم عَلَيْهِ السَّلَام إِنَّ اللَّه لَمَّا خَلَقَ آدَم مَسَحَ ظُهْره فَأَخْرَجَ مِنْهُ مَا هُوَ ذَارٍ إِلَى يَوْم الْقِيَامَة فَجَعَلَ يَعْرِض ذُرِّيَّته عَلَيْهِ فَرَأَى فِيهِمْ رَجُلًا يُزْهِر فَقَالَ أَيْ رَبّ مَنْ هَذَا ؟ قَالَ هُوَ اِبْنك دَاوُد قَالَ أَيْ رَبّ كَمْ عُمُره ؟ قَالَ سِتُّونَ عَامًا قَالَ رَبّ زِدْ فِي عُمُره قَالَ لَا إِلَّا أَنْ أَزِيدهُ مِنْ عُمُرك وَكَانَ عُمُر آدَم أَلْف سَنَة فَزَادَهُ أَرْبَعِينَ عَامًا فَكَتَبَ عَلَيْهِ بِذَلِكَ كِتَابًا وَأَشْهَدَ عَلَيْهِ الْمَلَائِكَة فَلَمَّا اُحْتُضِرَ آدَم وَأَتَتْهُ الْمَلَائِكَة قَالَ إِنَّهُ قَدْ بَقِيَ مِنْ عُمُرِي أَرْبَعُونَ عَامًا فَقِيلَ لَهُ إِنَّك قَدْ وَهَبْتهَا لِابْنِك دَاوُد قَالَ مَا فَعَلْت فَأَبْرَزَ اللَّه عَلَيْهِ الْكِتَاب وَأَشْهَد عَلَيْهِ الْمَلَائِكَة \" وَحَدَّثَنَا أَسْوَد بْن عَامِر عَنْ حَمَّاد بْن سَلَمَة فَذَكَرَهُ وَزَادَ فِيهِ \" فَأَتَمَّهَا اللَّه لِدَاوُد مِائَة وَأَتَمَّهَا لِآدَم أَلْف سَنَة \" . وَكَذَا رَوَاهُ اِبْن أَبِي حَاتِم عَنْ يُوسُف بْن أَبِي حَبِيب عَنْ أَبِي دَاوُد الطَّيَالِسِيّ عَنْ حَمَّاد بْن سَلَمَة . هَذَا حَدِيث غَرِيب جِدًّا وَعَلِيّ بْن زَيْد بْن جُدْعَان فِي أَحَادِيثه نَكَارَة وَقَدْ رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه بِنَحْوِهِ مِنْ حَدِيث الْحَارِث بْن عَبْد الرَّحْمَن بْن أَبِي وَثَّاب عَنْ سَعِيد الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة وَمِنْ رِوَايَة أَبِي دَاوُد بْن أَبِي هِنْد عَنْ الشَّعْبِيّ عَنْ أَبِي هُرَيْرَة وَمِنْ طَرِيق مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة وَمِنْ حَدِيث تَمَام بْن سَعْد عَنْ زَيْد بْن أَسْلَمَ عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ بِنَحْوِهِ . فَقَوْله\" يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ \" هَذَا إِرْشَاد مِنْهُ تَعَالَى لِعِبَادِهِ الْمُؤْمِنِينَ إِذَا تَعَامَلُوا بِمُعَامَلَاتٍ مُؤَجَّلَة أَنْ يَكْتُبُوهَا لِيَكُونَ ذَلِكَ أَحْفَظ لِمِقْدَارِهَا وَمِيقَاتهَا وَأَضْبَط لِلشَّاهِدِ فِيهَا وَقَدْ نَبَّهَ عَلَى هَذَا فِي آخِر الْآيَة حَيْثُ قَالَ \" ذَلِكُمْ أَقْسَطُ عِنْد اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَى أَنْ لَا تَرْتَابُوا \" وَقَالَ سُفْيَان الثَّوْرِيّ عَنْ اِبْن أَبِي نَجِيح عَنْ مُجَاهِد عَنْ اِبْن عَبَّاس فِي قَوْله \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَل مُسَمًّى فَاكْتُبُوهُ\" قَالَ أُنْزِلَتْ فِي السِّلْم إِلَى أَجَل مَعْلُوم وَقَالَ قَتَادَة عَنْ أَبِي حَسَّان الْأَعْرَج عَنْ اِبْن عَبَّاس قَالَ أَشْهَد أَنَّ السَّلَف الْمَضْمُون إِلَى أَجَل مُسَمًّى أَنَّ اللَّه أَحَلَّهُ وَأَذِنَ فِيهِ ثُمَّ قَرَأَ \" يَا أَيّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَل مُسَمًّى \" . رَوَاهُ الْبُخَارِيّ وَثَبَتَ فِي الصَّحِيحَيْنِ مِنْ رِوَايَة سُفْيَان بْن عُيَيْنَة عَنْ اِبْن أَبِي نَجِيح عَنْ عَبْد اللَّه بْن كَثِير عَنْ أَبِي الْمِنْهَال عَنْ اِبْن عَبَّاس . قَالَ : قَدِمَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - الْمَدِينَة وَهُمْ يُسَلِّفُونَ فِي الثِّمَار السَّنَة وَالسَّنَتَيْنِ وَالثَّلَاث فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" مَنْ أَسْلَفَ فَلْيُسَلِّفْ فِي كَيْل مَعْلُوم وَوَزْن مَعْلُوم وَأَجَل مَعْلُوم \" وَقَوْله \" فَاكْتُبُوهُ \" أَمْر مِنْهُ تَعَالَى بِالْكِتَابَةِ لِلتَّوْثِقَةِ وَالْحِفْظ فَإِنْ قِيلَ فَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ عَنْ عَبْد اللَّه بْن عُمَر قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" إِنَّا أُمَّة أُمِّيَّة لَا نَكْتُب وَلَا نَحْسِب \" فَمَا الْجَمْع بَيْنه وَبَيْن الْأَمْر بِالْكِتَابَةِ فَالْجَوَاب أَنَّ الدَّيْن مِنْ حَيْثُ هُوَ غَيْر مُفْتَقِر إِلَى كِتَابَة أَصْلًا لِأَنَّ كِتَاب اللَّه قَدْ سَهَّلَ اللَّهُ وَيَسَّرَ حِفْظه عَلَى النَّاس وَالسُّنَن أَيْضًا مَحْفُوظَة عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَاَلَّذِي أَمَرَ اللَّه بِكِتَابَتِهِ إِنَّمَا هُوَ أَشْيَاء جُزْئِيَّة تَقَع بَيْن النَّاس فَأُمِرُوا أَمْر إِرْشَاد لَا أَمْر إِيجَاب كَمَا ذَهَبَ إِلَيْهِ بَعْضهمْ قَالَ اِبْن جُرَيْج مَنْ اِدَّانَ فَلْيَكْتُبْ وَمَنْ اِبْتَاعَ فَلْيُشْهِدْ وَقَالَ قَتَادَة ذُكِرَ لَنَا أَنَّ أَبَا سُلَيْمَان الْمَرْعَشِيّ كَانَ رَجُلًا صَحِبَ كَعْبًا فَقَالَ ذَات يَوْم لِأَصْحَابِهِ هَلْ تَعْلَمُونَ مَظْلُومًا دَعَا رَبّه فَلَمْ يَسْتَجِبْ لَهُ ؟ فَقَالُوا وَكَيْف يَكُون ذَلِكَ ؟ قَالَ رَجُل بَاعَ بَيْعًا إِلَى أَجَل فَلَمْ يُشْهِد وَلَمْ يَكْتُب فَلَمَّا حَلَّ مَاله جَحَدَهُ صَاحِبه فَدَعَا رَبّه فَلَمْ يَسْتَجِبْ لَهُ لِأَنَّهُ قَدْ عَصَى رَبّه . وَقَالَ أَبُو سَعِيد وَالشَّعْبِيّ وَالرَّبِيع بْن أَنَس وَالْحَسَن وَابْن جُرَيْج وَابْن زَيْد وَغَيْرهمْ كَانَ ذَلِكَ وَاجِبًا ثُمَّ نُسِخَ بِقَوْلِهِ \" فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَته \" وَالدَّلِيل عَلَى ذَلِكَ أَيْضًا الْحَدِيث الَّذِي حُكِيَ عَنْ شَرْع مَنْ قَبْلنَا مُقَرَّرًا فِي شَرْعنَا وَلَمْ يُنْكَر عَدَم الْكِتَابَة وَالْإِشْهَاد قَالَ الْإِمَام أَحْمَد حَدَّثَنَا يُونُس بْن مُحَمَّد حَدَّثَنَا لَيْث عَنْ جَعْفَر بْن رَبِيعَة عَنْ عَبْد الرَّحْمَن بْن هُرْمُز عَنْ أَبِي هُرَيْرَة عَنْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّهُ ذَكَرَ أَنَّ رَجُلًا مِنْ بَنِي إِسْرَائِيل سَأَلَ بَعْض بَنِي إِسْرَائِيل أَنْ يُسَلِّفهُ أَلْف دِينَار فَقَالَ اِئْتِنِي بِشُهَدَاء أُشْهِدهُمْ قَالَ كَفَى بِاَللَّهِ شَهِيدًا قَالَ اِئْتِنِي بِكَفِيلٍ قَالَ كَفَى بِاَللَّهِ كَفِيلًا قَالَ صَدَقْت فَدَفَعَهَا إِلَيْهِ إِلَى أَجَل مُسَمًّى فَخَرَجَ فِي الْبَحْر فَقَضَى حَاجَته ثُمَّ اِلْتَمَسَ مَرْكَبًا يَقْدُم عَلَيْهِ لِلْأَجَلِ الَّذِي أَجَّلَهُ فَلَمْ يَجِد مَرْكَبًا فَأَخَذَ خَشَبَة فَنَقَرَهَا فَأَدْخَلَ فِيهَا أَلْف دِينَار وَصَحِيفَة مَعَهَا إِلَى صَاحِبهَا ثُمَّ زَجَّجَ مَوْضِعهَا ثُمَّ أَتَى بِهَا الْبَحْر ثُمَّ قَالَ اللَّهُمَّ إِنَّك قَدْ عَلِمْت أَنِّي اسْتَسْلَفْت فُلَانًا أَلْف دِينَار فَسَأَلَنِي كَفِيلًا فَقُلْت : كَفَى بِاَللَّهِ كَفِيلًا فَرَضِيَ بِذَلِكَ وَسَأَلَنِي شَهِيدًا فَقُلْت كَفَى بِاَللَّهِ شَهِيدًا فَرَضِيَ بِذَلِكَ وَإِنِّي قَدْ جَهَدْت أَنْ أَجِد مَرْكَبًا أَبْعَث بِهَا إِلَيْهِ بِاَلَّذِي أَعْطَانِي فَلَمْ أَجِد مَرْكَبًا وَإِنِّي اِسْتَوْدَعْتُكهَا فَرَمَى بِهَا فِي الْبَحْر حَتَّى وَلَجَتْ فِيهِ ثُمَّ اِنْصَرَفَ وَهُوَ فِي ذَلِكَ يَطْلُب مَرْكَبًا إِلَى بَلَده فَخَرَجَ الرَّجُل الَّذِي كَانَ أَسْلَفَهُ يَنْظُر لَعَلَّ مَرْكَبًا تَجِيئهُ بِمَالِهِ فَإِذَا بِالْخَشَبَةِ الَّتِي فِيهَا الْمَال فَأَخَذَهَا لِأَهْلِهِ حَطَبًا فَلَمَّا كَسَرَهَا وَجَدَ الْمَال وَالصَّحِيفَة ثُمَّ قَدِمَ الرَّجُل الَّذِي كَانَ تَسَلَّفَ مِنْهُ فَأَتَاهُ بِأَلْفِ دِينَار وَقَالَ : وَاَللَّه مَا زِلْت جَاهِدًا فِي طَلَب مَرْكَب لِآتِيَك بِمَالِك فَمَا وَجَدْت مَرْكَبًا قَبْل الَّذِي أَتَيْت فِيهِ . قَالَ هَلْ كُنْت بَعَثْت إِلَيَّ بِشَيْءٍ ؟ قَالَ أَلَمْ أُخْبِرك أَنِّي لَمْ أَجِد مَرْكَبًا قَبْل هَذَا الَّذِي جِئْت فِيهِ ؟ قَالَ فَإِنَّ اللَّه قَدْ أَدَّى عَنْك الَّذِي بَعَثْت بِهِ فِي الْخَشَبَة فَانْصَرَفَ بِأَلْفِك رَاشِدًا . وَهَذَا إِسْنَاد صَحِيح وَقَدْ رَوَاهُ الْبُخَارِيّ فِي سَبْعَة مَوَاضِع مِنْ طُرُق صَحِيحَة مُعَلَّقًا بِصِيغَةِ الْجَزْم فَقَالَ : وَقَالَ اللَّيْث بْن سَعِيد فَذَكَرَهُ وَيُقَال إِنَّهُ رَوَاهُ فِي بَعْضهَا عَنْ عَبْد اللَّه بْن صَالِح كَاتِب اللَّيْث عَنْهُ .</p><BR><font color=red>فَاكْتُبُوهُ وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْئًا فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ</font><BR><p>وَقَوْله تَعَالَى\" وَلْيَكْتُبْ بَيْنكُمْ كَاتِب بِالْعَدْلِ \" أَيْ بِالْقِسْطِ وَالْحَقّ وَلَا يَجُرّ فِي كِتَابَته عَلَى أَحَد وَلَا يَكْتُب إِلَّا مَا اِتَّفَقُوا عَلَيْهِ مِنْ غَيْر زِيَادَة وَلَا نُقْصَان وَقَوْله \" وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُب كَمَا عَلَّمَهُ اللَّه فَلْيَكْتُبْ \" أَيْ وَلَا يَمْتَنِع مَنْ يَعْرِف الْكِتَابَة إِذَا سُئِلَ أَنْ يَكْتُب لِلنَّاسِ وَلَا ضَرُورَة عَلَيْهِ فِي ذَلِكَ فَكَمَا عَلَّمَهُ اللَّه مَا لَمْ يَكُنْ يَعْلَم فَلْيَتَصَدَّقْ عَلَى غَيْره مِمَّنْ لَا يُحْسِن الْكِتَابَة وَلْيَكْتُبْ كَمَا جَاءَ فِي الْحَدِيث \" إِنَّ مِنْ الصَّدَقَة أَنْ تُعِين صَانِعًا أَوْ تَصْنَع لِأَخْرَق \" وَفِي الْآخَر \" مَنْ كَتَمَ عِلْمًا يَعْلَمهُ أُلْجِمَ يَوْم الْقِيَامَة بِلِجَامٍ مِنْ نَار \". وَقَالَ مُجَاهِد وَعَطَاء وَاجِب عَلَى الْكَاتِب أَنْ يَكْتُب وَقَوْله\" وَلْيُمْلِلْ الَّذِي عَلَيْهِ الْحَقّ وَلْيَتَّقِ اللَّه رَبّه \" أَيْ وَلْيُمْلِلْ الْمَدِين عَلَى الْكَاتِب مَا فِي ذِمَّته مِنْ الدِّين وَلْيَتَّقِ اللَّه فِي ذَلِكَ \" وَلَا يَبْخَس مِنْهُ شَيْئًا \" أَيْ لَا يَكْتُم مِنْهُ شَيْئًا \" فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا \" مَحْجُورًا عَلَيْهِ بِتَبْذِيرِ وَنَحْوه \" أَوْ ضَعِيفًا \" أَيْ صَغِيرًا أَوْ مَجْنُونًا \" أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ \" إِمَّا لِعِيٍّ أَوْ جَهْلٍ بِمَوْضِعِ صَوَاب ذَلِكَ مِنْ خَطَئِهِ\" فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ \" .</p><BR><font color=red>بِالْعَدْلِ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا</font><BR><p>\" وَقَوْله \" وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ \" أَمْر بِالْإِشْهَادِ مَعَ الْكِتَابَة لِزِيَادَةِ التَّوْثِقَة \" فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُل وَامْرَأَتَانِ \" وَهَذَا إِنَّمَا يَكُون فِي الْأَمْوَال وَمَا يَقْصِد بِهِ الْمَال وَإِنَّمَا أُقِيمَتْ الْمَرْأَتَانِ مَقَام الرَّجُل لِنُقْصَانِ عَقْل الْمَرْأَة كَمَا قَالَ مُسْلِم فِي صَحِيحه حَدَّثَنَا قُتَيْبَة حَدَّثَنَا إِسْمَاعِيل بْن جَعْفَر عَنْ عَمْرو بْن أَبِي عَمْرو عَنْ الْمَقْبُرِيّ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ \" يَا مَعْشَر النِّسَاء تَصَدَّقْنَ وَأَكْثِرْنَ الِاسْتِغْفَار فَإِنِّي رَأَيْتُكُنَّ أَكْثَر أَهْل النَّار فَقَالَتْ اِمْرَأَة مِنْهُنَّ جَزْلَة وَمَا لَنَا يَا رَسُول اللَّه أَكْثَر أَهْل النَّار ؟ قَالَ\" تُكْثِرْنَ اللَّعْن وَتَكْفُرْنَ الْعَشِير مَا رَأَيْت مِنْ نَاقِصَات عَقْل وَدِين أَغْلَب لِذِي لُبّ مِنْكُنَّ \" . قَالَتْ يَا رَسُول اللَّه مَا نُقْصَان الْعَقْل وَالدِّين قَالَ \" أَمَّا نُقْصَان عَقْلهَا فَشَهَادَة اِمْرَأَتَيْنِ تَعْدِل شَهَادَة رَجُل فَهَذَا نُقْصَان الْعَقْل وَتَمْكُث اللَّيَالِي لَا تُصَلِّي وَتُفْطِر فِي رَمَضَان فَهَذَا نُقْصَان الدِّين\" . وَقَوْله \" مِمَّنْ تَرْضَوْنَ مِنْ الشُّهَدَاء \" فِيهِ دَلَالَة عَلَى اِشْتِرَاط الْعَدَالَة فِي الشُّهُود وَهَذَا مُقَيَّد حَكَمَ بِهِ الشَّافِعِيّ عَلَى كُلّ مُطْلَق فِي الْقُرْآن مِنْ الْأَمْر بِالْإِشْهَادِ مِنْ غَيْر اِشْتِرَاط وَقَدْ اِسْتَدَلَّ مَنْ رَدَّ الْمَسْتُور بِهَذِهِ الْآيَة الدَّالَّة عَلَى أَنْ يَكُون الشَّاهِد عَدْلًا مَرْضِيًّا. وَقَوْله \" أَنْ تَضِلَّ إِحْدَاهُمَا \" يَعْنِي الْمَرْأَتَيْنِ إِذَا نَسِيَتْ الشَّهَادَة \" فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى \" أَيْ يَحْصُل لَهَا ذِكْر بِمَا وَقَعَ بِهِ مِنْ الْإِشْهَاد وَبِهَذَا قَرَأَ آخَرُونَ فَتُذَكِّر بِالتَّشْدِيدِ مِنْ التِّذْكَار وَمَنْ قَالَ إِنَّ شَهَادَتهَا مَعَهَا تَجْعَلهَا كَشَهَادَةِ ذَكَر فَقَدْ أَبْعَدَ وَالصَّحِيح الْأَوَّل وَاَللَّه أَعْلَم .</p><BR><font color=red>الْأُخْرَى وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَى أَجَلِهِ ذَلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَى أَلَّا</font><BR><p>\" وَقَوْله \" وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا \" قِيلَ مَعْنَاهُ إِذَا دُعُوا لِلتَّحَمُّلِ فَعَلَيْهِمْ الْإِجَابَة وَهُوَ قَوْل قَتَادَة وَالرَّبِيع بْن أَنَس وَهَذَا كَقَوْلِهِ \" وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ \" وَمِنْ هَاهُنَا اُسْتُفِيدَ أَنَّ تَحَمُّل الشَّهَادَة فَرْض كِفَايَة قِيلَ وَهُوَ مَذْهَب الْجُمْهُور الْمُرَاد بِقَوْلِهِ \" وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا \" لِلْأَدَاءِ لِحَقِيقَةِ قَوْله الشُّهَدَاء وَالشَّاهِد حَقِيقَة فِيمَنْ تَحَمَّلَ فَإِذَا دُعِيَ لِأَدَائِهَا فَعَلَيْهِ الْإِجَابَة إِذَا تَعَيَّنَتْ وَإِلَّا فَهُوَ فَرْض كِفَايَة وَاَللَّه أَعْلَم . وَقَالَ مُجَاهِد وَأَبُو مِجْلَز وَغَيْر وَاحِد إِذَا دُعِيت لِتَشْهَد فَأَنْتَ بِالْخِيَارِ وَإِذَا شَهِدْت فَدُعِيت فَأَجِبْ وَقَدْ ثَبَتَ فِي صَحِيح مُسْلِم وَالسُّنَن مِنْ طَرِيق مَالِك عَنْ عَبْد اللَّه بْن أَبِي بَكْر بْن مُحَمَّد بْن عَمْرو بْن حَزْم عَنْ أَبِيهِ عَبْد اللَّه بْن عَمْرو بْن عُثْمَان عَنْ عَبْد الرَّحْمَن بْن أَبِي عَمْرَة عَنْ زَيْد بْن خَالِد أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالَ \" أَلَا أُخْبِركُمْ بِخَيْرِ الشُّهَدَاء ؟ الَّذِي يَأْتِي بِشَهَادَتِهِ قَبْل أَنْ يُسْأَلهَا \" . فَأَمَّا الْحَدِيث الْآخَر فِي الصَّحِيحَيْنِ \" أَلَا أُخْبِركُمْ بِشَرِّ الشُّهَدَاء\" ؟ الَّذِينَ يَشْهَدُونَ قَبْل أَنْ يُسْتَشْهَدُوا وَكَذَا قَوْله\" ثُمَّ يَأْتِي قَوْم تَسْبِقُ أَيْمَانُهُمْ شَهَادَتَهُمْ وَتَسْبِقُ شَهَادَتُهُمْ أَيْمَانَهُمْ \" وَفِي رِوَايَة \" ثُمَّ يَأْتِي قَوْم يَشْهَدُونَ وَلَا يُسْتَشْهَدُونَ \" وَهَؤُلَاءِ شُهُود الزُّور وَقَدْ رُوِيَ عَنْ اِبْن عَبَّاس وَالْحَسَن الْبَصْرِيّ أَنَّهَا تَعُمّ الْحَالَيْنِ التَّحَمُّل وَالْأَدَاء . وَقَوْله \" وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَى أَجَلِهِ \" هَذَا مِنْ تَمَام الْإِرْشَاد وَهُوَ الْأَمْر بِكِتَابَةِ الْحَقّ صَغِيرًا كَانَ أَوْ كَبِيرًا فَقَالَ وَلَا تَسْأَمُوا أَيْ لَا تَمَلُّوا أَنْ تَكْتُبُوا الْحَقّ عَلَى أَيّ حَال كَانَ مِنْ الْقِلَّة وَالْكَثْرَة إِلَى أَجَله وَقَوْله\" ذَلِكُمْ أَقْسَطُ عِنْد اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَى أَنْ لَا تَرْتَابُوا \" . أَيْ هَذَا الَّذِي أَمَرْنَاكُمْ بِهِ مِنْ الْكِتَابَة لِلْحَقِّ إِذَا كَانَ مُؤَجَّلًا هُوَ أَقْسَط عِنْد اللَّه أَيْ أَعْدَل وَأَقْوَم لِلشَّهَادَةِ أَيْ أَثْبَت لِلشَّاهِدِ إِذَا وَضَعَ خَطّه ثُمَّ رَآهُ تَذَكَّرَ بِهِ الشَّهَادَة لِاحْتِمَالِ أَنَّهُ لَوْ لَمْ يَكْتُبهُ أَنْ يَنْسَاهُ كَمَا هُوَ الْوَاقِع غَالِبًا \" وَأَدْنَى أَنْ لَا تَرْتَابُوا \" وَأَقْرَب إِلَى عَدَم الرِّيبَة بَلْ تَرْجِعُونَ عِنْد التَّنَازُع إِلَى الْكِتَاب الَّذِي كَتَبْتُمُوهُ فَيَفْصِل بَيْنكُمْ بِلَا رِيبَة .</p><BR><font color=red>تَرْتَابُوا إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا وَأَشْهِدُوا إِذَا</font><BR><p>وَقَوْله \" إِلَّا أَنْ تَكُون تِجَارَة حَاضِرَة تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاح أَنْ لَا تَكْتُبُوهَا \" أَيْ إِذَا كَانَ الْبَيْع بِالْحَاضِرِ يَدًا بِيَدٍ فَلَا بَأْس بِعَدَمِ الْكِتَابَة لِانْتِفَاءِ الْمَحْذُور فِي تَرْكهَا . فَأَمَّا الْإِشْهَاد عَلَى الْبَيْع فَقَدْ قَالَ تَعَالَى \" وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ\" قَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبُو زُرْعَة حَدَّثَنِي يَحْيَى بْن عَبْد اللَّه بْن بَكْر حَدَّثَنِي اِبْن لَهِيعَة حَدَّثَنِي عَطَاء بْن دِينَار عَنْ سَعِيد بْن جُبَيْر فِي قَوْله تَعَالَى \" وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ \" يَعْنِي أَشْهِدُوا عَلَى حَقّكُمْ إِذَا كَانَ فِيهِ أَجَل أَوْ لَمْ يَكُنْ فِيهِ أَجَل فَأَشْهِدُوا عَلَى حَقّكُمْ عَلَى كُلّ حَال قَالَ وَرُوِيَ عَنْ جَابِر بْن زَيْد وَمُجَاهِد وَعَطَاء وَالضَّحَّاك نَحْو ذَلِكَ وَقَالَ الشَّعْبِيّ وَالْحَسَن هَذَا الْأَمْر مَنْسُوخ بِقَوْلِهِ \" فَإِنْ أَمِنَ بَعْضكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَته \" وَهَذَا الْأَمْر مَحْمُول عِنْد الْجُمْهُور عَلَى الْإِرْشَاد وَالنَّدْب لَا عَلَى الْوُجُوب وَالدَّلِيل عَلَى ذَلِكَ حَدِيث خُزَيْمَة بْن ثَابِت الْأَنْصَارِيّ . وَقَدْ رَوَاهُ الْإِمَام أَحْمَد حَدَّثَنَا أَبُو الْيَمَان حَدَّثَنَا شُعَيْب عَنْ الزُّهْرِيّ حَدَّثَنِي عُمَارَة بْن خُزَيْمَة الْأَنْصَارِيّ أَنَّ عَمَّهُ حَدَّثَهُ وَهُوَ مِنْ أَصْحَاب النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَنَّ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - اِبْتَاعَ فَرَسًا مِنْ أَعْرَابِيّ فَاسْتَتْبَعَهُ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لِيَقْضِيَهُ ثَمَن فَرَسه فَأَسْرَعَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَأَبْطَأَ الْأَعْرَابِيّ فَطَفِقَ رِجَال يَعْتَرِضُونَ الْأَعْرَابِيّ فَيُسَاوِمُونَهُ بِالْفَرَسِ وَلَا يَشْعُرُونَ أَنَّ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - اِبْتَاعَهُ حَتَّى زَادَ بَعْضهمْ الْأَعْرَابِيّ فِي السَّوْم عَلَى ثَمَن الْفَرَس الَّذِي اِبْتَاعَهُ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَادَى الْأَعْرَابِيّ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ : إِنْ كُنْت مُبْتَاعًا هَذَا الْفَرَس فَابْتَعْهُ وَإِلَّا بِعْته فَقَامَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - حِين سَمِعَ نِدَاء الْأَعْرَابِيّ قَالَ \" أَوَلَيْسَ قَدْ اِبْتَعْته مِنْك \" قَالَ الْأَعْرَابِيّ لَا وَاَللَّه مَا بِعْتُك فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" بَلْ قَدْ اِبْتَعْته مِنْك فَطَفِقَ النَّاس يَلُوذُونَ بِالنَّبِيِّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَالْأَعْرَابِيّ وَهُمَا يَتَرَاجَعَانِ فَطَفِقَ الْأَعْرَابِيّ يَقُول هَلُمَّ شَهِيدًا يَشْهَد أَنِّي بَايَعْتُك فَمَنْ جَاءَ مِنْ الْمُسْلِمِينَ قَالَ لِلْأَعْرَابِيِّ وَيْلك إِنَّ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لَمْ يَكُنْ يَقُول إِلَّا حَقًّا حَتَّى جَاءَ خُزَيْمَة فَاسْتَمَعَ لِمُرَاجَعَةِ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَمُرَاجَعَة الْأَعْرَابِيّ يَقُول : هَلُمَّ شَهِيدًا يَشْهَد أَنِّي بَايَعْتُك قَالَ : خُزَيْمَة أَنَا أَشْهَد أَنَّك قَدْ بَايَعْته فَأَقْبَلَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَلَى خُزَيْمَة فَقَالَ بِمَ تَشْهَد ؟ فَقَالَ بِتَصْدِيقِك يَا رَسُول اللَّه فَجَعَلَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - شَهَادَة خُزَيْمَة بِشَهَادَةِ رَجُلَيْنِ وَهَكَذَا رَوَاهُ أَبُو دَاوُد مِنْ حَدِيث شُعَيْب وَالنَّسَائِيّ مِنْ رِوَايَة مُحَمَّد بْن الْوَلِيد الزُّبَيْدِيّ كِلَاهُمَا عَنْ الزُّهْرِيّ بِهِ نَحْوه وَلَكِنَّ الِاحْتِيَاط هُوَ الْإِرْشَاد لِمَا رَوَاهُ الْإِمَامَانِ الْحَافِظ أَبُو بَكْر بْن مَرْدَوَيْهِ وَالْحَاكِم فِي مُسْتَدْرَكه رِوَايَة مُعَاذ بْن مُعَاذ الْعَنْبَرِيّ عَنْ شُعْبَة عَنْ فَرَّاس عَنْ الشَّعْبِيّ عَنْ أَبِي بُرْدَة عَنْ أَبِي مُوسَى عَنْ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" ثَلَاثَة يَدْعُونَ اللَّه فَلَا يُسْتَجَاب لَهُمْ : رَجُل لَهُ اِمْرَأَة سَيِّئَة الْخُلُق فَلَمْ يُطَلِّقهَا وَرَجُل دَفَعَ مَال يَتِيم قَبْل أَنْ يَبْلُغ وَرَجُل أَقْرَضَ رَجُلًا مَالًا فَلَمْ يُشْهِد \" ثُمَّ قَالَ الْحَاكِم صَحِيح الْإِسْنَاد عَلَى شَرْط الشَّيْخَيْنِ قَالَ وَلَمْ يُخَرِّجَاهُ لِتَوْقِيفِ أَصْحَاب شُعْبَة هَذَا الْحَدِيث عَلَى أَبِي مُوسَى وَإِنَّمَا أَجْمَعُوا عَلَى سَنَد حَدِيث شُعْبَة بِهَذَا الْإِسْنَاد ثَلَاثَة \" يُؤْتَوْنَ أَجْرهمْ مَرَّتَيْنِ \" .</p><BR><font color=red>تَبَايَعْتُمْ وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ</font><BR><p>وَقَوْله تَعَالَى \" وَلَا يُضَارّ كَاتِب وَلَا شَهِيد \" قِيلَ مَعْنَاهُ لَا يُضَارّ الْكَاتِب وَلَا الشَّاهِد فَيَكْتُب هَذَا خِلَاف مَا يُمْلِي وَيَشْهَد هَذَا بِخِلَافِ مَا سَمِعَ أَوْ يَكْتُمهَا بِالْكُلِّيَّةِ وَهُوَ قَوْل الْحَسَن وَقَتَادَة وَغَيْرهمَا وَقِيلَ مَعْنَاهُ لَا يَضُرّ بِهِمَا قَالَ اِبْن أَبِي حَاتِم . حَدَّثَنَا أُسَيْد بْن عَاصِم حَدَّثَنَا الْحُسَيْن يَعْنِي اِبْن حَفْص حَدَّثَنَا سُفْيَان عَنْ يَزِيد بْن أَبِي زِيَاد عَنْ مِقْسَم عَنْ اِبْن عَبَّاس فِي هَذِهِ الْآيَة \" وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ \" قَالَ يَأْتِي الرَّجُل فَيَدْعُوهُمَا إِلَى الْكِتَاب وَالشَّهَادَة فَيَقُولَانِ إِنَّا عَلَى حَاجَة فَيَقُول إِنَّكُمَا قَدْ أُمِرْتُمَا أَنْ تُجِيبَا فَلَيْسَ لَهُ أَنْ يُضَارّهُمَا ثُمَّ قَالَ وَرُوِيَ عَنْ عِكْرِمَة وَمُجَاهِد وَطَاوُس وَسَعِيد بْن جُبَيْر وَالضَّحَّاك وَعَطِيَّة وَمُقَاتِل بْن حَيَّان وَالرَّبِيع بْن أَنَس وَالسُّدِّيّ نَحْو ذَلِكَ </p><p> وَقَوْله \" وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوق بِكُمْ \" أَيْ إِنْ خَالَفْتُمْ مَا أُمِرْتُمْ بِهِ أَوْ فَعَلْتُمْ مَا نُهِيتُمْ عَنْهُ فَإِنَّهُ فِسْق كَائِن بِكُمْ أَيْ لَازِم لَكُمْ لَا تَحِيدُونَ عَنْهُ وَلَا تَنْفَكُّونَ عَنْهُ </p><p> وَقَوْله \" وَاتَّقُوا اللَّه \" أَيْ خَافُوهُ وَرَاقِبُوهُ وَاتَّبِعُوا أَمْره وَاتْرُكُوا زَجْره </p><p> \" وَيُعَلِّمُكُمْ اللَّهُ \" كَقَوْلِهِ \" يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَل لَكُمْ فُرْقَانًا \" وَقَوْله\" يَا أَيّهَا الَّذِينَ آمَنُوا اِتَّقُوا اللَّه وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَته وَيَجْعَل لَكُمْ نُورًا تَمْشُونَ بِهِ \" </p><p> وَقَوْله \" وَاَللَّه بِكُلِّ شَيْء عَلِيم \" أَيْ هُوَ عَالِم بِحَقَائِق الْأُمُور وَمَصَالِحهَا وَعَوَاقِبهَا فَلَا يَخْفَى عَلَيْهِ شَيْء مِنْ الْأَشْيَاء بَلْ عِلْمُهُ مُحِيطٌ بِجَمِيعِ الْكَائِنَاتِ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38699, "aya_id": 282}]