[{"text": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا", "sura_id": 19, "type": 0, "id": 2346, "aya_id": 96}, {"text": "إن الذين آمنوا و عملوا الصالحات سيجعل لهم الرحمن ودا", "sura_id": 19, "type": 1, "id": 8582, "aya_id": 96}, {"text": "96 - (إن الذين آمنوا وعملوا الصالحات سيجعل لهم الرحمن ودا) فيما بينهم يتوادون ويتحابون ويحبهم الله تعالى \r\n", "sura_id": 19, "type": 2, "id": 27290, "aya_id": 96}, {"text": "إن الذين آمنوا بالله واتَّبَعوا رسله وعملوا الصالحات وَفْق شرعه, سيجعل لهم الرحمن محبة ومودة في قلوب عباده.\r\n", "sura_id": 19, "type": 3, "id": 33526, "aya_id": 96}, {"text": " <font color=red>إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ يَغْرِس لِعِبَادِهِ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَات وَهِيَ الْأَعْمَال الَّتِي تُرْضِي اللَّه عَزَّ وَجَلَّ لِمُتَابَعَتِهَا الشَّرِيعَة الْمُحَمَّدِيَّة يَغْرِس لَهُمْ فِي قُلُوب عِبَاده الصَّالِحِينَ مَحَبَّة وَمَوَدَّة وَهَذَا أَمْر لَا بُدّ مِنْهُ وَلَا مَحِيد عَنْهُ وَقَدْ وَرَدَتْ بِذَلِكَ الْأَحَادِيث الصَّحِيحَة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ غَيْر وَجْه قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا عَفَّان حَدَّثَنَا أَبُو عَوَانَة حَدَّثَنَا سُهَيْل عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّ اللَّه إِذَا أَحَبَّ عَبْدًا دَعَا جِبْرِيل فَقَالَ يَا جِبْرِيل إِنِّي أُحِبّ فُلَانًا فَأَحِبَّهُ قَالَ فَيُحِبّهُ جِبْرِيل قَالَ ثُمَّ يُنَادِي فِي أَهْل السَّمَاء إِنَّ اللَّه يُحِبّ فُلَانًا فَأَحِبُّوهُ قَالَ فَيُحِبّهُ أَهْل السَّمَاء ثُمَّ يُوضَع لَهُ الْقَبُول فِي الْأَرْض وَإِنَّ اللَّه إِذَا أَبْغَضَ عَبْدًا دَعَا جِبْرِيل فَقَالَ يَا جِبْرِيل إِنِّي أُبْغِض فُلَانًا فَأَبْغِضْهُ قَالَ فَيُبْغِضهُ جِبْرِيل ثُمَّ يُنَادِي فِي أَهْل السَّمَاء إِنَّ اللَّه يُبْغِض فُلَانًا فَأَبْغِضُوهُ قَالَ فَيُبْغِضهُ أَهْل السَّمَاء ثُمَّ يُوضَع لَهُ الْبَغْضَاء فِي الْأَرْض \" وَرَوَاهُ مُسْلِم مِنْ حَدِيث سُهَيْل وَرَوَاهُ أَحْمَد وَالْبُخَارِيّ مِنْ حَدِيث اِبْن جُرَيْج عَنْ مُوسَى بْن عُتْبَة عَنْ نَافِع مَوْلَى اِبْن عُمَر عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَحْوه وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا مُحَمَّد بْن بَكْر حَدَّثَنَا مَيْمُون أَبُو مُحَمَّد الْمُرَائِيّ حَدَّثَنَا مُحَمَّد بْن عَبَّاد الْمَخْزُومِيّ عَنْ ثَوْبَان رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِنَّ الْعَبْد لَيَلْتَمِس مَرْضَاة اللَّه عَزَّ وَجَلَّ فَلَا يَزَال كَذَلِكَ فَيَقُول اللَّه عَزَّ وَجَلَّ لِجِبْرِيل إِنَّ فُلَانًا عَبْدِي يَلْتَمِس أَنْ يُرْضِينِي أَلَا وَإِنَّ رَحْمَتِي عَلَيْهِ فَيَقُول جِبْرِيل : رَحْمَة اللَّه عَلَى فُلَان وَيَقُولهَا حَمَلَة الْعَرْش وَيَقُولهَا مَنْ حَوْلهمْ حَتَّى يَقُولهَا أَهْل السَّمَاوَات السَّبْع ثُمَّ يَهْبِط إِلَى الْأَرْض \" غَرِيب وَلَمْ يُخَرِّجُوهُ مِنْ هَذَا الْوَجْه وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا أَسْوَد بْن عَامِر حَدَّثَنَا شَرِيك عَنْ مُحَمَّد بْن سَعْد الْوَاسِطِيّ عَنْ أَبِي ظَبْيَة عَنْ أَبِي أُمَامَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِنَّ الْمِقَة مِنْ اللَّه - قَالَ شَرِيك هِيَ الْمَحَبَّة - وَالصِّيت مِنْ السَّمَاء فَإِذَا أَحَبَّ اللَّه عَبْدًا قَالَ لِجِبْرِيل عَلَيْهِ السَّلَام إِنِّي أُحِبّ فُلَانًا فَيُنَادِي جِبْرِيل إِنَّ رَبّكُمْ يَمِق - يَعْنِي يُحِبّ - فُلَانًا فَأَحِبُّوهُ - أَرَى شَرِيكًا قَدْ قَالَ فَتَنْزِل لَهُ الْمَحَبَّة فِي الْأَرْض - وَإِذَا أَبْغَضَ عَبْدًا قَالَ لِجِبْرِيل إِنِّي أُبْغِض فُلَانًا فَأَبْغِضْهُ قَالَ فَيُنَادِي جِبْرِيل إِنَّ رَبّكُمْ يُبْغِض فُلَانًا فَأَبْغِضُوهُ - أَرَى شَرِيكًا قَالَ - فَيَجْرِي لَهُ الْبُغْض فِي الْأَرْض \" غَرِيب وَلَمْ يُخَرِّجُوهُ . وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا أَبُو دَاوُد الْحَفَرِيّ حَدَّثَنَا عَبْد الْعَزِيز - يَعْنِي اِبْن مُحَمَّد - وَهُوَ الدَّرَاوَرْدِيّ عَنْ سُهَيْل بْن أَبِي صَالِح عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِذَا أَحَبَّ اللَّه عَبْدًا نَادَى جِبْرِيل إِنِّي قَدْ أَحْبَبْت فُلَانًا فَأَحِبَّهُ فَيُنَادِي فِي السَّمَاء ثُمَّ يُنْزِل لَهُ الْمَحَبَّة فِي أَهْل الْأَرْض فَذَلِكَ قَوْل اللَّه عَزَّ وَجَلَّ \" إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات سَيَجْعَلُ لَهُمْ الرَّحْمَن وُدًّا \" \" وَرَوَاهُ مُسْلِم وَالتِّرْمِذِيّ كِلَاهُمَا عَنْ عَبْد اللَّه عَنْ قُتَيْبَة عَنْ الدَّرَاوَرْدِيّ بِهِ وَقَالَ التِّرْمِذِيّ حَسَن صَحِيح وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس فِي قَوْله \" سَيَجْعَلُ لَهُمْ الرَّحْمَن وُدًّا \" قَالَ حُبًّا وَقَالَ مُجَاهِد عَنْهُ \" سَيَجْعَلُ لَهُمْ الرَّحْمَن وُدًّا \" قَالَ مَحَبَّة فِي النَّاس فِي الدُّنْيَا وَقَالَ سَعِيد بْن جُبَيْر عَنْهُ يُحِبّهُمْ وَيُحَبِّبهُمْ يَعْنِي إِلَى خَلْقه الْمُؤْمِنِينَ كَمَا قَالَ مُجَاهِد أَيْضًا وَالضَّحَّاك وَغَيْرهمْ وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس أَيْضًا : الْوُدّ مِنْ الْمُسْلِمِينَ فِي الدُّنْيَا وَالرِّزْق الْحَسَن وَاللِّسَان الصَّادِق وَقَالَ قَتَادَة \" إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات سَيَجْعَلُ لَهُمْ الرَّحْمَن وُدًّا \" أَيْ وَاَللَّه فِي قُلُوب أَهْل الْإِيمَان وَذَكَرَ لَنَا أَنَّ هَرَم بْن حَيَّان كَانَ يَقُول مَا أَقْبَلَ عَبْد بِقَلْبِهِ إِلَى اللَّه إِلَّا أَقْبَلَ اللَّه بِقُلُوبِ الْمُؤْمِنِينَ إِلَيْهِ حَتَّى يَرْزُقهُ مَوَدَّتهمْ وَرَحْمَتهمْ وَقَالَ قَتَادَة وَكَانَ عُثْمَان بْن عَفَّان رَضِيَ اللَّه عَنْهُ يَقُول مَا مِنْ عَبْد يَعْمَل خَيْرًا أَوْ شَرًّا إِلَّا كَسَاهُ اللَّه عَزَّ وَجَلَّ رِدَاء عَمَله وَقَالَ اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا عَبْد الرَّحْمَن بْن مَهْدِيّ عَنْ الرَّبِيع بْن صُبَيْح عَنْ الْحَسَن الْبَصْرِيّ رَحِمَهُ اللَّه قَالَ : قَالَ رَجُل وَاَللَّه لَأَعْبُدَنَّ اللَّه عِبَادَة أُذْكَر بِهَا فَكَانَ لَا يُرَى فِي حِين صَلَاة إِلَّا قَائِمًا يُصَلِّي وَكَانَ أَوَّل دَاخِل إِلَى الْمَسْجِد وَآخِر خَارِج فَكَانَ لَا يُعَظَّم فَمَكَثَ بِذَلِكَ سَبْعَة أَشْهُر وَكَانَ لَا يَمُرّ عَلَى قَوْم إِلَّا قَالُوا اُنْظُرُوا إِلَى هَذَا الْمُرَائِي فَأَقْبَلَ عَلَى نَفْسه فَقَالَ لَا أَرَانِي أُذْكَر إِلَّا بِشَرٍّ لَأَجْعَلَنَّ عَمَلِي كُلّه لِلَّهِ عَزَّ وَجَلَّ فَلَمْ يَزِدْ عَلَى أَنْ قَلَبَ نِيَّته وَلَمْ يَزِدْ عَلَى الْعَمَل الَّذِي كَانَ يَعْمَلهُ فَكَانَ يَمُرّ بَعْد بِالْقَوْمِ فَيَقُولُونَ رَحِمَ اللَّه فُلَانًا الْآن وَتَلَا الْحَسَن \" إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات سَيَجْعَلُ لَهُمْ الرَّحْمَن وُدًّا \" وَقَدْ رَوَى اِبْن جَرِير أَثَرًا أَنَّ هَذِهِ الْآيَة نَزَلَتْ فِي هِجْرَة عَبْد الرَّحْمَن بْن عَوْف وَهُوَ خَطَأ فَإِنَّ هَذِهِ السُّورَة بِكَمَالِهَا مَكِّيَّة لَمْ يَنْزِل مِنْهَا شَيْء بَعْد الْهِجْرَة وَلَمْ يَصِحّ سَنَد ذَلِكَ وَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 19, "type": 4, "id": 38494, "aya_id": 96}]