[{"text": "ثُمَّ كُلِي مِن كُلِّ الثَّمَرَاتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلاً يَخْرُجُ مِن بُطُونِهَا شَرَابٌ مُّخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاء لِلنَّاسِ إِنَّ فِي ذَلِكَ لآيَةً لِّقَوْمٍ يَتَفَكَّرُونَ", "sura_id": 16, "type": 0, "id": 1970, "aya_id": 69}, {"text": "ثم كلي من كل الثمرات فاسلكي سبل ربك ذللا يخرج من بطونها شراب مختلف ألوانه فيه شفاء للناس إن في ذلك لآية لقوم يتفكرون", "sura_id": 16, "type": 1, "id": 8206, "aya_id": 69}, {"text": "69 - (ثم كلي من كل الثمرات فاسلكي) ادخلي (سبل ربك) طرقه من طلب المرعى (ذللا) جمع ذلول حال من السبل أي مسخرة لك فلا تعسر عليك وإن توعرت ولا تضلي عن العود منها وإن بعدت وقيل من الضمير في اسلكي أي منقادة لما يراد منك (يخرج من بطونها شراب) هو العسل (مختلف ألوانه فيه شفاء للناس) من الأوجاع قيل لبعضها كمادل عليه هتنكير شفاء أو لكلها بضميمته إلى غيره أقول وبدونها بنيته وقد أمر به صلى الله عليه وسلم من استطلق عليه بطنه رواه الشيخان (إن في ذلك لآية لقوم يتفكرون) في صنعه تعالى \r\n", "sura_id": 16, "type": 2, "id": 26914, "aya_id": 69}, {"text": "ثم كُلي مِن كل ثمرة تشتهينها, فاسلكي طرق ربك مذللة لك; لطلب الرزق في الجبال وخلال الشجر, وقد جعلها سهلة عليكِ, لا تضلي في العَوْد إليها وإن بَعُدَتْ. يخرج من بطون النحل عسل مختلف الألوان مِن بياض وصفرة وحمرة وغير ذلك, فيه شفاء للناس من الأمراض. إن فيما يصنعه النحل لَدلالة قوية على قدرة خالقها لقوم يتفكرون, فيعتبرون.\r\n", "sura_id": 16, "type": 3, "id": 33150, "aya_id": 69}, {"text": " <font color=red>ثُمَّ كُلِي مِنْ كُلِّ الثَّمَرَاتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلًا يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاءٌ لِلنَّاسِ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ</font><BR><p>ثُمَّ أَذِنَ لَهَا تَعَالَى إِذْنًا قَدَرِيًّا تَسْخِيرِيًا أَنْ تَأْكُل مِنْ كُلّ الثَّمَرَات وَأَنْ تَسْلُك الطُّرُق الَّتِي جَعَلَهَا اللَّه تَعَالَى مُذَلَّلَة لَهَا أَيْ مُسَهَّلَة عَلَيْهَا حَيْثُ شَاءَتْ مِنْ هَذَا الْجَوّ الْعَظِيم وَالْبَرَارِيّ الشَّاسِعَة وَالْأَوْدِيَة وَالْجِبَال الشَّاهِقَة ثُمَّ تَعُود كُلّ وَاحِدَة مِنْهَا إِلَى بَيْتهَا لَا تَحِيد عَنْهُ يَمْنَة وَلَا يَسْرَة بَلْ إِلَى بَيْتهَا وَمَا لَهَا فِيهِ مِنْ فِرَاخ وَعَسَل فَتَبْنِي الشَّمْع مِنْ أَجْنِحَتهَا وَتَقِيء الْعَسَل مِنْ فِيهَا وَتَبِيض الْفِرَاخ مِنْ دُبُرهَا ثُمَّ تُصْبِح إِلَى مَرَاعِيهَا وَقَالَ قَتَادَة وَعَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ \" فَاسْلُكِي سُبُل رَبّك ذُلُلًا \" أَيْ مُطِيعَة فَجَعَلَاهُ حَالًا مِنْ السَّالِكَة قَالَ اِبْن زَيْد وَهُوَ كَقَوْلِ اللَّه تَعَالَى \" وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبهمْ وَمِنْهَا يَأْكُلُونَ \" قَالَ : أَلَا تَرَى أَنَّهُمْ يَنْقُلُونَ النَّحْل بِبُيُوتِهِ مِنْ بَلَد إِلَى بَلَد وَهُوَ يَصْحَبهُمْ ؟ وَالْقَوْل الْأَوَّل هُوَ الْأَظْهَر وَهُوَ أَنَّهُ حَال مِنْ الطَّرِيق أَيْ فَاسْلُكِيهَا مُذَلَّلَة لَك نَصَّ عَلَيْهِ مُجَاهِد وَقَالَ اِبْن جَرِير كِلَا الْقَوْلَيْنِ صَحِيح وَقَدْ قَالَ أَبُو يَعْلَى الْمَوْصِلِيّ حَدَّثَنَا شَيْبَان بْن فَرُّوخ حَدَّثَنَا مَكِين بْن عَبْد الْعَزِيز عَنْ أَبِيهِ عَنْ أَنَس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عُمَر الذُّبَاب أَرْبَعُونَ يَوْمًا وَالذُّبَاب كُلّه فِي النَّار إِلَّا النَّحْل \" وَقَوْله تَعَالَى \" يَخْرُج مِنْ بُطُونهَا شَرَاب مُخْتَلِف أَلْوَانه فِيهِ شِفَاء لِلنَّاسِ \" مَا بَيْن أَبْيَض وَأَصْفَر وَأَحْمَر وَغَيْر ذَلِكَ مِنْ الْأَلْوَان الْحَسَنَة عَلَى اِخْتِلَاف مَرَاعِيهَا وَمَأْكَلهَا مِنْهَا . وَقَوْله \" فِيهِ شِفَاء لِلنَّاسِ \" أَيْ فِي الْعَسَل شِفَاء لِلنَّاسِ أَيْ مِنْ أَدْوَاء تَعْرِض لَهُمْ قَالَ بَعْض مَنْ تَكَلَّمَ عَلَى الطِّبّ النَّبَوِيّ لَوْ قَالَ فِيهِ الشِّفَاء لِلنَّاسِ لَكَانَ دَوَاء لِكُلِّ دَاء وَلَكِنْ قَالَ فِيهِ شِفَاء لِلنَّاسِ أَيْ يَصْلُح لِكُلِّ أَحَد مِنْ أَدْوَاء بَارِدَة فَإِنَّهُ حَارّ وَالشَّيْء يُدَاوَى بِضِدِّهِ وَقَالَ مُجَاهِد وَابْن جَرِير فِي قَوْله \" فِيهِ شِفَاء لِلنَّاسِ \" يَعْنِي الْقُرْآن وَهَذَا قَوْل صَحِيح فِي نَفْسه وَلَكِنْ لَيْسَ هُوَ الظَّاهِر هَاهُنَا مِنْ سِيَاق الْآيَة فَإِنَّ الْآيَة إِنَّمَا ذَكَرَ فِيهَا الْعَسَل وَلَمْ يُتَابَع مُجَاهِد عَلَى قَوْله هَاهُنَا وَإِنَّمَا الَّذِي قَالَهُ ذَكَرُوهُ فِي قَوْله تَعَالَى \" وَنُنَزِّل مِنْ الْقُرْآن مَا هُوَ شِفَاء وَرَحْمَة لِلْمُؤْمِنِينَ \" وَقَوْله تَعَالَى \" يَا أَيّهَا النَّاس قَدْ جَاءَتْكُمْ مَوْعِظَة مِنْ رَبّكُمْ وَشِفَاء لِمَا فِي الصُّدُور وَهُدًى وَرَحْمَة لِلْمُؤْمِنِينَ \" وَالدَّلِيل عَلَى أَنَّ الْمُرَاد بِقَوْلِهِ تَعَالَى \" فِيهِ شِفَاء لِلنَّاسِ \" هُوَ الْعَسَل الْحَدِيث الَّذِي رَوَاهُ الْبُخَارِيّ وَمُسْلِم فِي صَحِيحَيْهِمَا مِنْ رِوَايَة قَتَادَة عَنْ أَبِي الْمُتَوَكِّل عَلِيّ بْن دَاوُد النَّاجِيّ عَنْ أَبِي سَعِيد الْخُدْرِيّ رَضِيَ اللَّه عَنْهُ أَنَّ رَجُلًا جَاءَ إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ أَخِي اِسْتَطْلَقَ بَطْنه فَقَالَ \" اِسْقِهِ عَسَلًا \" فَذَهَبَ فَسَقَاهُ عَسَلًا ثُمَّ جَاءَ فَقَالَ يَا رَسُول اللَّه سَقَيْته عَسَلًا فَمَا زَادَهُ إِلَّا اِسْتِطْلَاقًا قَالَ \" اِذْهَبْ فَاسْقِهِ عَسَلًا \" فَذَهَبَ فَسَقَاهُ عَسَلًا ثُمَّ جَاءَ فَقَالَ يَا رَسُول اللَّه مَا زَادَهُ إِلَّا اِسْتِطْلَاقًا فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" صَدَقَ اللَّه وَكَذَبَ بَطْن أَخِيك اِذْهَبْ فَاسْقِهِ عَسَلًا \" فَذَهَبَ فَسَقَاهُ عَسَلًا فَبَرِئَ . قَالَ بَعْض الْعُلَمَاء بِالطِّبِّ كَانَ هَذَا الرَّجُل عِنْده فَضَلَات فَلَمَّا سَقَاهُ عَسَلًا وَهُوَ حَارّ تَحَلَّلَتْ فَأَسْرَعَتْ فِي الِانْدِفَاع فَزَادَهُ إِسْهَالًا فَاعْتَقَدَ الْأَعْرَابِيّ أَنَّ هَذَا يَضُرّهُ وَهُوَ مَصْلَحَة لِأَخِيهِ ثُمَّ سَقَاهُ فَازْدَادَ التَّحْلِيل وَالدَّفْع ثُمَّ سَقَاهُ فَكَذَلِكَ فَلَمَّا اِنْدَفَعَتْ الْفَضَلَات الْفَاسِدَة الْمُضِرَّة بِالْبَدَنِ اِسْتَمْسَكَ بَطْنه وَصَلُحَ مِزَاجه وَانْدَفَعَتْ الْأَسْقَام وَالْآلَام بِبَرَكَةِ إِشَارَته عَلَيْهِ مِنْ رَبّه أَفْضَل الصَّلَاة وَالسَّلَام , وَفِي الصَّحِيحَيْنِ مِنْ حَدِيث هِشَام بْن عُرْوَة عَنْ أَبِيهِ عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ يُعْجِبهُ الْحَلْوَاء وَالْعَسَل هَذَا لَفْظ الْبُخَارِيّ . وَفِي صَحِيح الْبُخَارِيّ مِنْ حَدِيث سَالِم الْأَفْطَس عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" الشِّفَاء فِي ثَلَاثَة : فِي شَرْطَة مُحْجِم أَوْ شَرْبَة عَسَل أَوْ كَيَّة بِنَارٍ وَأَنْهَى أُمَّتِي عَنْ الْكَيّ \" . وَقَالَ الْبُخَارِيّ حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا عَبْد الرَّحْمَن بْن الْغَسِيل عَنْ عَاصِم بْن عُمَر بْن قَتَادَة سَمِعْت جَابِر بْن عَبْد اللَّه قَالَ سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" إِنْ كَانَ فِي شَيْء مِنْ أَدْوِيَتكُمْ أَوْ يَكُون فِي شَيْء مِنْ أَدْوِيَتكُمْ خَيْر : فَفِي شَرْطَة مُحْجِم أَوْ شَرْبَة عَسَل أَوْ لَذْعَة بِنَارٍ تُوَافِق الدَّاء وَمَا أُحِبّ أَنْ أَكْتَوِي \" . وَرَوَاهُ مُسْلِم مِنْ حَدِيث عَاصِم بْن عُمَر بْن قَتَادَة عَنْ جَابِر بِهِ . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عَلِيّ بْن إِسْحَاق أَنْبَأَنَا عَبْد اللَّه أَنْبَأَنَا سَعِيد بْن أَبِي أَيُّوب حَدَّثَنَا عَبْد اللَّه بْن الْوَلِيد عَنْ أَبِي الْخَيْر عَنْ عُقْبَة بْن عَامِر الْجُهَنِيّ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" ثَلَاث إِنْ كَانَ فِي شَيْء شِفَاء : فَشَرْطَة مُحْجِم أَوْ شَرْبَة عَسَل أَوْ كَيَّة تُصِيب أَلَمًا وَأَنَا أَكْرَه الْكَيّ وَلَا أُحِبّهُ \" . وَرَوَاهُ الطَّبَرَانِيّ عَنْ هَارُون بْن سَلُول الْمِصْرِيّ عَنْ أَبِي عَبْد الرَّحْمَن الْمُقْرِي عَنْ عَبْد اللَّه بْن الْوَلِيد بِهِ . وَلَفْظه \" إِنْ كَانَ فِي شَيْء شِفَاء : فَشَرْطَة مُحْجِم \" . وَذَكَرَهُ وَهَذَا إِسْنَاد صَحِيح وَلَمْ يُخَرِّجُوهُ وَقَالَ الْإِمَام أَبُو عَبْد اللَّه مُحَمَّد بْن يَزِيد بْن مَاجَهْ الْقَزْوِينِيّ فِي سُنَنه حَدَّثَنَا عَلِيّ بْن سَلَمَة هُوَ التَّغْلِبِيّ حَدَّثَنَا زَيْد بْن حُبَاب , حَدَّثَنَا سُفْيَان عَنْ أَبِي إِسْحَاق , عَنْ أَبِي الْأَحْوَص بْن عَبْد اللَّه هُوَ اِبْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" عَلَيْكُمْ بِالشِّفَاءَيْنِ الْعَسَل وَالْقُرْآن \" وَهَذَا إِسْنَاد جَيِّد تَفَرَّدَ بِإِخْرَاجِهِ اِبْن مَاجَهْ مَرْفُوعًا . وَقَدْ رَوَاهُ اِبْن جَرِير عَنْ سُفْيَان بْن وَكِيع عَنْ أَبِيهِ عَنْ سُفْيَان هُوَ الثَّوْرِيّ مَوْقُوفًا وَلَهُ شِبْه . وَرُوِّينَا عَنْ أَمِير الْمُؤْمِنِينَ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ أَنَّهُ قَالَ : إِذَا أَرَادَ أَحَدكُمْ الشِّفَاء فَلْيَكْتُبْ آيَة مِنْ كِتَاب اللَّه فِي صَحِيفَة وَلْيَغْسِلهَا بِمَاءِ السَّمَاء وَلْيَأْخُذْ مِنْ اِمْرَأَته دِرْهَمًا عَنْ طِيب نَفْس مِنْهَا فَلْيَشْتَرِ بِهِ عَسَلًا فَلْيَشْرَبْهُ كَذَلِكَ فَإِنَّهُ شِفَاء : أَيْ مِنْ وُجُوه قَالَ اللَّه تَعَالَى \" وَنُنَزِّل مِنْ الْقُرْآن مَا هُوَ شِفَاء وَرَحْمَة لِلْمُؤْمِنِينَ \" وَقَالَ \" وَأَنْزَلْنَا مِنْ السَّمَاء مَاء مُبَارَكًا \" وَقَالَ \" فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْء مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا \" وَقَالَ فِي الْعَسَل \" فِيهِ شِفَاء لِلنَّاسِ \" وَقَالَ اِبْن مَاجَهْ أَيْضًا : حَدَّثَنَا مَحْمُود بْن خِدَاش حَدَّثَنَا سَعِيد بْن زَكَرِيَّا الْقُرَشِيّ حَدَّثَنَا الزُّبَيْر بْن سَعِيد الْهَاشِمِيّ عَنْ عَبْد الْحَمِيد بْن سَالِم عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَنْ لَعِقَ الْعَسَل ثَلَاث غَدَوَات فِي كُلّ شَهْر لَمْ يُصِبْهُ عَظِيم مِنْ الْبَلَاء \" الزُّبَيْر بْن سَعِيد مَتْرُوك وَقَالَ اِبْن مَاجَهْ أَيْضًا حَدَّثَنَا إِبْرَاهِيم بْن مُحَمَّد بْن يُوسُف بْن سَرْح الْفِرْيَابِيّ حَدَّثَنَا عَمْرو بْن بُكَيْر السَّكْسَكِيّ حَدَّثَنَا إِبْرَاهِيم بْن أَبِي عَبْلَة سَمِعْت أَبَا أُبَيّ اِبْن أُمّ حَرَام وَكَانَ قَدْ صَلَّى الْقِبْلَتَيْنِ يَقُول سَمِعْت رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول \" عَلَيْكُمْ بِالسَّنَا وَالسَّنُّوت فَإِنَّ فِيهِمَا شِفَاء مِنْ كُلّ دَاء إِلَّا السَّام \" . قِيلَ يَا رَسُول اللَّه وَمَا السَّام ؟ قَالَ \" الْمَوْت \" قَالَ عَمْرو قَالَ اِبْن أَبِي عَبْلَة السَّنُّوت الشَّبَت وَقَالَ آخَرُونَ بَلْ هُوَ الْعَسَل الَّذِي فِي زِقَاق السَّمْن وَهُوَ قَوْل الشَّاعِر : هُمْ السَّمْن بِالسَّنُّوتِ لَا أَلْس فِيهِمْ وَهُمْ يَمْنَعُونَ الْجَار أَنْ يُقَرَّدَا كَذَا رَوَاهُ اِبْن مَاجَهْ ; وَقَوْله لَا أَلْس فِيهِمْ أَيْ لَا خَلْط وَقَوْله يَمْنَعُونَ الْجَار أَنْ يُقَرَّدَا أَيْ يُضْطَهَد وَيُظْلَم وَقَوْله \" إِنَّ فِي ذَلِكَ لَآيَة لِقَوْمٍ يَتَفَكَّرُونَ \" أَيْ إِنَّ فِي إِلْهَام اللَّه لِهَذِهِ الدَّوَابّ الضَّعِيفَة الْخِلْقَة إِلَى السُّلُوك فِي هَذِهِ الْمَهَامِه وَالِاجْتِنَاء مِنْ سَائِر الثِّمَار ثُمَّ جَمْعهَا لِلشَّمْعِ وَالْعَسَل وَهُوَ مِنْ أَطْيَب الْأَشْيَاء لَآيَة لِقَوْمٍ يَتَفَكَّرُونَ فِي عَظَمَة خَالِقهَا وَمُقَدِّرهَا وَمُسَخِّرهَا وَمُيَسِّرهَا فَيَسْتَدِلُّونَ بِذَلِكَ عَلَى أَنَّهُ الْفَاعِل الْقَادِر الْحَكِيم الْعَلِيم الْكَرِيم الرَّحِيم.</p><BR> <br> ", "sura_id": 16, "type": 4, "id": 38145, "aya_id": 69}]