[{"text": "وَإِذَا النُّجُومُ انكَدَرَتْ", "sura_id": 81, "type": 0, "id": 5802, "aya_id": 2}, {"text": "وإذا النجوم انكدرت", "sura_id": 81, "type": 1, "id": 12038, "aya_id": 2}, {"text": "2 - (وإذا النجوم انكدرت) انقضت وتساقطت على الأرض \r\n", "sura_id": 81, "type": 2, "id": 30746, "aya_id": 2}, {"text": "وإذا النجوم تناثرت, فذهب نورها,\r\n", "sura_id": 81, "type": 3, "id": 36982, "aya_id": 2}, {"text": " <font color=red>وَإِذَا النُّجُومُ انْكَدَرَتْ</font><BR><p>وَقَوْله تَعَالَى \" وَإِذَا النُّجُوم اِنْكَدَرَتْ \" أَيْ اِنْتَثَرَتْ كَمَا قَالَ تَعَالَى \" وَإِذَا الْكَوَاكِب اِنْتَثَرَتْ \" وَأَصْل الِانْكِدَار الِانْصِبَاب . قَالَ الرَّبِيع بْن أَنَس عَنْ أَبِي الْعَالِيَة عَنْ أُبَيّ بْن كَعْب قَالَ : سِتّ آيَات قَبْل يَوْم الْقِيَامَة بَيْنَا النَّاس فِي أَسْوَاقهمْ إِذْ ذَهَبَ ضَوْء الشَّمْس فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ تَنَاثَرَتْ النُّجُوم فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ وَقَعَتْ الْجِبَال عَلَى وَجْه الْأَرْض فَتَحَرَّكَتْ وَاضْطَرَبَتْ وَاخْتَلَطَتْ فَفَزِعَتْ الْجِنّ إِلَى الْإِنْس وَالْإِنْس إِلَى الْجِنّ وَاخْتَلَطَتْ الدَّوَابّ وَالطَّيْر وَالْوُحُوش فَمَاجُوا بَعْضهمْ فِي بَعْض \" وَإِذَا الْوُحُوش حُشِرَتْ\" قَالَ اِخْتَلَطَتْ \" وَإِذَا الْعِشَار عُطِّلَتْ \" قَالَ أَهْمَلَهَا أَهْلهَا \" وَإِذَا الْبِحَار سُجِّرَتْ \" قَالَ : قَالَتْ الْجِنّ نَحْنُ نَأْتِيكُمْ بِالْخَبَرِ قَالَ فَانْطَلَقُوا إِلَى الْبَحْر فَإِذَا هُوَ نَار تَتَأَجَّج قَالَ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ تَصَدَّعَتْ الْأَرْض صَدْعَة وَاحِدَة إِلَى الْأَرْض السَّابِعَة السُّفْلَى وَإِلَى السَّمَاء السَّابِعَة الْعُلْيَا قَالَ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ جَاءَتْهُمْ الرِّيح فَأَمَاتَتْهُمْ . رَوَاهُ اِبْن جَرِير هَذَا لَفْظه وَابْن أَبِي حَاتِم بِبَعْضِهِ وَهَكَذَا قَالَ مُجَاهِد وَالرَّبِيع بْن خُثَيْم وَالْحَسَن الْبَصْرِيّ وَأَبُو صَالِح وَحَمَّاد بْن أَبِي سُلَيْمَان وَالضَّحَّاك فِي قَوْله جَلَّ وَعَلَا \" وَإِذَا النُّجُوم اِنْكَدَرَتْ \" أَيْ تَنَاثَرَتْ وَقَالَ عَلِيّ بْن أَبِي طَلْحَة عَنْ اِبْن عَبَّاس \" وَإِذَا النُّجُوم اِنْكَدَرَتْ \" أَيْ تَغَيَّرَتْ. وَقَالَ يَزِيد بْن أَبِي مَرْيَم عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَإِذَا النُّجُوم اِنْكَدَرَتْ \" قَالَ \" اِنْكَدَرَتْ فِي جَهَنَّم وَكُلّ مَنْ عُبِدَ مِنْ دُون اللَّه فَهُوَ فِي جَهَنَّم إِلَّا مَا كَانَ مِنْ عِيسَى وَأُمّه وَلَوْ رَضِيَا أَنْ يُعْبَدَا لَدَخَلَاهَا \" رَوَاهُ اِبْن أَبِي حَاتِم بِالْإِسْنَادِ الْمُتَقَدِّم.</p><BR> <br> ", "sura_id": 81, "type": 4, "id": 43182, "aya_id": 2}]