[{"text": "وَتَوَلَّى عَنْهُمْ وَقَالَ يَا أَسَفَى عَلَى يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ", "sura_id": 12, "type": 0, "id": 1680, "aya_id": 84}, {"text": "وتولى عنهم وقال يا أسفى على يوسف وابيضت عيناه من الحزن فهو كظيم", "sura_id": 12, "type": 1, "id": 7916, "aya_id": 84}, {"text": "84 - (وتولى عنهم) تاركاً خطابهم (وقال يا أسفى) الألف بدل من ياء الإضافة أي يا حزني (على يوسف وابيضت عيناه) انمحق سوادهما وبدل بياضاً من بكائه (من الحزن) عليه (فهو كظيم) مغموم مكروب لا يظهر كربه \r\n", "sura_id": 12, "type": 2, "id": 26624, "aya_id": 84}, {"text": "وأعرض يعقوب عنهم, وقد ضاق صدره بما قالوه، وقال: يا حسرتا على يوسف وابيضَّتْ عيناه, بذهاب سوادهما مِن شدة الحزن فهو ممتلئ القلب حزنًا, ولكنه شديد الكتمان له.\r\n", "sura_id": 12, "type": 3, "id": 32860, "aya_id": 84}, {"text": " <font color=red>وَتَوَلَّى عَنْهُمْ وَقَالَ يَا أَسَفَى عَلَى يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ</font><BR><p>\" وَتَوَلَّى عَنْهُمْ وَقَالَ يَا أَسَفَى عَلَى يُوسُف \" أَيْ أَعْرَض عَنْ بَنِيهِ وَقَالَ مُتَذَكِّرًا حُزْن يُوسُف الْأَوَّل \" يَا أَسَفَى عَلَى يُوسُف \" جَدَّدَ لَهُ حُزْن الِابْنَيْنِ الْحُزْن الدَّفِين قَالَ عَبْد الرَّزَّاق أَنَا الثَّوْرِيّ عَنْ سُفْيَان الْعُصْفُرِيّ عَنْ سَعِيد بْن جُبَيْر أَنَّهُ قَالَ لَمْ يُعْطَ أَحَد غَيْر هَذِهِ الْأُمَّة الِاسْتِرْجَاع أَلَا تَسْمَعُونَ إِلَى قَوْل يَعْقُوب عَلَيْهِ السَّلَام \" يَا أَسَفَى عَلَى يُوسُف وَابْيَضَّتْ عَيْنَاهُ مِنْ الْحُزْن فَهُوَ كَظِيم \" أَيْ سَاكِت لَا يَشْكُو أَمْره إِلَى مَخْلُوق قَالَهُ قَتَادَة وَغَيْره وَقَالَ الضَّحَّاك فَهُوَ كَظِيم كَئِيب حَزِين وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَبِي حَدَّثَنَا حَمَّاد عَنْ سَلَمَة عَنْ عَلِيّ بْن يَزِيد عَنْ الْحَسَن عَنْ الْأَحْنَف بْن قَيْس أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ دَاوُدَ عَلَيْهِ السَّلَام قَالَ : يَا رَبّ إِنَّ بَنِي إِسْرَائِيل يَسْأَلُونَك بِإِبْرَاهِيم وَإِسْحَاق وَيَعْقُوب فَاجْعَلْنِي لَهُمْ رَابِعًا فَأَوْحَى اللَّه تَعَالَى إِلَيْهِ أَنْ يَا دَاوُدُ إِنَّ إِبْرَاهِيم أُلْقِيَ فِي النَّار بِسَبَبِي فَصَبَرَ وَتِلْكَ بَلِيَّة لَمْ تَنَلْك وَإِنَّ إِسْحَاق بَذَلَ مُهْجَة دَمه بِسَبَبِي فَصَبَرَ وَتِلْكَ بَلِيَّة لَمْ تَنَلْك وَإِنَّ يَعْقُوب أُخِذَ مِنْهُ حِبّه فَابْيَضَّتْ عَيْنَاهُ مِنْ الْحُزْن فَصَبَرَ وَتِلْكَ بَلِيَّة لَمْ تَنَلْك وَهَذَا مُرْسَل وَفِيهِ نَكَارَة فَإِنَّ الصَّحِيح أَنَّ إِسْمَاعِيل هُوَ الذَّبِيح وَلَكِنَّ عَلِيّ بْن زَيْد بْن جُدْعَان لَهُ مَنَاكِير وَغَرَائِب كَثِيرَة وَاَللَّه أَعْلَم . وَأَقْرَب مَا فِي هَذَا أَنَّ الْأَحْنَف بْن قَيْس رَحِمَهُ اللَّه حَكَاهُ عَنْ بَعْض بَنِي إِسْرَائِيل كَكَعْبِ وَوَهْب وَنَحْوهمَا وَاَللَّه أَعْلَم فَإِنَّ بَنِي إِسْرَائِيل يَنْقُلُونَ أَنَّ يَعْقُوب كَتَبَ إِلَى يُوسُف لَمَّا اِحْتَبَسَ أَخَاهُ بِسَبَبِ السَّرِقَة يَتَلَطَّف لَهُ فِي رَدّ اِبْنه وَيَذْكُر لَهُ أَنَّهُمْ أَهْل بَيْت مُصَابُونَ بِالْبَلَاءِ فَإِبْرَاهِيم اُبْتُلِيَ بِالنَّارِ وَإِسْحَاق بِالذَّبْحِ وَيَعْقُوب بِفِرَاقِ يُوسُف فِي حَدِيث طَوِيل لَا يَصِحّ وَاَللَّه أَعْلَم فَعِنْد ذَلِكَ رَقَّ لَهُ بَنُوهُ وَقَالُوا لَهُ عَلَى سَبِيل الرِّفْق بِهِ وَالشَّفَقَة عَلَيْهِ .</p><BR> <br> ", "sura_id": 12, "type": 4, "id": 37840, "aya_id": 84}]