[{"text": "وَإِذَا قِيلَ لَهُمْ آمِنُواْ بِمَا أَنزَلَ اللّهُ قَالُواْ نُؤْمِنُ بِمَآ أُنزِلَ عَلَيْنَا وَيَكْفُرونَ بِمَا وَرَاءهُ وَهُوَ الْحَقُّ مُصَدِّقاً لِّمَا مَعَهُمْ قُلْ فَلِمَ تَقْتُلُونَ أَنبِيَاء اللّهِ مِن قَبْلُ إِن كُنتُم مُّؤْمِنِينَ", "sura_id": 2, "type": 0, "id": 98, "aya_id": 91}, {"text": "وإذا قيل لهم آمنوا بما أنزل الله قالوا نؤمن بما أنزل علينا ويكفرون بما وراءه وهو الحق مصدقا لما معهم قل فلم تقتلون أنبياء الله من قبل إن كنتم مؤمنين", "sura_id": 2, "type": 1, "id": 6334, "aya_id": 91}, {"text": "91 - (وإذا قيل لهم آمنوا بما أنزل الله) القرآن وغيره (قالوا نؤمن بما أنزل علينا) أي التوراة قال تعالى : (ويكفرون) الواو للحال (بما وراءه) سواه أو بعده من القرآن (وهو الحق) حال (مصدقا) حال ثانية مؤكدة (لما معهم قل) لهم (فلم تقتلون) أي قتلتم (أنبياء الله من قبل إن كنتم مؤمنين) بالتوراة وقد نهيتم فيها عن قتلهم ، والخطاب للموجودين من زمن نبينا بما فعل آباؤهم لرضاهم به \r\n", "sura_id": 2, "type": 2, "id": 25042, "aya_id": 91}, {"text": "وإذا قال بعض المسلمين لليهود: صدِّقوا بما أنزل الله من القرآن, قالوا: نحن نصدِّق بما أنزل الله على أنبيائنا, ويجحدون ما أنزل الله بعد ذلك, وهو الحق مصدقًا لما معهم. فلو كانوا يؤمنون بكتبهم حقًا لآمنوا بالقرآن الذي صدَّقها. قل لهم -يا محمد-: إن كنتم مؤمنين بما أنزل الله عليكم, فلماذا قتلتم أنبياء الله مِن قبل؟\r\n", "sura_id": 2, "type": 3, "id": 31278, "aya_id": 91}, {"text": " <font color=red>وَإِذَا قِيلَ لَهُمْ آمِنُوا بِمَا أَنْزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَاءَهُ وَهُوَ الْحَقُّ مُصَدِّقًا لِمَا مَعَهُمْ قُلْ فَلِمَ تَقْتُلُونَ أَنْبِيَاءَ اللَّهِ مِنْ قَبْلُ إِنْ كُنْتُمْ مُؤْمِنِينَ</font><BR><p>يَقُول تَعَالَى \" وَإِذَا قِيلَ لَهُمْ \" أَيْ لِلْيَهُودِ وَأَمْثَالهمْ مِنْ أَهْل الْكِتَاب\" آمِنُوا بِمَا أَنْزَلَ اللَّه \" عَلَى مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَصَدَّقُوهُ وَاتَّبَعُوهُ \" قَالُوا نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا \" أَيْ يَكْفِينَا الْإِيمَان بِمَا أُنْزِلَ عَلَيْنَا مِنْ التَّوْرَاة وَالْإِنْجِيل وَلَا نُقِرُّ إِلَّا بِذَلِكَ \" وَيَكْفُرُونَ بِمَا وَرَاءَهُ \" يُعْنَى بِمَا يَعْدُوهُ \" وَهُوَ الْحَقّ مُصَدِّق لِمَا مَعَهُمْ \" أَيْ وَهُمْ يَعْلَمُونَ أَنَّ مَا أُنْزِلَ عَلَى مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" الْحَقّ مُصَدِّقًا لِمَا مَعَهُمْ \" مَنْصُوبًا عَلَى الْحَال أَيْ فِي حَال تَصْدِيقه لِمَا مَعَهُمْ مِنْ التَّوْرَاة وَالْإِنْجِيل فَالْحُجَّة قَائِمَة عَلَيْهِمْ بِذَلِكَ كَمَا قَالَ تَعَالَى \" الَّذِينَ آتَيْنَاهُمْ الْكِتَاب يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ ثُمَّ قَالَ تَعَالَى \" فَلِمَ تَقْتُلُونَ أَنْبِيَاء اللَّه مِنْ قَبْل إِنْ كُنْتُمْ مُؤْمِنِينَ \" أَيْ إِنْ كُنْتُمْ صَادِقِينَ فِي دَعْوَاكُمْ الْإِيمَان بِمَا أُنْزِلَ إِلَيْكُمْ فَلِمَ قَتَلْتُمْ الْأَنْبِيَاء الَّذِينَ جَاءُوكُمْ بِتَصْدِيقِ التَّوْرَاة الَّتِي بِأَيْدِيكُمْ وَالْحُكْم بِهَا وَعَدَم نَسْخهَا وَأَنْتُمْ تَعْلَمُونَ صِدْقهمْ ؟ قَتَلْتُمُوهُمْ بَغْيًا وَعِنَادًا وَاسْتِكْبَارًا عَلَى رُسُل اللَّه فَلَسْتُمْ تَتَّبِعُونَ إِلَّا مُجَرَّد الْأَهْوَاء وَالْآرَاء وَالتَّشَهِّي كَمَا قَالَ تَعَالَى\" أَفَكُلَّمَا جَاءَكُمْ رَسُول بِمَا لَا تَهْوَى أَنْفُسكُمْ اِسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ \" وَقَالَ السُّدِّيّ فِي هَذِهِ الْآيَة يُعَيِّرهُمْ اللَّه تَبَارَكَ وَتَعَالَى \" قُلْ فَلِمَ تَقْتُلُونَ أَنْبِيَاء اللَّه مِنْ قَبْل إِنْ كُنْتُمْ مُؤْمِنِينَ\" وَقَالَ أَبُو جَعْفَر بْن جَرِير : قُلْ يَا مُحَمَّد لِيَهُودِ بَنِي إِسْرَائِيل إِذَا قُلْت لَهُمْ آمِنُوا بِمَا أَنْزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا : لِمَ تَقْتُلُونَ - إِنْ كُنْتُمْ مُؤْمِنِينَ بِمَا أَنْزَلَ اللَّه - أَنْبِيَاء اللَّه يَا مَعْشَر الْيَهُود وَقَدْ حَرَّمَ اللَّهُ فِي الْكِتَاب الَّذِي أُنْزِلَ عَلَيْكُمْ قَتْلهمْ بَلْ أَمَرَكُمْ بِاتِّبَاعِهِمْ وَطَاعَتهمْ وَتَصْدِيقهمْ وَذَلِكَ مِنْ اللَّه تَكْذِيبٌ لَهُمْ فِي قَوْلهمْ نُؤْمِن بِمَا أُنْزِلَ عَلَيْنَا وَتَعْيِير لَهُمْ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38773, "aya_id": 91}]