[{"text": "وَمَن يَهْدِ اللّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَاء مِن دُونِهِ وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا مَّأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا", "sura_id": 17, "type": 0, "id": 2126, "aya_id": 97}, {"text": "ومن يهد الله فهو المهتد و من يضلل فلن تجد لهم أولياء من دونه و نحشرهم يوم القيامة على وجوههم عميا و بكما و صما مأواهم جهنم كلما خبت زدناهم سعيرا", "sura_id": 17, "type": 1, "id": 8362, "aya_id": 97}, {"text": "97 - (ومن يهد الله فهو المهتد ومن يضلل فلن تجد لهم أولياء) يهدونهم (من دونه ونحشرهم يوم القيامة) ماشين (على وجوههم عميا وبكما وصما مأواهم جهنم كلما خبت) سكن لهبها (زدناهم سعيرا) تلهبا واشتعالا \r\n", "sura_id": 17, "type": 2, "id": 27070, "aya_id": 97}, {"text": "ومن يهده الله فهو المهتدي إلى الحق، ومن يضلله فيخذلْه ويَكِلْه إلى نفسه فلا هادي له من دون الله، وهؤلاء الضُّلال يبعثهم الله يوم القيامة، ويحشرهم على وجوههم، وهم لا يرون ولا ينطقون ولا يسمعون، مصيرهم إلى نار جهنم الملتهبة، كلما سكن لهيبها، وخمدت نارها، زدناهم نارًا ملتهبة متأججة.\r\n", "sura_id": 17, "type": 3, "id": 33306, "aya_id": 97}, {"text": " <font color=red>وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِيَاءَ مِنْ دُونِهِ وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا مَأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَنْ تَصَرُّفه فِي خَلْقه وَنُفُوذ حُكْمه وَأَنَّهُ لَا مُعَقِّب لَهُ بِأَنَّهُ مَنْ يَهْدِهِ فَلَا مُضِلّ لَهُ وَمَنْ يُضْلِلْ فَلَنْ تَجِد لَهُمْ أَوْلِيَاء مِنْ دُونه أَيْ يَهْدُونَهُمْ كَمَا قَالَ \" مِنْ يَهْدِ اللَّه فَهُوَ الْمُهْتَدِي وَمَنْ يُضْلِلْ فَلَنْ تَجِد لَهُ وَلِيًّا مُرْشِدًا\" وَقَوْله : \" وَنَحْشُرهُمْ يَوْم الْقِيَامَة عَلَى وُجُوههمْ \" قَالَ الْإِمَام أَحْمَد : حَدَّثَنَا اِبْن نُمَيْر حَدَّثَنَا إِسْمَاعِيل عَنْ نُفَيْع قَالَ سَمِعْت أَنَس بْن مَالِك يَقُول : قِيلَ يَا رَسُول اللَّه كَيْف يُحْشَر النَّاس عَلَى وُجُوههمْ ؟ قَالَ \" الَّذِي أَمْشَاهُمْ عَلَى أَرْجُلهمْ قَادِر عَلَى أَنْ يُمْشِيَهُمْ عَلَى وُجُوههمْ \" وَأَخْرَجَاهُ فِي الصَّحِيحَيْنِ وَقَالَ الْإِمَام أَحْمَد أَيْضًا : حَدَّثَنَا الْوَلِيد بْن جُمَيْع الْقُرَشِيّ عَنْ أَبِيهِ عَنْ أَبِي الطُّفَيْل عَامِر بْن وَاثِلَة عَنْ حُذَيْفَة بْن أَسِيد قَالَ : قَامَ أَبُو ذَرّ فَقَالَ يَا بَنِي غِفَار قُولُوا وَلَا تَحْلِفُوا فَإِنَّ الصَّادِق الْمَصْدُوق حَدَّثَنِي أَنَّ النَّاس يُحْشَرُونَ عَلَى ثَلَاثَة أَفْوَاج فَوْج رَاكِبِينَ طَاعِمِينِ كَاسِينَ وَفَوْج يَمْشُونَ وَيَسْعَوْنَ وَفَوْج تَسْحَبهُمْ الْمَلَائِكَة عَلَى وُجُوههمْ وَتَحْشُرهُمْ إِلَى النَّار فَقَالَ قَائِل مِنْهُمْ هَذَانِ قَدْ عَرَفْنَاهُمَا فَمَا بَال الَّذِينَ يَمْشُونَ وَيَسْعَوْنَ ؟ قَالَ \" يُلْقِي اللَّه عَزَّ وَجَلَّ الْآفَة عَلَى الظَّهْر حَتَّى لَا يَبْقَى ظَهْر حَتَّى إِنَّ الرَّجُل لَتَكُونُ لَهُ الْحَدِيقَة الْمُعْجِبَة فَيُعْطِيهَا بِالشَّارِفِ ذَات الْقَتَب فَلَا يَقْدِر عَلَيْهَا \" وَقَوْله \" عُمْيًا \" أَيْ لَا يُبْصِرُونَ \" وَبُكْمًا \" يَعْنِي لَا يَنْطِقُونَ \" وَصُمًّا \" لَا يَسْمَعُونَ وَهَذَا يَكُون فِي حَال دُون حَال جَزَاء لَهُمْ كَمَا كَانُوا فِي الدُّنْيَا بُكْمًا وَعُمْيًا وَصُمًّا عَنْ الْحَقّ فَجُوزُوا فِي مَحْشَرهمْ بِذَلِكَ أَحْوَج مَا يَحْتَاجُونَ إِلَيْهِ \" مَأْوَاهُمْ \" أَيْ مُنْقَلَبهمْ وَمَصِيرهمْ \" جَهَنَّم كُلَّمَا خَبَتْ \" قَالَ اِبْن عَبَّاس سَكَنَتْ وَقَالَ مُجَاهِد طَفِئَتْ \" زِدْنَاهُمْ سَعِيرًا \" أَيْ لَهَبًا وَوَهَجًا وَجَمْرًا كَمَا قَالَ \" فَذُوقُوا فَلَنْ نَزِيدكُمْ إِلَّا عَذَابًا \" .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38286, "aya_id": 97}]