[{"text": "يَسْأَلُكَ أَهْلُ الْكِتَابِ أَن تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِّنَ السَّمَاء فَقَدْ سَأَلُواْ مُوسَى أَكْبَرَ مِن ذَلِكَ فَقَالُواْ أَرِنَا اللّهِ جَهْرَةً فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْ ثُمَّ اتَّخَذُواْ الْعِجْلَ مِن بَعْدِ مَا جَاءتْهُمُ الْبَيِّنَاتُ فَعَفَوْنَا عَن ذَلِكَ وَآتَيْنَا مُوسَى سُلْطَانًا مُّبِينًا", "sura_id": 4, "type": 0, "id": 646, "aya_id": 153}, {"text": "يسألك أهل الكتاب أن تنزل عليهم كتابا من السماء فقد سألوا موسى أكبر من ذلك فقالوا أرنا الله جهرة فأخذتهم الصاعقة بظلمهم ثم اتخذوا العجل من بعد ما جاءتهم البينات فعفونا عن ذلك وآتينا موسى سلطانا مبينا", "sura_id": 4, "type": 1, "id": 6882, "aya_id": 153}, {"text": "153 - (يسألك) يا محمد (أهل الكتاب) اليهود (أن تنزل عليهم كتابا من السماء) جملة كما أنزل على موسى تعنتا فإن استكبرت ذلك (فقد سألوا) أي آبائهم (موسى أكبر) أعظم (من ذلك فقالوا أرنا الله جهرة) عيانا (فأخذتهم الصاعقة) الموت عقابا لهم (بظلمهم) حيث تعنتوا في السؤال (ثم اتخذوا العجل) إلها (من بعد ما جاءتهم البينات) المعجزات على وحدانية الله (فعفونا عن ذلك) ولم نستأصلهم (وآتينا موسى سلطانا مبينا) تسلطا بينا ظاهرا عليهم حيث أمرهم بقتل أنفسهم توبة فأطاعوه \r\n", "sura_id": 4, "type": 2, "id": 25590, "aya_id": 153}, {"text": "يسألك اليهود -أيها الرسول- معجزة مثل معجزة موسى تشهد لك بالصدق: بأن تنزل عليهم صُحُفًا من الله مكتوبةً, مثل مجيء موسى بالألواح من عند الله, فلا تعجب -أيها الرسول- فقد سأل أسلافهم موسى -عليه السلام- ما هو أعظم: سألوه أن يريهم الله علانيةً, فَصُعِقوا بسبب ظلمهم أنفسهم حين سألوا أمرًا ليس من حقِّهم. وبعد أن أحياهم الله بعد الصعق, وشاهدوا الآيات البينات على يد موسى القاطعة بنفي الشرك, عبدوا العجل من دون الله, فعَفونا عن عبادتهم العجل بسبب توبتهم, وآتينا موسى حجة عظيمة تؤيِّد صِدق نُبُوَّتِه.\r\n", "sura_id": 4, "type": 3, "id": 31826, "aya_id": 153}, {"text": " <font color=red>يَسْأَلُكَ أَهْلُ الْكِتَابِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِنَ السَّمَاءِ فَقَدْ سَأَلُوا مُوسَى أَكْبَرَ مِنْ ذَلِكَ فَقَالُوا أَرِنَا اللَّهَ جَهْرَةً فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْ ثُمَّ اتَّخَذُوا الْعِجْلَ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ فَعَفَوْنَا عَنْ ذَلِكَ وَآتَيْنَا مُوسَى سُلْطَانًا مُبِينًا</font><BR><p>قَالَ مُحَمَّد بْن كَعْب الْقُرَظِيّ وَالسُّدِّيّ وَابْن قَتَادَة : سَأَلَ الْيَهُود رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُنَزِّل عَلَيْهِمْ كِتَابًا مِنْ السَّمَاء كَمَا نُزِّلَتْ التَّوْرَاة عَلَى مُوسَى مَكْتُوبَة قَالَ اِبْن جُرَيْج : سَأَلُوهُ أَنْ يُنَزِّل عَلَيْهِمْ صُحُفًا مِنْ اللَّه مَكْتُوبَة إِلَى فُلَان وَفُلَان وَفُلَان بِتَصْدِيقِهِ فِيمَا جَاءَهُمْ بِهِ وَهَذَا إِنَّمَا قَالُوهُ عَلَى سَبِيل التَّعَنُّت وَالْعِنَاد وَالْكُفْر وَالْإِلْحَاد كَمَا سَأَلَ كُفَّار قُرَيْش قَبْلهمْ نَظِير ذَلِكَ كَمَا هُوَ مَذْكُور فِي سُورَة سُبْحَان وَقَالُوا \" لَنْ نُؤْمِن لَك حَتَّى تَفْجُر لَنَا مِنْ الْأَرْض يَنْبُوعًا \" الْآيَات وَلِهَذَا قَالَ تَعَالَى \" فَقَدْ سَأَلُوا مُوسَى أَكْبَر مِنْ ذَلِكَ فَقَالُوا أَرِنَا اللَّه جَهْرَة فَأَخَذَتْهُمْ الصَّاعِقَة بِظُلْمِهِمْ \" أَيْ بِطُغْيَانِهِمْ وَبَغْيهمْ وَعُتُوّهُمْ وَعِنَادهمْ وَهَذَا مُفَسَّر فِي سُورَة الْبَقَرَة حَيْثُ يَقُول تَعَالَى \" وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نُؤْمِن لَك حَتَّى نَرَى اللَّه جَهْرَة فَأَخَذَتْكُمْ الصَّاعِقَة وَأَنْتُمْ تَنْظُرُونَ ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْد مَوْتكُمْ لَعَلَّكُمْ تَشْكُرُونَ \" وَقَوْله تَعَالَى \" ثُمَّ اِتَّخَذُوا الْعِجْل مِنْ بَعْد مَا جَاءَتْهُمْ الْبَيِّنَات \" أَيْ مِنْ بَعْد مَا رَأَوْا مِنْ الْآيَات الْبَاهِرَة وَالْأَدِلَّة الْقَاهِرَة عَلَى يَد مُوسَى عَلَيْهِ السَّلَام فِي بِلَاد مِصْر وَمَا كَانَ مِنْ إِهْلَاك عَدُوّ اللَّه فِرْعَوْن وَجَمِيع جُنُوده فِي الْيَمّ فَمَا جَاوَزُوهُ إِلَّا يَسِيرًا حَتَّى أَتَوْا عَلَى قَوْم يَعْكُفُونَ عَلَى أَصْنَام لَهُمْ فَقَالُوا لِمُوسَى \" اِجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَة \" الْآيَتَيْنِ ثُمَّ ذَكَرَ تَعَالَى قِصَّة اِتِّخَاذهمْ الْعِجْل مَبْسُوطَة فِي سُورَة الْأَعْرَاف وَفِي سُورَة طَه بَعْد ذَهَاب مُوسَى إِلَى مُنَاجَاة اللَّه عَزَّ وَجَلَّ \" ثُمَّ لَمَّا رَجَعَ وَكَانَ مَا كَانَ جَعَلَ اللَّه تَوْبَتهمْ مِنْ الَّذِي صَنَعُوهُ وَابْتَدَعُوهُ أَنْ يَقْتُل مَنْ لَمْ يَعْبُد الْعِجْل مِنْهُمْ مَنْ عَبَدَهُ فَجَعَلَ يَقْتُل بَعْضهمْ بَعْضًا ثُمَّ أَحْيَاهُمْ اللَّه عَزَّ وَجَلَّ وَقَالَ اللَّه تَعَالَى \" فَعَفَوْنَا عَنْ ذَلِكَ وَآتَيْنَا مُوسَى سُلْطَانًا مُبِينًا \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40827, "aya_id": 153}]