[{"text": "قَالَ فَإِنَّكَ مِنَ الْمُنظَرِينَ", "sura_id": 38, "type": 0, "id": 4050, "aya_id": 80}, {"text": "قال فإنك من المنظرين", "sura_id": 38, "type": 1, "id": 10286, "aya_id": 80}, {"text": "80 - (قال فإنك من المنظرين) \r\n", "sura_id": 38, "type": 2, "id": 28994, "aya_id": 80}, {"text": "قال الله له: فإنك من المؤخَّرين إلى يوم الوقت المعلوم, \r\n", "sura_id": 38, "type": 3, "id": 35230, "aya_id": 80}, {"text": " <font color=red>قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ</font><BR><p>هَذِهِ الْقِصَّة ذَكَرَهَا اللَّه تَبَارَكَ وَتَعَالَى فِي سُورَة الْبَقَرَة وَفِي أَوَّل سُورَة الْأَعْرَاف وَفِي سُورَة الْحِجْر وَسُبْحَان وَالْكَهْف وَهُنَا وَهِيَ أَنَّ اللَّه سُبْحَانه وَتَعَالَى أَعْلَمَ الْمَلَائِكَة قَبْل خَلْق آدَم عَلَيْهِ الصَّلَاة وَالسَّلَام بِأَنَّهُ سَيَخْلُقُ بَشَرًا مِنْ صَلْصَال مِنْ حَمَإٍ مَسْنُون وَتَقَدَّمَ إِلَيْهِمْ بِالْأَمْرِ : مَتَى فَرَغَ مِنْ خَلْقه وَتَسْوِيَته فَلْيَسْجُدُوا لَهُ إِكْرَامًا وَإِعْظَامًا وَاحْتِرَامًا وَامْتِثَالًا لِأَمْرِ اللَّه عَزَّ وَجَلَّ فَامْتَثَلَ الْمَلَائِكَة كُلّهمْ ذَلِكَ سِوَى إِبْلِيس وَلَمْ يَكُنْ مِنْهُمْ جِنْسًا كَانَ مِنْ الْجِنّ فَخَانَهُ طَبْعُهُ وَجِبِلَّتُهُ أَحْوَج مَا كَانَ إِلَيْهِ فَاسْتَنْكَفَ عَنْ السُّجُود لِآدَمَ وَخَاصَمَ رَبّه عَزَّ وَجَلَّ فِيهِ وَادَّعَى أَنَّهُ خَيْر مِنْ آدَم فَإِنَّهُ مَخْلُوق مِنْ نَار وَآدَم خُلِقَ مِنْ طِين وَالنَّار خَيْر مِنْ الطِّين فِي زَعْمِهِ وَقَدْ أَخْطَأَ فِي ذَلِكَ وَخَالَفَ أَمْر اللَّه تَعَالَى وَكَفَرَ بِذَلِكَ فَأَبْعَدَهُ اللَّه عَزَّ وَجَلَّ وَأَرْغَمَ أَنْفَهُ وَطَرَدَهُ عَنْ بَاب رَحْمَته وَمَحَلّ أُنْسِهِ وَحَضْرَة قُدْسه وَسَمَّاهُ إِبْلِيس إِعْلَامًا لَهُ بِأَنَّهُ قَدْ أُبْلِسَ مِنْ الرَّحْمَة وَأَنْزَلَهُ مِنْ السَّمَاء مَذْمُومًا مَدْحُورًا إِلَى الْأَرْض فَسَأَلَ اللَّه النَّظِرَة إِلَى يَوْم الْبَعْث فَأَنْظَرَهُ الْحَلِيم الَّذِي لَا يَعْجَل عَلَى مَنْ عَصَاهُ فَلَمَّا أَمِنَ الْهَلَاك إِلَى الْقِيَامَة تَمَرَّدَ وَطَغَى وَقَالَ \" فَبِعِزَّتِك لَأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلَّا عِبَادك مِنْهُمْ الْمُخْلَصِينَ\" كَمَا قَالَ عَزَّ وَجَلَّ \" أَرَأَيْتَك هَذَا الَّذِي كَرَّمْت عَلَيَّ لَئِنْ أَخَّرْتنِ إِلَى يَوْم الْقِيَامَة لَأَحْتَنِكَنَّ ذُرِّيَّته إِلَّا قَلِيلًا \" وَهَؤُلَاءِ هُمْ الْمُسْتَثْنَوْنَ فِي الْآيَة الْأُخْرَى وَهِيَ قَوْله تَعَالَى \" إِنَّ عِبَادِي لَيْسَ لَك عَلَيْهِمْ سُلْطَان وَكَفَى بِرَبِّك وَكِيلًا \" وَقَوْله تَبَارَكَ وَتَعَالَى \" قَالَ فَالْحَقُّ وَالْحَقَّ أَقُول لَأَمْلَأَنَّ جَهَنَّم مِنْك وَمِمَّنْ تَبِعَك مِنْهُمْ أَجْمَعِينَ \" قَرَأَ ذَلِكَ جَمَاعَة مِنْهُمْ مُجَاهِد بِرَفْعِ الْحَقّ الْأَوَّل وَفَسَّرَهُ مُجَاهِد بِأَنَّ مَعْنَاهُ أَنَا الْحَقّ وَالْحَقّ أَقُول وَفِي رِوَايَة عَنْهُ : الْحَقّ مِنِّي وَأَقُول الْحَقّ وَقَرَأَ آخَرُونَ بِنَصْبِهِمَا قَالَ السُّدِّيّ هُوَ قَسَم أَقْسَمَ اللَّه بِهِ \" قُلْت \" وَهَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى \" وَلَكِنْ حَقَّ الْقَوْل مِنِّي لَأَمْلَأَنَّ جَهَنَّم مِنْ الْجِنَّة وَالنَّاس أَجْمَعِينَ \" وَكَقَوْلِهِ عَزَّ وَجَلَّ \" قَالَ اِذْهَبْ فَمَنْ تَبِعَك مِنْهُمْ فَإِنَّ جَهَنَّم جَزَاؤُكُمْ جَزَاء مَوْفُورًا \" .</p><BR> <br> ", "sura_id": 38, "type": 4, "id": 40682, "aya_id": 80}]