[{"text": "مَّن كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاء لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُومًا مَّدْحُورًا", "sura_id": 17, "type": 0, "id": 2047, "aya_id": 18}, {"text": "من كان يريد العاجلة عجلنا له فيها ما نشاء لمن نريد ثم جعلنا له جهنم يصلاها مذموما مدحورا", "sura_id": 17, "type": 1, "id": 8283, "aya_id": 18}, {"text": "18 - (من كان يريد) بعمله (العاجلة) أي الدنيا (عجلنا له فيها ما نشاء لمن نريد) التعجيل له بدل من له بإعادة الجار (ثم جعلنا له) في الآخرة (جهنم يصلاها) يدخلها (مذموما) ملوما (مدحورا) مطرودا من الرحمة \r\n", "sura_id": 17, "type": 2, "id": 26991, "aya_id": 18}, {"text": "من كان طلبه الدنيا العاجلة، وسعى لها وحدها، ولم يصدِّق بالآخرة، ولم يعمل لها، عجَّل الله له فيها ما يشاؤه اللّه ويريده مما كتبه له في اللوح المحفوظ، ثم يجعل الله له في الآخرة جهنم، يدخلها ملومًا مطرودًا من رحمته عز وجل؛ وذلك بسبب إرادته الدنيا وسعيه لها دون الآخرة.\r\n", "sura_id": 17, "type": 3, "id": 33227, "aya_id": 18}, {"text": " <font color=red>مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا</font><BR><p>يُخْبِر تَعَالَى أَنَّهُ مَا كَلَّ مِنْ طَلَب الدُّنْيَا وَمَا فِيهَا مِنْ النَّعِيم يَحْصُل لَهُ بَلْ إِنَّمَا يَحْصُل لِمَنْ أَرَادَ اللَّه وَمَا يَشَاء وَهَذِهِ مُقَيَّدَة لِإِطْلَاقِ مَا سِوَاهَا مِنْ الْآيَات فَإِنَّهُ قَالَ \" عَجَّلْنَا لَهُ فِيهَا مَا نَشَاء لِمَنْ نُرِيد ثُمَّ جَعَلْنَا لَهُ جَهَنَّم \" أَيْ فِي الدَّار الْآخِرَة \" يَصْلَاهَا \" أَيْ يَدْخُلهَا حَتَّى تَغْمُرهُ مِنْ جَمِيع جَوَانِبه \" مَذْمُومًا \" أَيْ فِي حَال كَوْنه مَذْمُومًا عَلَى سُوء تَصَرُّفه وَصَنِيعه إِذْ اِخْتَارَ الْفَانِي عَلَى الْبَاقِي \" مَدْحُورًا \" مُبْعَدًا مُقْصَيًا حَقِيرًا ذَلِيلًا مُهَانًا . رَوَى الْإِمَام أَحْمَد حَدَّثَنَا حُسَيْن حَدَّثَنَا دُوَيْد عَنْ أَبِي إِسْحَاق عَنْ زُرْعَة عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الدُّنْيَا دَار مَنْ لَا دَار لَهُ وَمَال مَنْ لَا مَال لَهُ وَلَهَا يَجْمَع مَنْ لَا عَقْل لَهُ .</p><BR> <br> ", "sura_id": 17, "type": 4, "id": 38199, "aya_id": 18}]