[{"text": "وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَذَكِّرْهُمْ بِأَيَّامِ اللّهِ إِنَّ فِي ذَلِكَ لآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ", "sura_id": 14, "type": 0, "id": 1755, "aya_id": 5}, {"text": "ولقد أرسلنا موسى بآياتنا أن أخرج قومك من الظلمات إلى النور وذكرهم بأيام الله إن في ذلك لآيات لكل صبار شكور", "sura_id": 14, "type": 1, "id": 7991, "aya_id": 5}, {"text": "5 - (ولقد أرسلنا موسى بآياتنا) التسع وقلنا له (أن أخرج قومك) بني إسرائيل (من الظلمات) الكفر (إلى النور) الإيمان (وذكرهم بأيام الله) بنعمه (إن في ذلك) التذكير (لآيات لكل صبار) على الطاعة (شكور) للنعم \r\n", "sura_id": 14, "type": 2, "id": 26699, "aya_id": 5}, {"text": "ولقد أرسلنا موسى إلى بني إسرائيل وأيدناه بالمعجزات الدالة على صدقه, وأمرناه بأن يدعوهم إلى الإيمان؛ ليخرجهم من الضلال إلى الهدى, ويذكِّرهم بنعم الله ونقمه في أيامه, إن في هذا التذكير بها لَدلالات لكل صبَّار على طاعة الله، وعن محارمه، وعلى أقداره، شكور قائم بحقوق الله، يشكر الله على نعمه, وخصَّهم بذلك؛ لأنهم هم الذين يعتبرون بها, ولا يَغْفُلون عنها.\r\n", "sura_id": 14, "type": 3, "id": 32935, "aya_id": 5}, {"text": " <font color=red>وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ</font><BR><p>فَيَقُول تَعَالَى وَكَمَا أَرْسَلْنَاك يَا مُحَمَّد وَأَنْزَلْنَا عَلَيْك الْكِتَاب لِتُخْرِجَ النَّاسَ كُلَّهُمْ تَدْعُوهُمْ إِلَى الْخُرُوجِ مِنْ الظُّلُمَات إِلَى النُّور كَذَلِكَ أَرْسَلْنَا مُوسَى إِلَى بَنِي إِسْرَائِيل بِآيَاتِنَا قَالَ مُجَاهِد وَهِيَ التِّسْع الْآيَات \" أَنْ أَخْرِجْ قَوْمَك \" أَيْ أَمَرْنَاهُ قَائِلِينَ لَهُ \" أَخْرِجْ قَوْمَك مِنْ الظُّلُمَاتِ إِلَى النُّورِ \" أَيْ اُدْعُهُمْ إِلَى الْخَيْر لِيَخْرُجُوا مِنْ ظُلُمَات مَا كَانُوا فِيهِ مِنْ الْجَهْل وَالضَّلَال إِلَى نُور الْهُدَى وَبَصِيرَة الْإِيمَان \" وَذَكِّرْهُمْ بِأَيَّامِ اللَّه \" أَيْ بِأَيَادِيهِ وَنِعَمِهِ عَلَيْهِمْ فِي إِخْرَاجه إِيَّاهُمْ مِنْ أَسْرِ فِرْعَوْن وَقَهْرِهِ وَظُلْمه وَغَشْمه وَإِنْجَائِهِ إِيَّاهُمْ مِنْ عَدُوّهُمْ وَفَلْقه لَهُمْ الْبَحْر وَتَظْلِيله إِيَّاهُمْ بِالْغَمَامِ وَإِنْزَاله عَلَيْهِمْ الْمَنّ وَالسَّلْوَى إِلَى غَيْر ذَلِكَ مِنْ النِّعَم قَالَ ذَلِكَ مُجَاهِد وَقَتَادَة وَغَيْر وَاحِد وَقَدْ وَرَدَ فِيهِ الْحَدِيث الْمَرْفُوع الَّذِي رَوَاهُ عَبْد اللَّه بْن الْإِمَام أَحْمَد بْن حَنْبَل فِي مُسْنَد أَبِيهِ حَيْثُ قَالَ : حَدَّثَنِي يَحْيَى بْن عَبْد اللَّه مَوْلَى بَنِي هَاشِم حَدَّثَنَا مُحَمَّد بْن أَبَان الْجُعْفِيّ عَنْ أَبِي إِسْحَاق عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس عَنْ أُبَيّ بْن كَعْب عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي قَوْله تَعَالَى \" وَذَكِّرْهُمْ بِأَيَّامِ اللَّه \" قَالَ \" بِنِعَمِ اللَّه \" وَرَوَاهُ اِبْن جَرِير وَابْن أَبِي حَاتِم مِنْ حَدِيث مُحَمَّد بْن أَبَان بِهِ وَرَوَاهُ عَبْد اللَّه اِبْنه أَيْضًا مَوْقُوفًا وَهُوَ شَبَه ; وَقَوْله \" إِنَّ فِي ذَلِكَ لَآيَات لِكُلِّ صَبَّارٍ شَكُورٍ\" أَيْ إِنَّ فِي مَا صَنَعْنَا بِأَوْلِيَائِنَا بَنِي إِسْرَائِيل حِين أَنْقَذْنَاهُمْ مِنْ يَد فِرْعَوْن وَأَنْجَيْنَاهُمْ مِمَّا كَانُوا فِيهِ مِنْ الْعَذَاب الْمُهِين لَعِبْرَةً لِكُلِّ صَبَّار أَيْ فِي الضَّرَّاء شَكُور أَيْ فِي السَّرَّاء كَمَا قَالَ قَتَادَة : نِعْمَ الْعَبْد عَبْد إِذَا اُبْتُلِيَ صَبَرَ وَإِذَا أُعْطِيَ شَكَرَ وَكَذَا جَاءَ فِي الصَّحِيح عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" إِنَّ أَمْرَ الْمُؤْمِنِ كُلَّهُ عَجَبٌ لَا يَقْضِي اللَّهُ لَهُ قَضَاءً إِلَّا كَانَ خَيْرًا لَهُ إِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خَيْرًا لَهُ وَإِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْرًا لَهُ \" .</p><BR> <br> ", "sura_id": 14, "type": 4, "id": 37944, "aya_id": 5}]