[{"text": "هُنَالِكَ تَبْلُو كُلُّ نَفْسٍ مَّا أَسْلَفَتْ وَرُدُّواْ إِلَى اللّهِ مَوْلاَهُمُ الْحَقِّ وَضَلَّ عَنْهُم مَّا كَانُواْ يَفْتَرُونَ", "sura_id": 10, "type": 0, "id": 1394, "aya_id": 30}, {"text": "هنالك تبلوا كل نفس ما أسلفت وردوا إلى الله مولاهم الحق وضل عنهم ما كانوا يفترون", "sura_id": 10, "type": 1, "id": 7630, "aya_id": 30}, {"text": "30 - (هنالك) أي ذلك اليوم (تبلُو) من البلوى ، وفي قراءة بتاءين {تتلو} من التلاوة (كل نفس ما أسلفت) قدمت من العمل (وردوا إلى الله مولاهم الحق) الثابت الدائم (وضل) غاب (عنهم ما كانوا يفترون) عليه من الشركاء \r\n", "sura_id": 10, "type": 2, "id": 26338, "aya_id": 30}, {"text": "في ذلك الموقف للحساب تتفقد كل نفس أحوالها وأعمالها التي سلفت وتعاينها, وتجازى بحسبها: إن خيرًا فخير, وإن شرًا فشر, ورُدَّ الجميع إلى الله الحكم العدل, فأُدخِلَ أهل الجنةِ الجنةَ وأهل النار النار, وذهب عن المشركين ما كانوا يعبدون من دون الله افتراء عليه.\r\n", "sura_id": 10, "type": 3, "id": 32574, "aya_id": 30}, {"text": " <font color=red>هُنَالِكَ تَبْلُو كُلُّ نَفْسٍ مَا أَسْلَفَتْ وَرُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ</font><BR><p>أَيْ فِي مَوْقِف الْحِسَاب يَوْم الْقِيَامَة تُخْتَبَر كُلّ نَفْس وَتَعْلَم مَا سَلَف مِنْ عَمَلهَا مِنْ خَيْر وَشَرّ كَقَوْلِهِ تَعَالَى \" يَوْم تُبْلَى السَّرَائِر \" وَقَالَ تَعَالَى \" يُنَبَّأ الْإِنْسَان يَوْمئِذٍ بِمَا قَدَّمَ وَأَخَّرَ \" وَقَالَ تَعَالَى \" وَنُخْرِج لَهُ يَوْم الْقِيَامَة كِتَابًا يَلْقَاهُ مَنْشُورًا اِقْرَأْ كِتَابك كَفَى بِنَفْسِك الْيَوْم عَلَيْك حَسِيبًا \" وَقَدْ قَرَأَ بَعْضهمْ \" هُنَالِكَ تَبْلُو كُلّ نَفْس مَا أَسْلَفَتْ \" وَفَسَّرَهَا بَعْضهمْ بِالْقِرَاءَةِ وَفَسَّرَهَا بَعْضهمْ بِمَعْنَى تَتْبَع مَا قَدَّمَتْ مِنْ خَيْر وَشَرّ وَفَسَّرَهَا بَعْضهمْ بِحَدِيثِ \" لِتَتْبَع كُلّ أُمَّة مَا كَانَتْ تَعْبُد فَيَتْبَع مَنْ كَانَ يَعْبُد الشَّمْس الشَّمْس وَيَتْبَع مَنْ كَانَ يَعْبُد الْقَمَر الْقَمَر وَيَتْبَع مَنْ كَانَ يَعْبُد الطَّوَاغِيت الطَّوَاغِيت \" الْحَدِيث وَقَوْله \" وَرُدُّوا إِلَى اللَّه مَوْلَاهُمْ الْحَقّ \" أَيْ وَرَجَعَتْ الْأُمُور كُلّهَا إِلَى اللَّه الْحَكَم الْعَدْل فَفَصَّلَهَا وَأَدْخَلَ أَهْل الْجَنَّة الْجَنَّة وَأَهْل النَّار النَّار \" وَضَلَّ عَنْهُمْ \" أَيْ ذَهَبَ عَنْ الْمُشْرِكِينَ \" مَا كَانُوا يَفْتَرُونَ \" أَيْ مَا كَانُوا يَعْبُدُونَ مِنْ دُون اللَّه اِفْتِرَاء عَلَيْهِ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37457, "aya_id": 30}]