[{"text": "أُوْلَئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِّن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا", "sura_id": 18, "type": 0, "id": 2171, "aya_id": 31}, {"text": "أولئك لهم جنات عدن تجري من تحتهم الأنهار يحلون فيها من أساور من ذهب و يلبسون ثيابا خضرا من سندس و إستبرق متكئين فيها على الأرائك نعم الثواب و حسنت مرتفقا", "sura_id": 18, "type": 1, "id": 8407, "aya_id": 31}, {"text": "31 - (أولئك لهم جنات عدن) إقامة (تجري من تحتهم الأنهار يحلون فيها من أساور) قيل من زائدة وقيل للتبعيض وهي جمع اسورة كأحمرة جمع سوار (من ذهب ويلبسون ثيابا خضرا من سندس) مارق من الديباج (وإستبرق) ما غلظ منه وفي آية الرحمن بطائنها من استبرق (متكئين فيها على الأرائك) جمع أريكة وهي السرير في الحجلة وهي بيت يزين بالثياب والستور للعروس (نعم الثواب) الجزاء الجنة (وحسنت مرتفقا) \r\n", "sura_id": 18, "type": 2, "id": 27115, "aya_id": 31}, {"text": "أولئك الذين آمنوا لهم جنات يقيمون فيها دائمًا، تجري من تحت غرفهم ومنازلهم الأنهار العذبة، يُحَلَّون فيها بأساور الذهب، ويَلْبَسون ثيابًا ذات لون أخضر نسجت من رقيق الحرير وغليظه، يتكئون فيها على الأسِرَّة المزدانة بالستائر الجميلة، نِعْمَ الثواب ثوابهم، وحَسُنتِ الجنة منزلا ومكانًا لهم.\r\n", "sura_id": 18, "type": 3, "id": 33351, "aya_id": 31}, {"text": " <font color=red>أُولَئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا</font><BR><p>\"تَجْرِي مِنْ تَحْتهمْ الْأَنْهَار \" أَيْ مِنْ تَحْت غُرَفهمْ وَمَنَازِلهمْ . قَالَ فِرْعَوْن \" وَهَذِهِ الْأَنْهَار تَجْرِي مِنْ تَحْتِي \" الْآيَة \" يُحَلَّوْنَ \" أَيْ مِنْ الْحِلْيَة \" فِيهَا مِنْ أَسَاوِر مِنْ ذَهَب \" وَقَالَ فِي الْمَكَان الْآخَر \" وَلُؤْلُؤًا وَلِبَاسهمْ فِيهَا حَرِير \" وَفَصَّلَهُ هَاهُنَا فَقَالَ \" وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِنْ سُنْدُس وَإِسْتَبْرَق \" فَالسُّنْدُس ثِيَاب رِفَاع رِقَاق كَالْقُمْصَانِ وَمَا جَرَى مَجْرَاهَا. وَأَمَّا الْإِسْتَبْرَق فَغَلِيظ الدِّيبَاج وَفِيهِ بَرِيق وَقَوْله \" مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِك \" الِاتِّكَاء قِيلَ الِاضْطِجَاع وَقِيلَ التَّرَبُّع فِي الْجُلُوس وَهُوَ أَشْبَه بِالْمُرَادِ هَاهُنَا وَمِنْهُ الْحَدِيث الصَّحِيح \" أَمَّا أَنَا فَلَا آكُل مُتَّكِئًا \" فِيهِ الْقَوْلَانِ . وَالْأَرَائِك جَمْع أَرِيكَة وَهِيَ السَّرِير تَحْت الْحَجَلَة وَالْحَجَلَة كَمَا يَعْرِفهُ النَّاس فِي زَمَاننَا هَذَا بالبشخانة وَاَللَّه أَعْلَم . قَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة \" عَلَى الْأَرَائِك \" قَالَ هِيَ الْحِجَال قَالَ مَعْمَر وَقَالَ غَيْره السُّرَر فِي الْحِجَال . وَقَوْله \" نِعْمَ الثَّوَاب وَحَسُنَتْ مُرْتَفَقًا \" أَيْ نِعْمَتْ الْجَنَّة ثَوَابًا عَلَى أَعْمَالهمْ وَحَسُنَتْ مُرْتَفَقًا أَيْ حَسُنَتْ مَنْزِلًا وَمَقِيلًا وَمُقَامًا كَمَا قَالَ فِي النَّار \" بِئْسَ الشَّرَاب وَسَاءَتْ مُرْتَفَقًا \" وَهَكَذَا قَابَلَ بَيْنهمَا فِي سُورَة الْفُرْقَان فِي قَوْله \" إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا \" ثُمَّ ذَكَرَ صِفَات الْمُؤْمِنِينَ فَقَالَ \" أُولَئِكَ يُجْزَوْنَ الْغُرْفَة بِمَا صَبَرُوا وَيُلَقَّوْنَ فِيهَا تَحِيَّة وَسَلَامًا خَالِدِينَ فِيهَا حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا \" .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38324, "aya_id": 31}]