[{"text": "وَإِذَا لَقُواْ الَّذِينَ آمَنُواْ قَالُواْ آمَنَّا وَإِذَا خَلاَ بَعْضُهُمْ إِلَىَ بَعْضٍ قَالُواْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ اللّهُ عَلَيْكُمْ لِيُحَآجُّوكُم بِهِ عِندَ رَبِّكُمْ أَفَلاَ تَعْقِلُونَ", "sura_id": 2, "type": 0, "id": 83, "aya_id": 76}, {"text": "وإذا لقوا الذين آمنوا قالوا آمنا وإذا خلا بعضهم إلى بعض قالوا أتحدثونهم بما فتح الله عليكم ليحاجوكم به عند ربكم أفلا تعقلون", "sura_id": 2, "type": 1, "id": 6319, "aya_id": 76}, {"text": "76 - (وإذا لقوا) أي منافقو اليهود (الذين آمنوا قالوا آمنا) بأن محمد صلى الله عليه وسلم نبي وهو المبشر به في كتابنا (وإذا خلا) رجع (بعضهم إلى بعض قالوا) أي رؤساؤهم الذين لم ينافقوا لمن نافق (أتحدثونهم) أي المؤمنين (بما فتح الله عليكم) أي عرفكم في التوراة من نعت محمد صلى الله عليه وسلم (ليحاجُّوكم) ليخاصموكم واللام للصيرورة (به عند ربكم) في الآخرة ويقيموا عليكم الحجة في ترك اتباعه مع علمكم بصدقه (أفلا تعقلون) أنهم يحاجونكم إذا حدثتموهم فتنبهوا \r\n", "sura_id": 2, "type": 2, "id": 25027, "aya_id": 76}, {"text": "هؤلاء اليهود إذا لقوا الذين آمنوا قالوا بلسانهم: آمنَّا بدينكم ورسولكم المبشَّر به في التوراة, وإذا خلا بعض هؤلاء المنافقين من اليهود إلى بعض قالوا في إنكار: أتحدِّثون المؤمنين بما بيَّن الله لكم في التوراة من أمر محمد; لتكون لهم الحجة عليكم عند ربكم يوم القيامة؟ أفلا تفقهون فتحذروا؟\r\n", "sura_id": 2, "type": 3, "id": 31263, "aya_id": 76}, {"text": " <font color=red>وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَى بَعْضٍ قَالُوا أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ أَفَلَا تَعْقِلُونَ</font><BR><p>وَقَوْله تَعَالَى \" وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضهمْ إِلَى بَعْض \" الْآيَة قَالَ مُحَمَّد بْن إِسْحَاق حَدَّثَنَا مُحَمَّد بْن أَبِي مُحَمَّد عَنْ عِكْرِمَة أَوْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس \" وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا\" أَيْ إِنَّ صَاحِبكُمْ رَسُول اللَّه وَلَكِنَّهُ إِلَيْكُمْ خَاصَّة وَإِذَا خَلَا بَعْضهمْ إِلَى بَعْض قَالُوا : لَا تُحَدِّثُوا الْعَرَب بِهَذَا فَإِنَّكُمْ قَدْ كُنْتُمْ تَسْتَفْتِحُونَ بِهِ عَلَيْهِمْ فَكَانَ مِنْهُمْ فَأَنْزَلَ اللَّه \" وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضهمْ إِلَى بَعْض قَالُوا أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّه عَلَيْكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْد رَبّكُمْ\" أَيْ تُقِرُّونَ بِأَنَّهُ نَبِيّ وَقَدْ عَلِمْتُمْ أَنَّهُ قَدْ أَخَذَ لَهُ الْمِيثَاق عَلَيْكُمْ بِاتِّبَاعِهِ وَهُوَ يُخْبِرهُمْ أَنَّهُ النَّبِيّ الَّذِي كُنَّا نَنْتَظِر وَنَجِد فِي كِتَابنَا اِجْحَدُوهُ وَلَا تُقِرُّوا بِهِ يَقُول اللَّه تَعَالَى \" أَوَلَا يَعْلَمُونَ أَنَّ اللَّه يَعْلَم مَا يُسِرُّونَ وَمَا يُعْلِنُونَ \" وَقَالَ : الضَّحَّاك عَنْ اِبْن عَبَّاس : يَعْنِي الْمُنَافِقِينَ مِنْ الْيَهُود كَانُوا إِذَا لَقُوا أَصْحَاب مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَالُوا آمَنَّا وَقَالَ السُّدِّيّ هَؤُلَاءِ نَاس مِنْ الْيَهُود آمَنُوا ثُمَّ نَافَقُوا . وَكَذَا قَالَ الرَّبِيع بْن أَنَس وَقَتَادَة وَغَيْر وَاحِد مِنْ السَّلَف وَالْخَلَف حَتَّى قَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ فِيمَا رَوَاهُ اِبْن وَهْب عَنْهُ كَانَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَدْ قَالَ \" لَا يَدْخُلَن عَلَيْنَا قَصَبَة الْمَدِينَة إِلَّا مُؤْمِن \" فَقَالَ رُؤَسَاؤُهُمْ مِنْ أَهْل الْكُفْر وَالنِّفَاق اِذْهَبُوا فَقُولُوا آمَنَّا وَاكْفُرُوا إِذَا رَجَعْتُمْ إِلَيْنَا فَكَانُوا يَأْتُونَ الْمَدِينَة بِالْبُكَرِ وَيَرْجِعُونَ إِلَيْهِمَا بَعْد الْعَصْر . وَقَرَأَ قَوْله اللَّه تَعَالَى \" وَقَالَتْ طَائِفَةٌ مِنْ أَهْل الْكِتَابِ آمِنُوا بِاَلَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ \" وَكَانُوا يَقُولُونَ إِذَا دَخَلُوا الْمَدِينَة نَحْنُ مُسْلِمُونَ لِيَعْلَمُوا خَبَر رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَأَمْره . فَإِذَا رَجَعُوا رَجَعُوا إِلَى الْكُفْر فَلَمَّا أَخْبَرَ اللَّهُ نَبِيَّهُ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَطَعَ ذَلِكَ عَنْهُمْ فَلَمْ يَكُونُوا يَدْخُلُونَ وَكَانَ الْمُؤْمِنُونَ يَظُنُّونَ أَنَّهُمْ مُؤْمِنُونَ فَيَقُولُونَ أَلَيْسَ قَدْ قَالَ اللَّه لَكُمْ كَذَا وَكَذَا ؟ فَيَقُولُونَ بَلَى . فَإِذَا رَجَعُوا إِلَى قَوْمهمْ يَعْنِي الرُّؤَسَاء فَقَالُوا \" أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ \" الْآيَة . وَقَالَ أَبُو الْعَالِيَة\" أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ \" يَعْنِي بِمَا أَنْزَلَ اللَّه فِي كِتَابكُمْ مِنْ نَعْت مُحَمَّد - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقَالَ عَبْد الرَّزَّاق عَنْ مَعْمَر عَنْ قَتَادَة\" أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْد رَبّكُمْ \" قَالَ كَانُوا يَقُولُونَ سَيَكُونُ نَبِيٌّ فَخَلَا بَعْضهمْ بِبَعْضٍ \" فَقَالُوا أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّه عَلَيْكُمْ \" - قَوْل آخَر فِي الْمُرَاد بِالْفَتْحِ قَالَ : اِبْن جُرَيْج : حَدَّثَنِي الْقَاسِم بْن أَبِي بَرْزَة عَنْ مُجَاهِد فِي قَوْله تَعَالَى \" أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّه عَلَيْكُمْ\" قَالَ قَامَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - يَوْم قُرَيْظَة تَحْت حُصُونهمْ فَقَالَ \" يَا إِخْوَان الْقِرَدَة وَالْخَنَازِير وَيَا عَبَدَة الطَّاغُوت \" فَقَالُوا مَنْ أَخْبَرَ بِهَذَا الْأَمْر مُحَمَّدًا ؟ مَا خَرَجَ هَذَا الْقَوْل إِلَّا مِنْكُمْ \" أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّه عَلَيْكُمْ \" بِمَا حَكَمَ اللَّه لِلْفَتْحِ يَكُون لَهُمْ حُجَّة عَلَيْكُمْ . قَالَ اِبْن جُرَيْج عَنْ مُجَاهِد هَذَا حِين أَرْسَلَ إِلَيْهِمْ عَلِيًّا فَآذَوْا مُحَمَّدًا - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ السُّدِّيّ \" أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّه عَلَيْكُمْ \" مِنْ الْعَذَاب \" لِيُحَاجُّوكُمْ بِهِ عِنْد رَبّكُمْ\" هَؤُلَاءِ نَاس مِنْ الْيَهُود آمَنُوا ثُمَّ نَافَقُوا فَكَانُوا يُحَدِّثُونَ الْمُؤْمِنِينَ مِنْ الْعَرَب بِمَا عُذِّبُوا بِهِ فَقَالَ بَعْضهمْ لِبَعْضٍ \" أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ\" مِنْ الْعَذَاب لِيَقُولُوا نَحْنُ أَحَبّ إِلَى اللَّه مِنْكُمْ وَأَكْرَم عَلَى اللَّه مِنْكُمْ وَقَالَ عَطَاء الْخُرَاسَانِيّ \" أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّه عَلَيْكُمْ \" يَعْنِي بِمَا قَضَى لَكُمْ وَعَلَيْكُمْ وَقَالَ الْحَسَن الْبَصْرِيّ : هَؤُلَاءِ الْيَهُود كَانُوا إِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضهمْ إِلَى بَعْض قَالَ بَعْضهمْ لَا تُحَدِّثُوا أَصْحَاب مُحَمَّد بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ مِمَّا فِي كِتَابكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْد رَبّكُمْ فَيَخْصُمُوكُمْ .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38756, "aya_id": 76}]