[{"text": "وَالَّذِينَ إِذَا أَنفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا", "sura_id": 25, "type": 0, "id": 2922, "aya_id": 67}, {"text": "والذين إذا أنفقوا لم يسرفوا ولم يقتروا وكان بين ذلك قواما", "sura_id": 25, "type": 1, "id": 9158, "aya_id": 67}, {"text": "67 - (والذين إذا أنفقوا) على عيالهم (لم يسرفوا ولم يقتروا) بفتح أوله وضمه أي يضيقوا (وكان) إنفاقهم (بين ذلك) الإسراف والإقتار (قواما) وسطا \r\n", "sura_id": 25, "type": 2, "id": 27866, "aya_id": 67}, {"text": "والذين إذا أنفقوا من أموالهم لم يتجاوزوا الحد في العطاء، ولم يضيِّقوا في النفقة، وكان إنفاقهم وسطًا بين التبذير والتضييق.\r\n", "sura_id": 25, "type": 3, "id": 34102, "aya_id": 67}, {"text": " <font color=red>وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا</font><BR><p>وَقَوْله تَعَالَى \" وَاَلَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا \" الْآيَة أَيْ لَيْسُوا بِمُبَذِّرِينَ فِي إِنْفَاقهمْ فَيَصْرِفُونَ فَوْق الْحَاجَة وَلَا بُخَلَاء عَلَى أَهْلِيهِمْ فَيُقَصِّرُونَ فِي حَقّهمْ فَلَا يَكْفُونَهُمْ بَلْ عَدْلًا خِيَارًا وَخَيْر الْأُمُور أَوْسَطهَا لَا هَذَا وَلَا هَذَا \" وَكَانَ بَيْن ذَلِكَ قَوَامًا \" كَمَا قَالَ تَعَالَى\" وَلَا تَجْعَل يَدك مَغْلُولَة إِلَى عُنُقك وَلَا تَبْسُطهَا كُلّ الْبَسْط \" الْآيَة وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا عِصَام بْن خَالِد حَدَّثَنِي أَبُو بَكْر بْن عَبْد اللَّه بْن أَبِي تَمِيم الْغَسَّانِيّ عَنْ ضَمْرَة عَنْ أَبِي الدَّرْدَاء عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" مِنْ فِقْه الرَّجُل قَصْده فِي مَعِيشَته \" وَلَمْ يُخَرِّجُوهُ وَقَالَ الْإِمَام أَحْمَد أَيْضًا حَدَّثَنَا أَبُو عُبَيْدَة الْحَدَّاد حَدَّثَنَا مِسْكِين بْن عَبْد الْعَزِيز الْعَبْدِيّ حَدَّثَنَا إِبْرَاهِيم الْهَجَرِيّ عَنْ أَبِي الْأَحْوَص عَنْ عَبْد اللَّه بْن مَسْعُود قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَا عَالَ مَنْ اِقْتَصَدَ \" لَمْ يُخَرِّجُوهُ وَقَالَ الْحَافِظ أَبُو بَكْر الْبَزَّار حَدَّثَنَا أَحْمَد بْن يَحْيَى حَدَّثَنَا إِبْرَاهِيم بْن مُحَمَّد بْن مَيْمُون حَدَّثَنَا سَعْد بْن حَكِيم عَنْ مُسْلِم بْن حَبِيب عَنْ بِلَال يَعْنِي الْعَبْسِيّ - عَنْ حُذَيْفَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا أَحْسَن الْقَصْد فِي الْغِنَى وَمَا أَحْسَن الْقَصْد فِي الْفَقْر وَمَا أَحْسَن الْقَصْد فِي الْعِبَادَة \" ثُمَّ قَالَ لَا نَعْرِفهُ يُرْوَى إِلَّا مِنْ حَدِيث حُذَيْفَة رَضِيَ اللَّه عَنْهُ وَقَالَ الْحَسَن الْبَصْرِيّ لَيْسَ فِي النَّفَقَة فِي سَبِيل اللَّه سَرَف وَقَالَ إِيَاس بْن مُعَاوِيَة : مَا جَاوَزْت بِهِ أَمْر اللَّه تَعَالَى فَهُوَ سَرَف وَقَالَ غَيْره السَّرَف النَّفَقَة فِي مَعْصِيَة اللَّه عَزَّ وَجَلَّ .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39352, "aya_id": 67}]