[{"text": "قُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ اللّهِ مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَى لِلْمُؤْمِنِينَ", "sura_id": 2, "type": 0, "id": 104, "aya_id": 97}, {"text": "قل من كان عدوا لجبريل فإنه نزله على قلبك بإذن الله مصدقا لما بين يديه وهدى وبشرى للمؤمنين", "sura_id": 2, "type": 1, "id": 6340, "aya_id": 97}, {"text": "97 - (قل) لهم (من كان عدوا لجبريل) فليمت غيظا (فإنه نزله) أي القرآن (على قلبك بإذن) بأمر (الله مصدقا لما بين يديه) قبله من الكتب (وهدى) من الضلالة (وبشرى) بالجنة (للمؤمنين) \r\n", "sura_id": 2, "type": 2, "id": 25048, "aya_id": 97}, {"text": "قل-أيها الرسول- لليهود حين قالوا: إن جبريل هو عدونا من الملائكة: من كان عدوًا لجبريل فإنه نزَّل القرآن على قلبك بإذن الله تعالى مصدِّقًا لما سبقه من كتب الله, وهاديًا إلى الحق, ومبشرًا للمصدِّقين به بكل خير في الدنيا والآخرة.\r\n", "sura_id": 2, "type": 3, "id": 31284, "aya_id": 97}, {"text": " <font color=red>قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ اللَّهِ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَى لِلْمُؤْمِنِينَ</font><BR><p>قَالَ الْإِمَام أَبُو جَعْفَر بْن جَرِير الطَّبَرِيّ رَحِمَهُ اللَّه جَمَعَ أَهْل الْعِلْم بِالتَّأْوِيلِ جَمِيعًا أَنَّ هَذِهِ الْآيَة نَزَلَتْ جَوَابًا لِلْيَهُودِ مِنْ بَنِي إِسْرَائِيل إِذْ زَعَمُوا أَنَّ جِبْرِيل عَدُوّ لَهُمْ وَأَنَّ مِيكَائِيل وَلِيّ لَهُمْ ثُمَّ اِخْتَلَفُوا فِي السَّبَب الَّذِي مِنْ أَجْله قَالُوا ذَلِكَ فَقَالَ بَعْضهمْ إِنَّمَا كَانَ سَبَب قِيلهمْ ذَلِكَ مِنْ أَجْل مُنَاظَرَة جَرَتْ بَيْنهمْ وَبَيْن رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فِي أَمْر نُبُوَّته : \" ذِكْرُ مَنْ قَالَ ذَلِكَ \" حَدَّثَنَا أَبُو كُرَيْب حَدَّثَنَا يُونُس بْن بُكَيْر عَنْ عَبْد الْحَمِيد بْن بَهْرَام عَنْ شَهْر بْن حَوْشَب عَنْ اِبْن عَبَّاس أَنَّهُ قَالَ : حَضَرَتْ عِصَابَةٌ مِنْ الْيَهُود رَسُولَ اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالُوا : يَا أَبَا الْقَاسِم حَدِّثْنَا عَنْ خِلَال نَسْأَلك عَنْهُنَّ لَا يَعْلَمهُنَّ إِلَّا نَبِيّ فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" سَلُوا عَمَّا شِئْتُمْ وَلَكِنْ اِجْعَلُوا لِي ذِمَّة وَمَا أَخَذَ يَعْقُوب عَلَى بَنِيهِ لَئِنْ أَنَا حَدَّثْتُكُمْ عَنْ شَيْء فَعَرَفْتُمُوهُ لَتُتَابِعُنَّنِي عَلَى الْإِسْلَام\" فَقَالُوا ذَلِكَ لَك . فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" سَلُوا عَمَّا شِئْتُمْ \" قَالُوا : أَخْبِرْنَا عَنْ أَرْبَع خِلَال نَسْأَلُك عَنْهُنَّ أَخْبِرْنَا أَيّ الطَّعَام حَرَّمَ إِسْرَائِيل عَلَى نَفْسه مِنْ قَبْل أَنْ تُنَزَّلَ التَّوْرَاةُ ؟ وَأَخْبِرْنَا كَيْف مَاء الْمَرْأَة وَمَاء الرَّجُل وَكَيْف يَكُون الذَّكَر مِنْهُ وَالْأُنْثَى ؟ وَأَخْبِرْنَا بِهَذَا النَّبِيّ الْأُمِّيّ فِي التَّوْرَاة وَمَنْ وَلِيّه مِنْ الْمَلَائِكَة ؟ فَقَالَ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" عَلَيْكُمْ عَهْد اللَّه لَئِنْ أَنَا أَنْبَأْتُكُمْ لَتُتَابِعُنِّي ؟ \" فَأَعْطَوْهُ مَا شَاءَ اللَّه مِنْ عَهْد وَمِيثَاق فَقَالَ \" نَشَدْتُكُمْ بِاَلَّذِي أَنْزَلَ التَّوْرَاة عَلَى مُوسَى هَلْ تَعْلَمُونَ أَنَّ إِسْرَائِيل يَعْقُوب مَرِضَ مَرَضًا شَدِيدًا فَطَالَ سَقَمه مِنْهُ فَنَذَرَ لِلَّهِ نَذْرًا لَئِنْ عَافَاهُ اللَّه مِنْ مَرَضه لَيُحَرِمَنَّ أَحَبَّ الطَّعَام وَالشَّرَاب إِلَيْهِ وَكَانَ أَحَبّ الطَّعَام إِلَيْهِ لُحُوم الْإِبِل وَأَحَبّ الشَّرَاب إِلَيْهِ أَلْبَانهَا \" فَقَالُوا : اللَّهُمَّ نَعَمْ . فَقَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" اللَّهُمَّ اِشْهَدْ عَلَيْهِمْ وَأَنْشُدكُمْ بِاَللَّهِ الَّذِي لَا إِلَه إِلَّا هُوَ الَّذِي أَنْزَلَ التَّوْرَاة عَلَى مُوسَى هَلْ تَعْلَمُونَ أَنَّ مَاء الرَّجُل غَلِيظ أَبْيَض وَأَنَّ مَاء الْمَرْأَة رَقِيق أَصْفَر فَأَيّهمَا عَلَا كَانَ لَهُ الْوَلَد وَالشَّبَه بِإِذْنِ اللَّه عَزَّ وَجَلَّ وَإِذَا عَلَا مَاء الرَّجُل مَاء الْمَرْأَة كَانَ الْوَلَد ذَكَرًا بِإِذْنِ اللَّه وَإِذَا عَلَا مَاء الْمَرْأَة مَاء الرَّجُل كَانَ الْوَلَد أُنْثَى بِإِذْنِ اللَّه عَزَّ وَجَلَّ \" قَالُوا : اللَّهُمَّ نَعَمْ . قَالَ \" اللَّهُمَّ اِشْهَدْ وَأَنْشُدكُمْ بِاَللَّهِ الَّذِي أَنْزَلَ التَّوْرَاة عَلَى مُوسَى هَلْ تَعْلَمُونَ أَنَّ هَذَا النَّبِيّ الْأُمِّيّ تَنَام عَيْنَاهُ وَلَا يَنَام قَلْبه \" قَالُوا اللَّهُمَّ نَعَمْ . قَالَ \" اللَّهُمَّ اِشْهَدْ \" قَالُوا : أَنْتَ الْآن فَحَدِّثْنَا مَنْ وَلِيّك مِنْ الْمَلَائِكَة فَعِنْدهَا نُجَامِعك أَوْ نُفَارِقك. قَالَ \" فَإِنَّ وَلِيِّي جِبْرِيل وَلَمْ يَبْعَث اللَّه نَبِيًّا قَطُّ إِلَّا وَهُوَ وَلِيُّهُ \" قَالُوا : فَعِنْدهَا نُفَارِقك وَلَوْ كَانَ وَلِيّك سِوَاهُ مِنْ الْمَلَائِكَة تَابَعْنَاك وَصَدَّقْنَاك. قَالَ : فَمَا يَمْنَعكُمْ أَنْ تُصَدِّقُوهُ ؟ قَالُوا : إِنَّهُ عَدُوّنَا فَأَنْزَلَ اللَّه عَزَّ وَجَلَّ \" قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيل فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبك بِإِذْنِ اللَّه مُصَدِّقًا لِمَا بَيْن يَدَيْهِ \" - إِلَى قَوْله - \" لَوْ كَانُوا يَعْلَمُونَ\" فَعِنْدهَا بَاءُوا بِغَضَبٍ عَلَى غَضَب وَقَدْ رَوَاهُ الْإِمَام أَحْمَد فِي مُسْنَده عَنْ أَبِي النَّضْر هَاشِم بْن الْقَاسِم وَعَبْد الرَّحْمَن بْن حُمَيْد فِي تَفْسِيره عَنْ أَحْمَد بْن يُونُس كِلَاهُمَا عَنْ عَبْد الْحَمِيد بْن بَهْرَام بِهِ وَرَوَاهُ أَحْمَد أَيْضًا عَنْ الْحُسَيْن بْن مُحَمَّد الْمَرْوَزِيّ عَنْ عَبْد الْحَمِيد بِنَحْوِهِ وَقَدْ رَوَاهُ مُحَمَّد بْن إِسْحَاق بْن يَسَار حَدَّثَنَا عَبْد اللَّه بْن عَبْد الرَّحْمَن بْن أَبِي حُسَيْن عَنْ شَهْر بْن حَوْشَب فَذَكَرَ مُرْسَلًا وَزَادَ فِيهِ قَالُوا فَأَخْبِرْنَا عَنْ الرُّوح قَالَ \" فَأَنْشُدكُمْ بِاَللَّهِ وَبِأَيَّامِهِ عِنْد بَنِي إِسْرَائِيل هَلْ تَعْلَمُونَ أَنَّهُ جِبْرِيل وَهُوَ الَّذِي يَأْتِينِي \" قَالُوا : اللَّهُمَّ نَعَمْ وَلَكِنَّهُ عَدُوّ لَنَا وَهُوَ مَلَك إِنَّمَا يَأْتِي بِالشِّدَّةِ وَسَفْك الدِّمَاء فَلَوْلَا ذَلِكَ اِتَّبَعْنَاك . فَأَنْزَلَ اللَّه تَعَالَى فِيهِمْ \" قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيل \" - إِلَى قَوْله - \" لَا يَعْلَمُونَ \" وَقَالَ الْإِمَام أَحْمَد : حَدَّثَنَا أَبُو أَحْمَد حَدَّثَنَا عَبْد اللَّه بْن الْوَلِيد الْعِجْلِيّ عَنْ بُكَيْر بْن شِهَاب عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس قَالَ : أَقْبَلَتْ يَهُود عَلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالُوا يَا أَبَا الْقَاسِم أَخْبِرْنَا عَنْ خَمْسَة أَشْيَاء فَإِنْ أَنْبَأْتنَا بِهِنَّ عَرَفْنَا أَنَّك نَبِيّ وَاتَّبَعْنَاك. فَأَخَذَ عَلَيْهِمْ مَا أَخَذَ إِسْرَائِيل عَلَى بَنِيهِ إِذْ قَالَ وَاَللَّه عَلَى مَا نَقُول وَكِيل قَالَ \" هَاتُوا \" قَالُوا فَأَخْبِرْنَا عَنْ عَلَامَة النَّبِيّ ؟ قَالَ \" تَنَام عَيْنَاهُ وَلَا يَنَام قَلْبه\" قَالُوا أَخْبِرْنَا كَيْف تُؤَنِّث الْمَرْأَة وَكَيْف تُذَكِّر . قَالَ \" يَلْتَقِي الْمَاءَانِ فَإِذَا عَلَا مَاء الرَّجُل مَاء الْمَرْأَة أَذْكَرَتْ وَإِذَا عَلَا مَاء الْمَرْأَة مَاء الرَّجُل أَنَّثَتْ \" قَالُوا : أَخْبِرْنَا مَا حَرَّمَ إِسْرَائِيل عَلَى نَفْسه قَالَ \" كَانَ يَشْتَكِي عِرْق النِّسَاء فَلَمْ يَجِد شَيْئًا يُلَائِمهُ إِلَّا أَلْبَان كَذَا \" قَالَ أَحْمَد : قَالَ بَعْضهمْ يَعْنِي الْإِبِل فَحَرَّمَ لُحُومهَا قَالُوا صَدَقْت قَالُوا أَخْبِرْنَا مَا هَذَا الرَّعْد . قَالَ \" مَلَك مِنْ مَلَائِكَة اللَّه عَزَّ وَجَلَّ مُوَكَّل بِالسَّحَابِ بِيَدَيْهِ أَوْ فِي يَدَيْهِ مِخْرَاق مِنْ نَار يَزْجُر بِهِ السَّحَاب يَسُوقهُ حَيْثُ أَمَرَهُ اللَّه تَعَالَى \" قَالُوا فَمَا هَذَا الصَّوْت الَّذِي نَسْمَع ؟ قَالَ \" صَوْته \" قَالُوا صَدَقْت قَالُوا إِنَّمَا بَقِيَتْ وَاحِدَة وَهِيَ الَّتِي نُتَابِعك إِنْ أَخْبَرْتنَا بِهَا إِنَّهُ لَيْسَ مِنْ نَبِيّ إِلَّا وَلَهُ مَلَك يَأْتِيه بِالْخَبَرِ فَأَخْبِرْنَا مَنْ صَاحِبك ؟ قَالَ \" جِبْرِيل عَلَيْهِ السَّلَام \" قَالُوا جِبْرِيل ذَاكَ الَّذِي يَنْزِل بِالْحَرْبِ وَالْقِتَال وَالْعَذَاب عَدُوُّنَا لَوْ قُلْت مِيكَائِيل الَّذِي يَنْزِل بِالرَّحْمَةِ وَالْقَطْر وَالنَّبَات لَكَانَ . فَأَنْزَلَ اللَّه تَعَالَى \" قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيل فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبك بِإِذْنِ اللَّه\" إِلَى آخِر الْآيَة وَرَوَاهُ التِّرْمِذِيّ وَالنَّسَائِيّ مِنْ حَدِيث عَبْد اللَّه بْن الْوَلِيد وَقَالَ التِّرْمِذِيّ : حَسَن غَرِيب . وَقَالَ سُنَيْد فِي تَفْسِيره عَنْ حَجَّاج بْن مُحَمَّد عَنْ اِبْن جُرَيْج أَخْبَرَنِي الْقَاسِم بْن أَبِي بَزَّة أَنَّ يَهُود سَأَلُوا النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - عَنْ صَاحِبه الَّذِي يَنْزِل عَلَيْهِ بِالْوَحْيِ قَالَ \" جِبْرَائِيل \" . قَالُوا فَإِنَّهُ عَدُوّ لَنَا وَلَا يَأْتِي إِلَّا بِالْحَرْبِ وَالشِّدَّة وَالْقِتَال. فَنَزَلَتْ \" قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيل \" الْآيَة قَالَ اِبْن جَرِير : قَالَ مُجَاهِد قَالَتْ يَهُودُ يَا مُحَمَّد مَا نَزَلَ جِبْرِيل إِلَّا بِشِدَّةٍ وَحَرْب وَقِتَال فَإِنَّهُ لَنَا عَدُوّ فَنَزَلَ \" قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيل \" الْآيَة قَالَ الْبُخَارِيّ قَوْله تَعَالَى \" مَنْ كَانَ عَدُوًّا لِجِبْرِيل \" قَالَ عِكْرِمَة جِبْر وَمِيك وَإِسْرَاف : عَبْدٌ . إِيل : اللَّه . حَدَّثَنَا عَبْد اللَّه بْن مُنِير سَمِعَ عَبْد اللَّه بْن بَكْر حَدَّثَنَا حُمَيْد عَنْ أَنَس بْن مَالِك قَالَ سَمِعَ عَبْد اللَّه بْن سَلَام بِمَقْدِمِ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - وَهُوَ فِي أَرْض يَخْتَرِف فَأَتَى النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالَ : إِنِّي سَائِلك عَنْ ثَلَاث لَا يَعْلَمهُنَّ إِلَّا نَبِيّ مَا أَوَّل أَشْرَاط السَّاعَة وَمَا أَوَّل طَعَام أَهْل الْجَنَّة وَمَا يَنْزِع الْوَلَد إِلَى أَبِيهِ أَوْ إِلَى أُمّه قَالَ \" أَخْبَرَنِي بِهَذِهِ جِبْرَائِيل آنِفًا \" قَالَ جِبْرِيل : قَالَ \" نَعَمْ \" قَالَ ذَاكَ عَدُوّ الْيَهُود مِنْ الْمَلَائِكَة فَقَرَأَ هَذِهِ الْآيَة \" مَنْ كَانَ عَدُوًّا لِجِبْرِيل فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبك \" \" وَأَمَّا أَوَّل أَشْرَاط السَّاعَة فَنَار تَحْشُر النَّاس مِنْ الْمَشْرِق إِلَى الْمَغْرِب . وَأَمَّا أَوَّل طَعَام يَأْكُلهُ أَهْل الْجَنَّة فَزِيَادَةُ كَبِد الْحُوت وَإِذَا سَبَقَ مَاءُ الرَّجُلِ مَاءَ الْمَرْأَةِ نَزَعَ الْوَلَد وَإِذَا سَبَقَ مَاءُ الْمَرْأَةِ نَزَعَتْ \" قَالَ : أَشْهَدُ أَنْ لَا إِلَه إِلَّا اللَّهُ وَأَنَّك رَسُول اللَّه يَا رَسُول اللَّه إِنَّ الْيَهُود قَوْم بُهْت وَإِنَّهُمْ إِنْ يَعْلَمُوا بِإِسْلَامِيِّ قَبْل أَنْ تَسْأَلهُمْ يَبْهَتُونِي فَجَاءَتْ الْيَهُود فَقَالَ لَهُمْ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" أَيّ رَجُل عَبْد اللَّه بْن سَلَام فِيكُمْ ؟ \" قَالُوا خَيْرُنَا وَابْنُ خَيْرِنَا وَسَيِّدُنَا وَابْنُ سَيِّدِنَا . قَالَ \" أَرَأَيْتُمْ إِنْ أَسْلَمَ\" قَالُوا أَعَاذَهُ اللَّهُ مِنْ ذَلِكَ فَخَرَجَ عَبْد اللَّه فَقَالَ : أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَشْهَد أَنَّ مُحَمَّدًا رَسُول اللَّه فَقَالُوا : هُوَ شَرُّنَا وَابْنُ شَرِّنَا وَانْتَقَصُوهُ. فَقَالَ هَذَا الَّذِي كُنْت أَخَاف يَا رَسُول اللَّه . اِنْفَرَدَ بِهِ الْبُخَارِيّ مِنْ هَذَا الْوَجْه وَقَدْ أَخْرَجَهُ مِنْ وَجْه آخَر عَنْ أَنَس بِنَحْوِهِ وَفِي صَحِيح مُسْلِم عَنْ ثَوْبَان مَوْلَى رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - قَرِيب مِنْ هَذَا السِّيَاق كَمَا سَيَأْتِي فِي مَوْضِعه إِنْ شَاءَ اللَّه تَعَالَى وَحِكَايَة الْبُخَارِيّ كَمَا تَقَدَّمَ عَنْ عِكْرِمَة هُوَ الْمَشْهُور أَنَّ إِيل هُوَ اللَّه وَقَدْ رَوَاهُ سُفْيَان الثَّوْرِيّ عَنْ خُصَيْف عَنْ عِكْرِمَة وَرَوَاهُ عَبْد بْن حُمَيْد عَنْ إِبْرَاهِيم بْن الْحَكَم عَنْ أَبِيهِ عَنْ عِكْرِمَة وَرَوَاهُ اِبْن جَرِير عَنْ الْحُسَيْن بْن يَزِيد الطَّحَّان عَنْ إِسْحَاق بْن مَنْصُور عَنْ قَيْس بْن عَاصِم عَنْ عِكْرِمَة أَنَّهُ قَالَ إِنَّ جِبْرِيل اِسْمه عَبْد اللَّه وَمِيكَائِيل اِسْمه عَبْد اللَّه إِيل اللَّه . وَرَوَاهُ يَزِيد النَّحْوِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس مِثْله سَوَاء وَكَذَا قَالَ غَيْر وَاحِد مِنْ السَّلَف كَمَا سَيَأْتِي قَرِيب وَمِنْ النَّاس مَنْ يَقُول إِيل عِبَارَة عَنْ عَبْد وَالْكَلِمَة الْأُخْرَى هِيَ اِسْم اللَّه لِأَنَّ كَلِمَة إِيل لَا تَتَغَيَّر فِي الْجَمِيع فَوِزَانه عَبْد اللَّه عَبْد الرَّحْمَن عَبْد الْمَلِك عَبْد الْقُدُّوس عَبْد السَّلَام عَبْد الْكَافِي عَبْد الْجَلِيل فَعَبْد مَوْجُودَة فِي هَذَا كُلّه وَاخْتَلَفَ الْأَسْمَاء الْمُضَاف إِلَيْهَا وَكَذَلِكَ جِبْرَائِيل وَمِيكَائِيل وَعِزْرَائِيل وَإِسْرَافِيل وَنَحْو ذَلِكَ وَفِي كَلَام غَيْر الْعَرَب يُقَدِّمُونَ الْمُضَاف إِلَيْهِ عَلَى الْمُضَاف وَاَللَّه أَعْلَم . ثُمَّ قَالَ اِبْن جَرِير : وَقَالَ آخَرُونَ بَلْ كَانَ سَبَب قِيلهمْ ذَلِكَ مِنْ أَجْل مُنَاظَرَة جَرَتْ بَيْنهمْ وَبَيْن عُمَر بْن الْخَطَّاب فِي أَمْر النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . \" ذِكْرُ مَنْ قَالَ ذَلِكَ \" حَدَّثَنِي مُحَمَّد بْن الْمُثَنَّى حَدَّثَنِي رِبْعِيّ بْن عُلَيَّة عَنْ دَاوُد بْن أَبِي هِنْد عَنْ الشَّعْبِيّ قَالَ نَزَلَ عُمَر الرَّوْحَاء فَرَأَى رِجَالًا يَبْتَدِرُونَ أَحْجَارًا يُصَلُّونَ إِلَيْهَا فَقَالَ مَا بَال هَؤُلَاءِ ؟ قَالُوا يَزْعُمُونَ أَنَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - صَلَّى هَاهُنَا قَالَ فَكَفَرَ ذَلِكَ وَقَالَ أَيّمَا رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - أَدْرَكَتْهُ الصَّلَاةُ بِوَادٍ صَلَّاهَا ثُمَّ اِرْتَحَلَ فَتَرَكَهُ ثُمَّ أَنْشَأَ يُحَدِّثهُمْ فَقَالَ : كُنْت أَشْهَد الْيَهُود يَوْم مِدْرَاسهمْ فَأَعْجَبَ مِنْ التَّوْرَاة كَيْف تُصَدِّق الْقُرْآن وَمِنْ الْقُرْآن كَيْف يُصَدِّق التَّوْرَاة فَبَيْنَمَا أَنَا عِنْدهمْ ذَات يَوْم قَالُوا : يَا اِبْن الْخَطَّاب مَا مِنْ صِحَابك أَحَد أَحَبّ إِلَيْنَا مِنْك \" قُلْت \" وَلِمَ ذَلِكَ ؟ قَالُوا لِأَنَّك تَغْشَانَا وَتَأْتِينَا . فَقُلْت : إِنِّي آتِيكُمْ فَأَعْجَب مِنْ الْقُرْآن كَيْف يُصَدِّق التَّوْرَاة وَمِنْ التَّوْرَاة كَيْف تُصَدِّق الْقُرْآن قَالُوا : وَمَرَّ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالُوا يَا اِبْن الْخَطَّاب ذَاكَ صَاحِبكُمْ فَالْحَقْ بِهِ . قَالَ : فَقُلْت لَهُمْ عِنْد ذَلِكَ نَشَدْتُكُمْ بِاَللَّهِ الَّذِي لَا إِلَه إِلَّا هُوَ وَمَا اِسْتَرْعَاكُمْ مِنْ حَقّه وَمَا اِسْتَوْدَعَكُمْ مِنْ كِتَابه هَلْ تَعْلَمُونَ أَنَّهُ رَسُول اللَّه ؟ قَالَ : فَسَكَتُوا. فَقَالَ لَهُمْ عَالِمهمْ وَكَبِيرهمْ : إِنَّهُ قَدْ غَلَّظَ عَلَيْكُمْ فَأَجِيبُوهُ قَالُوا فَأَنْتَ عَالِمنَا وَكَبِيرنَا فَأَجِبْهُ أَنْتَ. قَالَ : أَمَّا إِذْ نَشَدَتْنَا بِمَا نَشَدَتْنَا فَإِنَّا نَعْلَم أَنَّهُ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . قُلْت : وَيْحَكُمْ إِذًا هَلَكْتُمْ . قَالُوا : إِنَّا لَمْ نَهْلِك قُلْت كَيْف ذَلِكَ وَأَنْتُمْ تَعْلَمُونَ أَنَّهُ رَسُول اللَّه وَلَا تَتَّبِعُونَهُ وَلَا تُصَدِّقُونَهُ . قَالُوا إِنَّ لَنَا عَدُوًّا مِنْ الْمَلَائِكَة وَسِلْمًا مِنْ الْمَلَائِكَة وَإِنَّهُ قُرِنَ بِنُبُوَّتِهِ عَدُوّنَا مِنْ الْمَلَائِكَة . قُلْت وَمَنْ عَدُوّكُمْ وَمَنْ سِلْمكُمْ ؟ قَالُوا : عَدُوّنَا جِبْرِيل وَسِلْمنَا مِيكَائِيل قَالُوا إِنَّ جِبْرَائِيل مَلَك الْفَظَاظَة وَالْغِلْظَة وَالْإِعْسَار وَالتَّشْدِيد وَالْعَذَاب وَنَحْو هَذَا وَإِنَّ مِيكَائِيل مَلَك الرَّحْمَة وَالرَّأْفَة وَالتَّخْفِيف وَنَحْو هَذَا قَالَ : قُلْت وَمَا مَنْزِلَتهمَا مِنْ رَبّهمَا عَزَّ وَجَلَّ ؟ قَالَا أَحَدهمَا عَنْ يَمِينه وَالْآخَر عَنْ يَسَاره قَالَ : فَقُلْت فَوَاَلَّذِي لَا إِلَه إِلَّا هُوَ إِنَّهُمَا وَاَلَّذِي بَيْنهمَا لَعَدُوٌّ لِمَنْ عَادَاهُمَا وَسِلْم لِمَنْ سَالَمَهُمَا وَمَا يَنْبَغِي لِجِبْرَائِيل أَنْ يُسَالِم عَدُوّ مِيكَائِيل وَمَا يَنْبَغِي لِمِيكَائِيل أَنْ يُسَالِم عَدُوّ جِبْرَائِيل . قَالَ : ثُمَّ قُمْت فَاتَّبَعْت النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَلَحِقْته وَهُوَ خَارِج مِنْ خَوْخَة لِبَنِي فُلَان فَقَالَ \" يَا اِبْن الْخَطَّاب أَلَّا أُقْرِئك آيَات نَزَلْنَ قَبْلُ فَقَرَأَ عَلَيَّ\" مَنْ كَانَ عَدُوًّا لِجِبْرِيل فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبك بِإِذْنِ اللَّه \" حَتَّى قَرَأَ الْآيَات قَالَ : قُلْت بِأَبِي وَأُمِّي أَنْتَ يَا رَسُول اللَّه وَاَلَّذِي بَعَثَك بِالْحَقِّ لَقَدْ جِئْت وَأَنَا أُرِيد أَنْ أُخْبِرك وَأَنَا أَسْمَع اللَّطِيف الْخَبِير قَدْ سَبَقَنِي إِلَيْك بِالْخَبَرِ . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَبُو سَعِيد الْأَشَجّ حَدَّثَنَا أَبُو أُسَامَة عَنْ مُجَالِد أَنْبَأَنَا عَامِر قَالَ : اِنْطَلَقَ عُمَر بْن الْخَطَّاب إِلَى الْيَهُود فَقَالَ أَنْشُدكُمْ بِاَلَّذِي أَنْزَلَ التَّوْرَاة عَلَى مُوسَى هَلْ تَجِدُونَ مُحَمَّدًا فِي كُتُبكُمْ ؟ قَالُوا نَعَمْ قَالَ : فَمَا يَمْنَعكُمْ أَنْ تَتَّبِعُوهُ ؟ قَالُوا : إِنَّ اللَّه لَمْ يَبْعَث رَسُولًا إِلَّا جَعَلَ لَهُ مِنْ الْمَلَائِكَة كِفْلًا وَإِنَّ جِبْرَائِيل كِفْل مُحَمَّدًا وَهُوَ الَّذِي يَأْتِيه وَهُوَ عَدُوّنَا مِنْ الْمَلَائِكَة وَمِيكَائِيل سِلْمنَا لَوْ كَانَ مِيكَائِيل الَّذِي يَأْتِيه أَسْلَمْنَا . قَالَ : فَإِنِّي أَنْشُدكُمْ بِاَللَّهِ الَّذِي أَنْزَلَ التَّوْرَاة عَلَى مُوسَى مَا مَنْزِلَتهمَا عِنْد اللَّه تَعَالَى ؟ قَالُوا : جِبْرِيل عَنْ يَمِينه وَمِيكَائِيل عَنْ شِمَاله . قَالَ عُمَر : وَإِنِّي أَشْهَد مَا يَنْزِلَانِ إِلَّا بِإِذْنِ اللَّه وَمَا كَانَ مِيكَائِيل لَيُسَالِم عَدُوّ جِبْرَائِيل وَمَا كَانَ جِبْرَائِيل لَيُسَالِم عَدُوّ مِيكَائِيل. فَبَيْنَمَا هُوَ عِنْدهمْ إِذْ مَرَّ النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - فَقَالُوا هَذَا صَاحِبك يَا اِبْن الْخَطَّاب فَقَامَ إِلَيْهِ عُمَر فَأَتَاهُ وَقَدْ أَنْزَلَ اللَّه عَزَّ وَجَلَّ : \" مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَته وَرُسُله وَجِبْرِيل وَمِيكَائِيل فَإِنَّ اللَّه عَدُوّ لِلْكَافِرِينَ \" وَهَذَانِ الْإِسْنَادَانِ يَدُلَّانِ عَلَى أَنَّ الشَّعْبِيّ حَدَّثَ بِهِ عَنْ عُمَر وَلَكِنْ فِيهِ اِنْقِطَاع بَيْنه وَبَيْن عُمَر فَإِنَّهُ لَمْ يُدْرِك زَمَانه وَاَللَّه أَعْلَم. وَقَالَ اِبْن جُبَيْر : حَدَّثَنَا بَشِير حَدَّثَنَا يَزِيد بْن زُرَيْع عَنْ سَعِيد عَنْ قَتَادَة قَالَ : ذُكِرَ لَنَا أَنَّ عُمَر بْن الْخَطَّاب اِنْطَلَقَ ذَات يَوْم إِلَى الْيَهُود فَلَمَّا اِنْصَرَفَ رَحَّبُوا بِهِ فَقَالَ لَهُمْ عُمَر : أَمَّا وَاَللَّه مَا جِئْتُكُمْ لِحُبِّكُمْ وَلَا لِرَغْبَةٍ فِيكُمْ وَلَكِنْ جِئْت لِأَسْمَعَ مِنْكُمْ فَسَأَلَهُمْ وَسَأَلُوهُ فَقَالُوا مَنْ صَاحِب صَاحِبكُمْ ؟ فَقَالَ لَهُمْ جِبْرَائِيل . فَقَالُوا ذَاكَ عَدُوّنَا مِنْ أَهْل السَّمَاء يُطْلِع مُحَمَّدًا عَلَى سِرّنَا وَإِذَا جَاءَ جَاءَ بِالْحَرْبِ وَالسُّنَّة وَلَكِنَّ صَاحِب صَاحِبنَا مِيكَائِيل وَكَانَ إِذَا جَاءَ جَاءَ بِالْخِصْبِ وَالسِّلْم فَقَالَ لَهُمْ عُمَر : هَلْ تَعْرِفُونَ جِبْرَائِيل وَتُنْكِرُونَ مُحَمَّدًا - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ؟ فَفَارَقَهُمْ عُمَر عِنْد ذَلِكَ وَتَوَجَّهَ نَحْو النَّبِيّ - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - لَيُحَدِّثهُ حَدِيثهمْ فَوَجَدَهُ قَدْ أُنْزِلَتْ عَلَيْهِ هَذِهِ الْآيَة \" قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيل فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبك بِإِذْنِ اللَّه \" الْآيَات . ثُمَّ قَالَ حَدَّثَنِي الْمُثَنَّى حَدَّثَنَا آدَم حَدَّثَنَا أَبُو جَعْفَر حَدَّثَنَا قَتَادَة قَالَ : بَلَغَنَا أَنَّ عُمَر أَقْبَلَ إِلَى الْيَهُود يَوْمًا فَذَكَرَ نَحْوه . وَهَذَا فِي تَفْسِير آدَم وَهُوَ أَيْضًا مُنْقَطِع وَكَذَلِكَ رَوَاهُ أَسْبَاط عَنْ السُّدِّيّ عَنْ عُمَر مِثْل هَذَا أَوْ نَحْوه وَهُوَ مُنْقَطِع أَيْضًا . وَقَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا مُحَمَّد بْن عَمَّار حَدَّثَنَا عَبْد الرَّحْمَن يَعْنِي الدستلي حَدَّثَنَا أَبُو جَعْفَر عَنْ حُصَيْن بْن عَبْد الرَّحْمَن عَنْ عَبْد الرَّحْمَن بْن أَبِي لَيْلَى أَنَّ يَهُودِيًّا لَقِيَ عُمَر بْن الْخَطَّاب فَقَالَ إِنَّ جِبْرَائِيل الَّذِي يَذْكُر صَاحِبكُمْ عَدُوّ لَنَا . فَقَالَ عُمَر \" مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَته وَرُسُله وَجِبْرِيل وَمِيكَائِيل فَإِنَّ اللَّه عَدُوّ لِلْكَافِرِينَ \" قَالَ فَنَزَلَتْ عَلَى لِسَان عُمَر رَضِيَ اللَّه عَنْهُ وَرَوَاهُ عَبْد بْن حُمَيْد عَنْ أَبِي النَّضْر هَاشِم بْن الْقَاسِم عَنْ أَبِي جَعْفَر هُوَ الرَّازِيّ : وَقَالَ اِبْن جَرِير : حَدَّثَنِي يَعْقُوب بْن إِبْرَاهِيم حَدَّثَنِي هُشَيْم أَخْبَرَنَا حُصَيْن بْن عَبْد الرَّحْمَن عَنْ اِبْن أَبِي لَيْلَى فِي قَوْله تَعَالَى \" مَنْ كَانَ عَدُوًّا لِجِبْرِيل \" قَالَ : قَالَتْ الْيَهُود لِلْمُسْلِمِينَ لَوْ أَنَّ مِيكَائِيل كَانَ هُوَ الَّذِي يَنْزِل عَلَيْكُمْ اِتَّبَعْنَاكُمْ فَإِنَّهُ يَنْزِل بِالرَّحْمَةِ وَالْغَيْث وَإِنَّ جِبْرَائِيل يَنْزِل بِالْعَذَابِ وَالنِّقْمَة فَإِنَّهُ عَدُوّ لَنَا قَالَ فَنَزَلَتْ هَذِهِ الْآيَة . حَدَّثَنَا يَعْقُوب أَخْبَرَنَا هُشَيْم أَخْبَرَنَا عَبْد الْمَلِك عَنْ عَطَاء بِنَحْوِهِ. وَقَالَ عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَر عَنْ قَتَادَة فِي قَوْله\" قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيل \" قَالَ : قَالَتْ الْيَهُود إِنَّ جِبْرَائِيل عَدُوّ لَنَا لِأَنَّهُ يَنْزِل بِالشِّدَّةِ وَالسَّنَة وَإِنَّ مِيكَائِيل يَنْزِل بِالرَّخَاءِ وَالْعَافِيَة وَالْخِصْب فَجِبْرَائِيل عَدُوّ لَنَا . فَقَالَ اللَّه تَعَالَى \" مَنْ كَانَ عَدُوًّا لِجِبْرِيل\" الْآيَة . وَأَمَّا تَفْسِير الْآيَة فَقَوْله تَعَالَى \" قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيل \" فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبك بِإِذْنِ اللَّه أَيْ مَنْ عَادَى جِبْرَائِيل فَلْيُعْلَمْ أَنَّهُ الرُّوح الْأَمِين الَّذِي نَزَلَ بِالذِّكْرِ الْحَكِيم عَلَى قَلْبك مِنْ اللَّه بِإِذْنِهِ لَهُ فِي ذَلِكَ فَهُوَ رَسُولٌ مِنْ رُسُلِ اللَّه مَلَكِيّ وَمَنْ عَادَى رَسُولًا فَقَدْ عَادَى جَمِيع الرُّسُل كَمَا أَنَّ مَنْ آمَنَ بِرَسُولٍ فَإِنَّهُ يَلْزَمهُ الْإِيمَان بِجَمِيعِ الرُّسُل وَكَمَا أَنَّ مَنْ كَفَرَ بِرَسُولٍ فَإِنَّهُ يَلْزَمهُ الْكُفْر بِجَمِيعِ الرُّسُل كَمَا قَالَ تَعَالَى \" إِنَّ الَّذِينَ يَكْفُرُونَ بِاَللَّهِ وَرُسُله وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْن اللَّه وَرُسُله وَيَقُولُونَ نُؤْمِن بِبَعْضٍ وَنَكْفُر بِبَعْضٍ \" الْآيَتَيْنِ فَحَكَمَ عَلَيْهِمْ بِالْكُفْرِ الْمُحَقَّق إِذَا آمَنُوا بِبَعْضِ الرُّسُل وَكَفَرُوا بِبَعْضِهِمْ وَكَذَلِكَ مَنْ عَادَى جِبْرَائِيل فَإِنَّهُ عَدُوّ لِلَّهِ لِأَنَّ جِبْرَائِيل لَا يَنْزِل بِالْأَمْرِ مِنْ تِلْقَاء نَفْسه وَإِنَّمَا يَنْزِل بِأَمْرِ رَبّه كَمَا قَالَ \" وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبّك \" الْآيَة وَقَالَ تَعَالَى \" وَإِنَّهُ لَتَنْزِيلُ رَبّ الْعَالَمِينَ نَزَلَ بِهِ الرُّوح الْأَمِين عَلَى قَلْبك لِتَكُونَ مِنْ الْمُنْذِرِينَ\" وَقَدْ رَوَى الْبُخَارِيّ فِي صَحِيحه عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه - صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ - \" مَنْ عَادَ لِي وَلِيًّا فَقَدْ بَارَزَنِي بِالْحَرْبِ \" وَلِهَذَا غَضِبَ اللَّه لِجِبْرَائِيل عَلَى مَنْ عَادَاهُ فَقَالَ تَعَالَى \" مَنْ كَانَ عَدُوًّا لِجِبْرِيل فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبك بِإِذْنِ اللَّه مُصَدِّقَا لِمَا بَيْن يَدَيْهِ \" أَيْ مِنْ الْكُتُب الْمُتَقَدِّمَة\" وَهُدًى وَبُشْرَى لِلْمُؤْمِنِينَ \" أَيْ هُدًى لِقُلُوبِهِمْ وَبُشْرَى لَهُمْ بِالْجَنَّةِ وَلَيْسَ ذَلِكَ إِلَّا لِلْمُؤْمِنِينَ كَمَا قَالَ تَعَالَى \" قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاء \" الْآيَة وَقَالَ تَعَالَى \" وَنُنَزِّلُ مِنْ الْقُرْآن مَا هُوَ شِفَاء وَرَحْمَة لِلْمُؤْمِنِينَ\" الْآيَة</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38779, "aya_id": 97}]