[{"text": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا أُنثَى وَاللّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالأُنثَى وَإِنِّي سَمَّيْتُهَا مَرْيَمَ وِإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ", "sura_id": 3, "type": 0, "id": 329, "aya_id": 36}, {"text": "فلما وضعتها قالت رب إني وضعتها أنثى والله أعلم بما وضعت وليس الذكر كالأنثى وإني سميتها مريم وإني أعيذها بك وذريتها من الشيطان الرجيم", "sura_id": 3, "type": 1, "id": 6565, "aya_id": 36}, {"text": "36 - (فلما وضعتها) ولدتها جارية وكانت ترجو أن يكون غلاما إذ لم يكن يحرر إلا الغلمان (قالت) معتذرة يا (رب إني وضعتها أنثى والله أعلم) أي عالم (بما وضعتْ) جملة اعتراض من كلامه تعالى وفي قراءة بضم التاء (وليس الذكر) الذي طلبت (كالأنثى) التي وهبت لأنه يقصد للخدمة وهي لا تصلح لضعفها وعورتها وما يعتريها من الحيض ونحوه (وإني سميتها مريم وإني أعيذها بك وذريتها) أولادها (من الشيطان الرجيم) المطرود في الحديث \"ما من مولود يولد إلا مسه الشيطان حين يولد فيستهل صارخا إلا مريم وابنها\" رواه الشيخان \r\n", "sura_id": 3, "type": 2, "id": 25273, "aya_id": 36}, {"text": "فلما تمَّ حملها ووضعت مولودها قالت: ربِّ إني وضعتها أنثى لا تصلح للخدمة في \"بيت المقدس\" -والله أعلم بما وضَعَتْ, وسوف يجعل الله لها شأنًا- وقالت: وليس الذكر الذي أردت للخدمة كالأنثى في ذلك; لأن الذكر أقوى على الخدمة وأقْوَم بها, وإني سمَّيتها مريم, وإني حصَّنتها بك هي وذريَّتها من الشيطان المطرود من رحمتك.\r\n", "sura_id": 3, "type": 3, "id": 31509, "aya_id": 36}, {"text": " <font color=red>فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا أُنْثَى وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالْأُنْثَى وَإِنِّي سَمَّيْتُهَا مَرْيَمَ وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ</font><BR><p>\" فَلَمَّا وَضَعَتْهَا قَالَتْ : رَبّ إِنِّي وَضَعْتهَا أُنْثَى وَاَللَّه أَعْلَم بِمَا وَضَعَتْ \" قُرِئَ بِرَفْعِ التَّاء عَلَى أَنَّهَا تَاء الْمُتَكَلِّم وَأَنَّ ذَلِكَ مِنْ تَمَام قَوْلهَا وَقُرِئَ بِتَسْكِينِ التَّاء عَلَى أَنَّهُ مِنْ قَوْل اللَّه عَزَّ وَجَلَّ \" وَلَيْسَ الذَّكَر كَالْأُنْثَى \" أَيْ فِي الْقُوَّة وَالْجَلَد فِي الْعِبَادَة وَخِدْمَة الْمَسْجِد الْأَقْصَى \" وَإِنِّي سَمَّيْتهَا مَرْيَم \" فِيهِ دَلِيل عَلَى جَوَاز التَّسْمِيَة يَوْم الْوِلَادَة كَمَا هُوَ الظَّاهِر مِنْ السِّيَاق لِأَنَّهُ شَرْع مَنْ قَبْلنَا وَقَدْ حُكِيَ مُقَرَّرًا وَبِذَلِكَ ثَبَتَتْ السُّنَّة عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَيْثُ قَالَ \" وُلِدَ لِي اللَّيْلَة وَلَد سَمَّيْته بِاسْمِ أَبِي إِبْرَاهِيم \" أَخْرَجَاهُ وَكَذَلِكَ ثَبَتَ فِيهِمَا أَنَّ أَنَس بْن مَالِك ذَهَبَ بِأَخِيهِ حِين وَلَدَتْهُ أُمّه إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ فَحَنَّكَهُ وَسَمَّاهُ عَبْد اللَّه . وَفِي صَحِيح الْبُخَارِيّ : أَنَّ رَجُلًا قَالَ : يَا رَسُول اللَّه وُلِدَ لِي اللَّيْلَة وَلَد فَمَا أُسَمِّيه ؟ قَالَ \" سَمِّ اِبْنك عَبْد الرَّحْمَن \" وَثَبَتَ فِي الصَّحِيح أَيْضًا : أَنَّهُ لَمَّا جَاءَ أَبُو أَسِيد بِابْنِهِ لِيُحَنِّكَهُ فَذَهِلَ عَنْهُ فَأَمَرَ بِهِ أَبُوهُ فَرُدَّ إِلَى مَنْزِلهمْ فَلَمَّا ذَكَرَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْمَجْلِس سَمَّاهُ الْمُنْذِر فَأَمَّا حَدِيث قَتَادَة عَنْ الْحَسَن الْبَصْرِيّ عَنْ سَمُرَة بْن جُنْدُب أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" كُلّ غُلَام مُرْتَهِن بِعَقِيقَتِهِ يُذْبَح عَنْهُ يَوْم السَّابِع وَيُسَمَّى وَيُحْلَق رَأْسه \" فَقَدْ رَوَاهُ أَحْمَد وَأَهْل السُّنَن وَصَحَّحَهُ التِّرْمِذِيّ وَرَوَى وَيُدَمَّى وَهُوَ أَثْبَت وَأَحْفَظ وَاَللَّه أَعْلَم . وَكَذَا مَا رَوَاهُ الزُّبَيْر بْن بَكّار فِي كِتَاب النَّسَب أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَقَّ عَنْ وَلَده إِبْرَاهِيم وَسَمَّاهُ إِبْرَاهِيم فَإِسْنَاده لَا يَثْبُت وَهُوَ مُخَالِف لِمَا فِي الصَّحِيح وَلَوْ صَحَّ لَحُمِلَ عَلَى أَنَّهُ اُشْتُهِرَ اِسْمه بِذَلِكَ يَوْمئِذٍ وَاَللَّه أَعْلَم وَقَوْله إِخْبَارًا عَنْ أُمّ مَرْيَم أَنَّهَا قَالَتْ \" وَإِنِّي أُعِيذهَا بِك وَذُرِّيَّتهَا مِنْ الشَّيْطَان الرَّجِيم \" أَيْ عَوَّذْتهَا بِاَللَّهِ عَزَّ وَجَلَّ مِنْ شَرّ الشَّيْطَان وَعَوَّذْت ذُرِّيَّتهَا وَهُوَ وَلَدهَا عِيسَى عَلَيْهِ السَّلَام فَاسْتَجَابَ اللَّه لَهَا ذَلِكَ كَمَا قَالَ عَبْد الرَّزَّاق أَنْبَأَنَا مَعْمَر عَنْ الزُّهْرِيّ عَنْ اِبْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى \" مَا مِنْ مَوْلُود يُولَد إِلَّا مَسَّهُ الشَّيْطَان حِين يُولَد فَيَسْتَهِلّ صَارِخًا مِنْ مَسّه إِيَّاهُ إِلَّا مَرْيَم وَابْنهَا \" ثُمَّ يَقُول أَبُو هُرَيْرَة اِقْرَءُوا إِنْ شِئْتُمْ \" وَإِنِّي أُعِيذهَا بِك وَذُرِّيَّتهَا مِنْ الشَّيْطَان الرَّجِيم \" أَخْرَجَاهُ مِنْ حَدِيث عَبْد الرَّزَّاق وَرَوَاهُ اِبْن جَرِير عَنْ أَحْمَد بْن الْفَرَج عَنْ بَقِيَّة عَنْ الزُّبَيْدِيّ عَنْ الزُّهْرِيّ عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ وَرُوِيَ مِنْ حَدِيث قَيْس عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ مَوْلُود إِلَّا وَقَدْ عَصَرَهُ الشَّيْطَان عَصْرَة أَوْ عَصْرَتَيْنِ إِلَّا عِيسَى اِبْن مَرْيَم وَمَرْيَم \" ثُمَّ قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَإِنِّي أُعِيذهَا بِك وَذُرِّيَّتهَا مِنْ الشَّيْطَان الرَّجِيم \" وَمِنْ حَدِيث الْعَلَاء عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة وَرَوَاهُ مُسْلِم عَنْ أَبِي الطَّاهِر عَنْ اِبْن وَهْب عَنْ عَمْرو بْن الْحَارِث عَنْ أَبِي يُونُس عَنْ أَبِي هُرَيْرَة وَرَوَاهُ اِبْن وَهْب أَيْضًا عَنْ اِبْن أَبِي ذِئْب عَنْ عَجْلَان مَوْلَى الْمِشْعَل عَنْ أَبِي هُرَيْرَة وَرَوَاهُ مُحَمَّد بْن إِسْحَق عَنْ يَزِيد بْن عَبْد اللَّه بْن قُسَيْط عَنْ أَبِي هُرَيْرَة عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَآله وَسَلَّمَ بِأَصْلِ الْحَدِيث وَهَكَذَا رَوَاهُ اللَّيْث بْن سَعْد عَنْ جَعْفَر بْن رَبِيعَة عَنْ عَبْد الرَّحْمَن بْن هُرْمُز الْأَعْرَج قَالَ : قَالَ أَبُو هُرَيْرَة قَالَ رَسُول اللَّه صَلَّى \" كُلّ بَنِي آدَم يَطْعُن الشَّيْطَان فِي جَنْبه حِين تَلِدهُ أُمّه إِلَّا عِيسَى اِبْن مَرْيَم ذَهَبَ يَطْعُن فَطَعَنَ بِالْحِجَابِ \" .</p><BR> <br> ", "sura_id": 3, "type": 4, "id": 39973, "aya_id": 36}]