[{"text": "مَّا لَهُم بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِن يَقُولُونَ إِلَّا كَذِبًا", "sura_id": 18, "type": 0, "id": 2145, "aya_id": 5}, {"text": "ما لهم به من علم و لا لآبائهم كبرت كلمة تخرج من أفواههم إن يقولون إلا كذبا", "sura_id": 18, "type": 1, "id": 8381, "aya_id": 5}, {"text": "5 - (ما لهم به) بهذا القول (من علم ولا لآبائهم) من قبلهم القائلين له (كبرت) عظمت (كلمة تخرج من أفواههم) كلمة تمييز مفسر للضمير المبهم والمخصوص بالذم محذوف أي مقالتهم المذكورة (إن) ما (يقولون) في ذلك (إلا) مقولا (كذبا) \r\n", "sura_id": 18, "type": 2, "id": 27089, "aya_id": 5}, {"text": "ليس عند هؤلاء المشركين شيء من العلم على ما يَدَّعونه لله من اتخاذ الولد، كما لم يكن عند أسلافهم الذين قلَّدوهم، عَظُمت هذه المقالة الشنيعة التي تخرج من أفواههم، ما يقولون إلا قولا كاذبًا.\r\n", "sura_id": 18, "type": 3, "id": 33325, "aya_id": 5}, {"text": " <font color=red>مَا لَهُمْ بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِنْ يَقُولُونَ إِلَّا كَذِبًا</font><BR><p>\" مَا لَهُمْ بِهِ مِنْ عِلْم \" أَيْ بِهَذَا الْقَوْل الَّذِي اِفْتَرَوْهُ وَائْتَفَكُوهُ وَلَا لِآبَائِهِمْ أَيْ لِأَسْلَافِهِمْ \" كَبُرَتْ كَلِمَة \" نُصِبَ عَلَى التَّمْيِيز تَقْدِيره كَبُرَتْ كَلِمَتهمْ هَذِهِ وَقِيلَ عَلَى التَّعَجُّب تَقْدِيره أَعْظِمْ بِكَلِمَتِهِمْ كَلِمَة كَمَا تَقُول أَكْرِمْ بِزَيْدٍ رَجُلًا قَالَهُ بَعْض الْبَصْرِيِّينَ وَقَرَأَ ذَلِكَ بَعْض قُرَّاء مَكَّة كَبُرَتْ كَلِمَة كَمَا يُقَال عَظُمَ قَوْلك وَكَبُرَ شَأْنك وَالْمَعْنَى عَلَى قِرَاءَة الْجُمْهُور أَظْهَر فَإِنَّ هَذَا تَبْشِيع لِمَقَالَتِهِمْ وَاسْتِعْظَام لِإِفْكِهِمْ وَلِهَذَا قَالَ \" كَبُرَتْ كَلِمَة تَخْرُج مِنْ أَفْوَاههمْ \" أَيْ لَيْسَ لَهَا مُسْتَنَد سِوَى قَوْلهمْ وَلَا دَلِيل لَهُمْ عَلَيْهَا إِلَّا كَذِبهمْ وَافْتِرَاؤُهُمْ وَلِهَذَا قَالَ \" إِنْ يَقُولُونَ إِلَّا كَذِبًا \" وَقَدْ ذَكَرَ مُحَمَّد بْن إِسْحَاق سَبَب نُزُول هَذِهِ السُّورَة الْكَرِيمَة فَقَالَ : حَدَّثَنِي شَيْخ مِنْ أَهْل مِصْر قَدِمَ عَلَيْنَا مُنْذُ بِضْع وَأَرْبَعِينَ سَنَة عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : بَعَثَتْ قُرَيْش النَّضْر بْن الْحَارِث وَعُقْبَة بْن أَبِي مُعَيْط إِلَى أَحْبَار يَهُود بِالْمَدِينَةِ فَقَالُوا لَهُمْ سَلُوهُمْ عَنْ مُحَمَّد وَصِفُوا لَهُمَا صِفَته وَأَخْبِرُوهُمْ بِقَوْلِهِ فَإِنَّهُمْ أَهْل الْكِتَاب الْأَوَّل وَعِنْدهمْ مَا لَيْسَ عِنْدنَا مِنْ عِلْم الْأَنْبِيَاء فَخَرَجَا حَتَّى أَتَيَا الْمَدِينَة فَسَأَلُوا أَحْبَار يَهُود عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَوَصَفُوا لَهُمْ أَمْره وَبَعْض قَوْله وَقَالَا : إِنَّكُمْ أَهْل التَّوْرَاة وَقَدْ جِئْنَاكُمْ لِتُخْبِرُونَا عَنْ صَاحِبنَا هَذَا قَالَ : فَقَالُوا لَهُمْ سَلُوهُ عَنْ ثَلَاث نَأْمُركُمْ بِهِنَّ فَإِنْ أَخْبَرَكُمْ بِهِنَّ فَهُوَ نَبِيّ مُرْسَل وَإِلَّا فَرَجُل مُتَقَوِّل فَتَرَوْا فِيهِ رَأْيكُمْ سَلُوهُ عَنْ فِتْيَة ذَهَبُوا فِي الدَّهْر الْأَوَّل مَا كَانَ مِنْ أَمْرهمْ فَإِنَّهُمْ قَدْ كَانَ لَهُمْ حَدِيث عَجَب وَسَلُوهُ عَنْ رَجُل طَوَّاف بَلَغَ مَشَارِق الْأَرْض وَمَغَارِبهَا مَا كَانَ نَبَؤُهُ وَسَلُوهُ عَنْ الرُّوح مَا هُوَ ؟ فَإِنْ أَخْبَرَكُمْ بِذَلِكَ فَهُوَ نَبِيّ فَاتَّبِعُوهُ وَإِنْ لَمْ يُخْبِركُمْ فَإِنَّهُ رَجُل مُتَقَوِّل فَاصْنَعُوا فِي أَمْره مَا بَدَا لَكُمْ فَأَقْبَلَ النَّضْر وَعُقْبَة حَتَّى قَدِمَا عَلَى قُرَيْش فَقَالَا : يَا مَعْشَر قُرَيْش قَدْ جِئْنَاكُمْ بِفَصْلِ مَا بَيْنكُمْ وَبَيْن مُحَمَّد قَدْ أَمَرَنَا أَحْبَار يَهُود أَنْ نَسْأَلهُ عَنْ أُمُور فَأَخْبَرُوهُمْ بِهَا فَجَاءُوا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالُوا : يَا مُحَمَّد أَخْبِرْنَا فَسَأَلُوهُ عَمَّا أَمَرُوهُمْ بِهِ فَقَالَ لَهُمْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" أُخْبِركُمْ غَدًا عَمَّا سَأَلْتُمْ عَنْهُ \" وَلَمْ يَسْتَثْنِ فَانْصَرَفُوا عَنْهُ وَمَكَثَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ خَمْس عَشْرَة لَيْلَة لَا يُحْدِث اللَّه لَهُ فِي ذَلِكَ وَحْيًا وَلَا يَأْتِيه جَبْرَائِيل عَلَيْهِ السَّلَام حَتَّى أَرْجَفَ أَهْل مَكَّة وَقَالُوا : وَعَدَنَا مُحَمَّد غَدًا وَالْيَوْم خَمْس عَشْرَة قَدْ أَصْبَحْنَا فِيهَا لَا يُخْبِرنَا بِشَيْءٍ عَمَّا سَأَلْنَاهُ عَنْهُ وَحَتَّى أَحْزَنَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُكْث الْوَحْي عَنْهُ وَشَقَّ عَلَيْهِ مَا يَتَكَلَّم بِهِ أَهْل مَكَّة ثُمَّ جَاءَهُ جَبْرَائِيل عَلَيْهِ السَّلَام مِنْ اللَّه عَزَّ وَجَلَّ بِسُورَةِ أَصْحَاب الْكَهْف فِيهَا مُعَاتَبَته إِيَّاهُ عَلَى حُزْنه عَلَيْهِمْ وَخَبَر مَا سَأَلُوهُ عَنْهُ مِنْ أَمْر الْفِتْيَة وَالرَّجُل الطَّوَّاف وَقَوْل اللَّه عَزَّ وَجَلَّ \" وَيَسْأَلُونَك عَنْ الرُّوح قُلْ الرُّوح \" الْآيَة .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38344, "aya_id": 5}]