[{"text": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ اللَّهِ فَيَقُولُ أَأَنتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاء أَمْ هُمْ ضَلُّوا السَّبِيلَ", "sura_id": 25, "type": 0, "id": 2872, "aya_id": 17}, {"text": "ويوم يحشرهم وما يعبدون من دون الله فيقول أأنتم أضللتم عبادي هؤلاء أم هم ضلوا السبيل", "sura_id": 25, "type": 1, "id": 9108, "aya_id": 17}, {"text": "17 - (ويوم يحشرهم) بالنون والتحتانية (وما يعبدون من دون الله) أي غيره من الملائكة وعيسى وعزيز والجن (فيقول) تعالى بالتحتانية والنون للمعبودين إثباتا للحجة على العابدين (أأنتم) بتحقيق الهمزتين وإبدال الثانية ألفا وتسهيلها وإدخال ألف بين المسهلة والأخرى وتركه (أضللتم عبادي هؤلاء) أوقعتموهم في الضلال بأمركم إياهم بعبادتكم (أم هم ضلوا السبيل) طريق الحق بأنفسهم \r\n", "sura_id": 25, "type": 2, "id": 27816, "aya_id": 17}, {"text": "ويوم القيامة يحشر الله المشركين وما كانوا يعبدونه من دونه, فيقول لهؤلاء المعبودين: أأنتم أضللتم عبادي هؤلاء عن طريق الحق، وأمرتموهم بعبادتكم، أم هم ضلوا السبيل، فعبدوكم مِن تلقاء أنفسهم؟\r\n", "sura_id": 25, "type": 3, "id": 34052, "aya_id": 17}, {"text": " <font color=red>وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ</font><BR><p>يَقُول تَعَالَى مُخْبِرًا عَمَّا يَقَع يَوْم الْقِيَامَة مِنْ تَقْرِيع الْكُفَّار فِي عِبَادَتهمْ مَنْ عَبَدُوا مِنْ دُون اللَّه مِنْ الْمَلَائِكَة وَغَيْرهمْ فَقَالَ \" وَيَوْم يَحْشُرهُمْ وَمَا يَعْبُدُونَ مِنْ دُون اللَّه \" قَالَ مُجَاهِد هُوَ عِيسَى وَالْعُزَيْر وَالْمَلَائِكَة \" فَيَقُول أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ \" الْآيَة أَيْ فَيَقُول تَبَارَكَ وَتَعَالَى لِلْمَعْبُودِينَ أَأَنْتُمْ دَعَوْتُمْ هَؤُلَاءِ إِلَى عِبَادَتكُمْ مِنْ دُونِي أَمْ هُمْ عَبَدُوكُمْ مِنْ تِلْقَاء أَنْفُسهمْ مِنْ غَيْر دَعْوَة مِنْكُمْ لَهُمْ كَمَا قَالَ اللَّه تَعَالَى \" وَإِذْ قَالَ اللَّه يَا عِيسَى اِبْن مَرْيَم أَأَنْت قُلْت لِلنَّاسِ اِتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُون اللَّه قَالَ سُبْحَانك مَا يَكُون لِي أَنْ أَقُول مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْت قُلْته فَقَدْ عَلِمْته تَعْلَم مَا فِي نَفْسِي وَلَا أَعْلَم مَا فِي نَفْسك إِنَّك أَنْتَ عَلَّام الْغُيُوب مَا قُلْت لَهُمْ إِلَّا مَا أَمَرْتنِي بِهِ \" الْآيَة .</p><BR> <br> ", "sura_id": 25, "type": 4, "id": 39297, "aya_id": 17}]