[{"text": "قَالُوا اطَّيَّرْنَا بِكَ وَبِمَن مَّعَكَ قَالَ طَائِرُكُمْ عِندَ اللَّهِ بَلْ أَنتُمْ قَوْمٌ تُفْتَنُونَ", "sura_id": 27, "type": 0, "id": 3206, "aya_id": 47}, {"text": "قالوا اطيرنا بك وبمن معك قال طائركم عند الله بل أنتم قوم تفتنون", "sura_id": 27, "type": 1, "id": 9442, "aya_id": 47}, {"text": "47 - (قالوا اطيرنا) أصله تطيرنا ادغمت التاء في الطاء واجتلبت همزة الوصل تشاءمنا (بك وبمن معك) المؤمنين حيث قحطوا وجاعوا (قال طائركم) شؤمكم (عند الله) أتاكم به (بل أنتم قوم تفتنون) تختبرون بالخير والشر \r\n", "sura_id": 27, "type": 2, "id": 28150, "aya_id": 47}, {"text": "قال قوم صالح له: تَشاءَمْنا بك وبمن معك ممن دخل في دينك, قال لهم صالح: ما أصابكم الله مِن خير أو شر فهو مقدِّره عليكم ومجازيكم به, بل أنتم قوم تُخْتَبرون بالسراء والضراء والخير والشر.\r\n", "sura_id": 27, "type": 3, "id": 34386, "aya_id": 47}, {"text": " <font color=red>قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ قَالَ طَائِرُكُمْ عِنْدَ اللَّهِ بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ</font><BR><p>أَيْ مَا رَأَيْنَا عَلَى وَجْهك وَوُجُوه مَنْ اِتَّبَعَك خَيْرًا وَذَلِكَ أَنَّهُمْ لِشَقَائِهِمْ كَانَ لَا يُصِيب أَحَدًا مِنْهُمْ سُوء إِلَّا قَالَ هَذَا مِنْ قِبَل صَالِح وَأَصْحَابه قَالَ مُجَاهِد تَشَاءَمُوا بِهِمْ قَالَ مُجَاهِد تَشَاءَمُوا بِهِمْ وَهَذَا كَمَا قَالَ اللَّه تَعَالَى إِخْبَارًا عَنْ قَوْم فِرْعَوْن \" فَإِذَا جَاءَتْهُمْ الْحَسَنَة قَالُوا لَنَا هَذِهِ وَإِنْ تُصِبْهُمْ سَيِّئَة يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ\" الْآيَة وَقَالَ تَعَالَى \" وَإِنْ تُصِبْهُمْ حَسَنَة يَقُولُوا هَذِهِ مِنْ عِنْد اللَّه وَإِنْ تُصِبْهُمْ سَيِّئَة يَقُولُوا هَذِهِ مِنْ عِنْدك قُلْ كُلّ مِنْ عِنْد اللَّه \" أَيْ بِقَضَائِهِ وَقَدَره وَقَالَ تَعَالَى مُخْبِرًا عَنْ أَهْل الْقَرْيَة إِذْ جَاءَهَا الْمُرْسَلُونَ\" قَالُوا إِنَّا تَطَيَّرْنَا بِكُمْ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذَاب أَلِيم قَالُوا طَائِركُمْ مَعَكُمْ\" الْآيَة وَقَالَ هَؤُلَاءِ \" اِطَّيَّرْنَا بِك وَبِمَنْ مَعَك قَالَ طَائِركُمْ عِنْد اللَّه \" أَيْ اللَّه يُجَازِيكُمْ عَلَى ذَلِكَ \" بَلْ أَنْتُمْ قَوْم تُفْتَنُونَ \" قَالَ قَتَادَة تُبْتَلَوْنَ بِالطَّاعَةِ وَالْمَعْصِيَة وَالظَّاهِر أَنَّ الْمُرَاد بِقَوْلِهِ \" تُفْتَنُونَ\" أَيْ تُسْتَدْرَجُونَ فِيمَا أَنْتُمْ فِيهِ مِنْ الضَّلَال .</p><BR> <br> ", "sura_id": 27, "type": 4, "id": 39634, "aya_id": 47}]