[{"text": "فَانطَلَقَا حَتَّى إِذَا لَقِيَا غُلَامًا فَقَتَلَهُ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَّقَدْ جِئْتَ شَيْئًا نُّكْرًا", "sura_id": 18, "type": 0, "id": 2214, "aya_id": 74}, {"text": "فانطلقا حتى إذا لقيا غلاما فقتله قال أقتلت نفسا زكية بغير نفس لقد جئت شيئا نكرا", "sura_id": 18, "type": 1, "id": 8450, "aya_id": 74}, {"text": "74 - (فانطلقا) بعد خروجهما من السفينة يمشيان (حتى إذا لقيا غلاما) لم يبلغ الحنث يلعب مع الصبيان أحسنهم وجها (فقتله) الخضر بأن ذبحه بالسكين أو اقتلع رأسه بيده أو ضرب رأسه بالجدار أقوال وأتى هنا بالفاء العاطفة لأن القتل عقب اللقاء وجواب إذا (قال) موسى (أقتلت نفسا زكية) أي طاهرة لم تبلغ حد التكليف وفي قراءة ذكية بتشديد الياء بلا ألف (بغير نفس) أي لم تقتل نفسا (لقد جئت شيئا نكرا) بسكون الكاف وضمها أي منكرا \r\n", "sura_id": 18, "type": 2, "id": 27158, "aya_id": 74}, {"text": "فقبل الخَضِر عذره، ثم خرجا من السفينة، فبينما هما يمشيان على الساحل إذ أبصرا غلامًا يلعب مع الغلمان، فقتله الخَضِر، فأنكر موسى عليه وقال: كيف قتلت نفسًا طاهرة لم تبلغ حدَّ التكليف، ولم تقتل نفسًا، حتى تستحق القتل بها؟ لقد فَعَلْتَ أمرًا منكرًا عظيمًا.\r\n", "sura_id": 18, "type": 3, "id": 33394, "aya_id": 74}, {"text": " <font color=red>فَانْطَلَقَا حَتَّى إِذَا لَقِيَا غُلَامًا فَقَتَلَهُ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَقَدْ جِئْتَ شَيْئًا نُكْرًا</font><BR><p>يَقُول تَعَالَى \" فَانْطَلَقَا \" أَيْ بَعْد ذَلِكَ \" حَتَّى إِذَا لَقِيَا غُلَامًا فَقَتَلَهُ \" وَقَدْ تَقَدَّمَ أَنَّهُ كَانَ يَلْعَب مَعَ الْغِلْمَان فِي قَرْيَة مِنْ الْقُرَى وَأَنَّهُ عَمَدَ إِلَيْهِ مِنْ بَيْنهمْ وَكَانَ أَحْسَنهمْ وَأَجْمَلهمْ وَأَضْوَأَهُمْ فَقَتَلَهُ وَرُوِيَ أَنَّهُ اِحْتَزَّ رَأْسه وَقِيلَ رَضَخَهُ بِحَجَرٍ وَفِي رِوَايَة اِقْتَلَعَهُ بِيَدِهِ وَاَللَّه أَعْلَم . فَلَمَّا شَاهَدَ مُوسَى عَلَيْهِ السَّلَام هَذَا أَنْكَرَهُ أَشَدّ مِنْ الْأَوَّل وَبَادَرَ فَقَالَ \" أَقَتَلْت نَفْسًا زَكِيَّة \" أَيْ صَغِيرَة لَمْ تَعْمَل الْحِنْث وَلَا عَمِلَتْ إِثْمًا بَعْد فَقَتَلْته \" بِغَيْرِ نَفْس \" أَيْ بِغَيْرِ مُسْتَنَد لِقَتْلِهِ \" لَقَدْ جِئْت شَيْئًا نُكْرًا \" أَيْ ظَاهِر النَّكَارَة .</p><BR> <br> ", "sura_id": 18, "type": 4, "id": 38371, "aya_id": 74}]