[{"text": "أُوْلَئِكَ هُمُ الْوَارِثُونَ", "sura_id": 23, "type": 0, "id": 2683, "aya_id": 10}, {"text": "أولئك هم الوارثون", "sura_id": 23, "type": 1, "id": 8919, "aya_id": 10}, {"text": "10 - (أولئك هم الوارثون) لا غيرهم \r\n", "sura_id": 23, "type": 2, "id": 27627, "aya_id": 10}, {"text": "هؤلاء المؤمنون هم الوارثون الجنة.\r\n", "sura_id": 23, "type": 3, "id": 33863, "aya_id": 10}, {"text": " <font color=red>أُولَئِكَ هُمُ الْوَارِثُونَ</font><BR><p>وَلَمَّا وَصَفَهُمْ تَعَالَى بِالْقِيَامِ بِهَذِهِ الصِّفَات الْحَمِيدَة وَالْأَفْعَال الرَّشِيدَة \" قَالَ أُولَئِكَ هُمْ الْوَارِثُونَ الَّذِينَ يَرِثُونَ الْفِرْدَوْس هُمْ فِيهَا خَالِدُونَ\" وَثَبَتَ فِي الصَّحِيحَيْنِ أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : \" إِذَا سَأَلْتُمْ اللَّه الْجَنَّة فَاسْأَلُوهُ الْفِرْدَوْس فَإِنَّهُ أَعْلَى الْجَنَّة وَأَوْسَط الْجَنَّة وَمِنْهُ تُفَجَّر أَنْهَار الْجَنَّة وَفَوْقه عَرْش الرَّحْمَن \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا أَبُو مُعَاوِيَة حَدَّثَنَا الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" مَا مِنْكُمْ مِنْ أَحَد إِلَّا وَلَهُ مَنْزِلَانِ مَنْزِل فِي الْجَنَّة وَمَنْزِل فِي النَّار فَإِنْ مَاتَ وَدَخَلَ النَّار وَرِثَ أَهْل الْجَنَّة مَنْزِله \" فَذَلِكَ قَوْله أُولَئِكَ هُمْ الْوَارِثُونَ وَقَالَ اِبْن جُرَيْج عَنْ اللَّيْث عَنْ مُجَاهِد \" أُولَئِكَ الْوَارِثُونَ قَالَ مَا مِنْ عَبْد إِلَّا وَلَهُ مَنْزِلَانِ مَنْزِل فِي الْجَنَّة وَمَنْزِل فِي النَّار فَأَمَّا الْمُؤْمِن فَيَبْنِي بَيْته الَّذِي فِي الْجَنَّة وَيَهْدِم بَيْته الَّذِي فِي النَّار وَأَمَّا الْكَافِر فَيَهْدِم بَيْته الَّذِي فِي الْجَنَّة وَيَبْنِي بَيْته الَّذِي فِي النَّار وَرُوِيَ عَنْ سَعِيد بْن جُبَيْر نَحْو ذَلِكَ فَالْمُؤْمِنُونَ يَرِثُونَ مَنَازِل الْكُفَّار لِأَنَّهُمْ خُلِقُوا لِعِبَادَةِ اللَّه تَعَالَى وَحْده لَا شَرِيك لَهُ فَلَمَّا قَامَ هَؤُلَاءِ الْمُؤْمِنُونَ بِمَا وَجَبَ عَلَيْهِمْ مِنْ الْعِبَادَة وَتَرَكَ أُولَئِكَ مَا أُمِرُوا بِهِ مِمَّا خُلِقُوا لَهُ أَحْرَزَ هَؤُلَاءِ نَصِيب أُولَئِكَ لَوْ كَانُوا أَطَاعُوا رَبّهمْ عَزَّ وَجَلَّ بَلْ أَبْلَغ مِنْ هَذَا أَيْضًا وَهُوَ مَا ثَبَتَ فِي صَحِيح مُسْلِم عَنْ أَبِي بُرْدَة بْن أَبِي مُوسَى عَنْ أَبِيهِ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" يَجِيء نَاس يَوْم الْقِيَامَة مِنْ الْمُسْلِمِينَ بِذُنُوبٍ أَمْثَال الْجِبَال فَيَغْفِرهَا اللَّه لَهُمْ وَيَضَعهَا عَلَى الْيَهُود وَالنَّصَارَى \" وَفِي لَفْظ قَوْله قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" إِذَا كَانَ يَوْم الْقِيَامَة دَفَعَ اللَّه لِكُلِّ مُسْلِم يَهُودِيًّا أَوْ نَصْرَانِيًّا فَيُقَال هَذَا فِكَاكك مِنْ النَّار \" فَاسْتَحْلَفَ عُمَر بْن عَبْد الْعَزِيز أَبَا بُرْدَة بِاَللَّهِ الَّذِي لَا إِلَه إِلَّا هُوَ ثَلَاث مَرَّات أَنَّ أَبَاهُ حَدَّثَهُ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِذَلك قَالَ فَحَلَفَ لَهُ قُلْت وَهَذِهِ الْآيَة كَقَوْلِهِ تَعَالَى \" تِلْكَ الْجَنَّة الَّتِي نُورِث مِنْ عِبَادنَا مَنْ كَانَ تَقِيًّا \" وَكَقَوْلِهِ\" وَتِلْكَ الْجَنَّة الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ وَقَدْ قَالَ مُجَاهِد وَسَعِيد بْن جُبَيْر الْجَنَّة بِالرُّومِيَّةِ هِيَ الْفِرْدَوْس وَقَالَ بَعْض السَّلَف لَا يُسَمَّى الْبُسْتَان الْفِرْدَوْس إِلَّا إِذَا كَانَ فِيهِ عِنَب فَاَللَّه أَعْلَم .</p><BR> <br> ", "sura_id": 23, "type": 4, "id": 39108, "aya_id": 10}]