[{"text": "يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِينَ فِي الْأَرْضِ فَمَن يَنصُرُنَا مِن بَأْسِ اللَّهِ إِنْ جَاءنَا قَالَ فِرْعَوْنُ مَا أُرِيكُمْ إِلَّا مَا أَرَى وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ", "sura_id": 40, "type": 0, "id": 4162, "aya_id": 29}, {"text": "يا قوم لكم الملك اليوم ظاهرين في الأرض فمن ينصرنا من بأس الله إن جاءنا قال فرعون ما أريكم إلا ما أرى وما أهديكم إلا سبيل الرشاد", "sura_id": 40, "type": 1, "id": 10398, "aya_id": 29}, {"text": "29 - (يا قوم لكم الملك اليوم ظاهرين) غالبين حال (في الأرض) أرض مصر (فمن ينصرنا من بأس الله) عذابه إن قتلتم أولياءه (إن جاءنا) أي لا ناصر لنا (قال فرعون ما أريكم إلا ما أرى) أي اشير عليكم إلا بما أشير به على نفسي وهو قتل موسى (وما أهديكم إلا سبيل الرشاد) طريق الصواب \r\n", "sura_id": 40, "type": 2, "id": 29106, "aya_id": 29}, {"text": "يا قوم لكم السلطان اليوم ظاهرين في أرض \"مصر \" على رعيتكم من بني إسرائيل وغيرهم, فمَن يدفع عنا عذاب الله إن حلَّ بنا؟ قال فرعون لقومه مجيبًا: ما أريكم- أيها الناس- من الرأي والنصيحة إلا ما أرى لنفسي ولكم صلاحًا وصوابًا, وما أدعوكم إلا إلى طريق الحق والصواب.\r\n", "sura_id": 40, "type": 3, "id": 35342, "aya_id": 29}, {"text": " <font color=red>يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِينَ فِي الْأَرْضِ فَمَنْ يَنْصُرُنَا مِنْ بَأْسِ اللَّهِ إِنْ جَاءَنَا قَالَ فِرْعَوْنُ مَا أُرِيكُمْ إِلَّا مَا أَرَى وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ</font><BR><p>ثُمَّ قَالَ الْمُؤْمِن مُحَذِّرًا قَوْمه زَوَال نِعْمَة اللَّه عَنْهُمْ وَحُلُول نِقْمَة اللَّه بِهِمْ \" يَا قَوْم لَكُمْ الْمُلْك الْيَوْم ظَاهِرِينَ فِي الْأَرْض \" أَيْ قَدْ أَنْعَمَ اللَّه عَلَيْكُمْ بِهَذَا الْمُلْك وَالظُّهُور فِي الْأَرْض بِالْكَلِمَةِ النَّافِذَة وَالْجَاه الْعَرِيض فَرَاعُوا هَذِهِ النِّعْمَة بِشُكْرِ اللَّه تَعَالَى وَتَصْدِيق رَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَاحْذَرُوا نِقْمَة اللَّه إِنْ كَذَّبْتُمْ رَسُوله \" فَمَنْ يَنْصُرنَا مِنْ بَأْس اللَّه إِنْ جَاءَنَا \" أَيْ لَا تُغْنِي عَنْكُمْ هَذِهِ الْجُنُود وَهَذِهِ الْعَسَاكِر وَلَا تَرُدُّ عَنَّا شَيْئًا مِنْ بَأْس اللَّه إِنْ أَرَادَنَا بِسُوءٍ \" قَالَ فِرْعَوْن لِقَوْمِهِ رَادًّا عَلَى مَا أَشَارَ بِهِ هَذَا الرَّجُل الصَّالِح الْبَارّ الرَّاشِد الَّذِي كَانَ أَحَقّ بِالْمُلْكِ مِنْ فِرْعَوْن \" مَا أُرِيكُمْ إِلَّا مَا أَرَى\" أَيْ مَا أَقُول لَكُمْ وَأُشِير عَلَيْكُمْ إِلَّا مَا أَرَاهُ لِنَفْسِي وَقَدْ كَذَبَ فِرْعَوْن فَإِنَّهُ كَانَ يَتَحَقَّقُ صِدْقَ مُوسَى عَلَيْهِ السَّلَام فِيمَا جَاءَ بِهِ مِنْ الرِّسَالَة \" قَالَ لَقَدْ عَلِمْت مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبّ السَّمَاوَات وَالْأَرْض بَصَائِر \" وَقَالَ اللَّه تَعَالَى \" وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسهمْ ظُلْمًا وَعُلُوًّا \" فَقَوْله \" مَا أُرِيكُمْ إِلَّا مَا أَرَى \" كَذَبَ فِيهِ وَافْتَرَى وَخَانَ اللَّه تَبَارَكَ وَتَعَالَى وَرَسُوله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَرَعِيَّته فَغَشَّهُمْ وَمَا نَصَحَهُمْ وَكَذَا قَوْله\" وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ \" أَيْ وَمَا أَدْعُوكُمْ إِلَّا إِلَى طَرِيق الْحَقّ وَالصِّدْق وَالرَّشَد وَقَدْ كَذَبَ أَيْضًا فِي ذَلِكَ وَإِنْ كَانَ قَوْمه قَدْ أَطَاعُوهُ وَاتَّبَعُوهُ . قَالَ اللَّه تَبَارَكَ وَتَعَالَى \" فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ \" وَقَالَ جَلَّتْ عَظَمَته \" وَأَضَلَّ فِرْعَوْن قَوْمَهُ وَمَا هَدَى \" وَفِي الْحَدِيث \" مَا مِنْ إِمَام يَمُوت يَوْم يَمُوت وَهُوَ غَاشّ لِرَعِيَّتِهِ إِلَّا لَمْ يَرَحْ رَائِحَة الْجَنَّة وَإِنَّ رِيحهَا لَيُوجَدُ مِنْ مَسِيرَةِ خَمْسمِائَةِ عَام \" . وَاَللَّه سُبْحَانه وَتَعَالَى الْمُوَفِّق لِلصَّوَابِ .</p><BR> <br> ", "sura_id": 40, "type": 4, "id": 40962, "aya_id": 29}]