[{"text": "وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَّعْلُومٌ", "sura_id": 37, "type": 0, "id": 3952, "aya_id": 164}, {"text": "وما منا إلا له مقام معلوم", "sura_id": 37, "type": 1, "id": 10188, "aya_id": 164}, {"text": "164 - قال جبريل للنبي صلى الله عليه وسلم (وما منا) معشر الملائكة أحد (إلا له مقام معلوم) في السموات يعبد الله فيه لا يتجاوزه \r\n", "sura_id": 37, "type": 2, "id": 28896, "aya_id": 164}, {"text": "قالت الملائكة: وما منا أحدٌ إلا له مقام في السماء معلوم,\r\n", "sura_id": 37, "type": 3, "id": 35132, "aya_id": 164}, {"text": " <font color=red>وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَعْلُومٌ</font><BR><p>أَيْ لَهُ مَوْضِع مَخْصُوص فِي السَّمَاوَات وَمَقَامَات الْعِبَادَات لَا يَتَجَاوَزهُ وَلَا يَتَعَدَّاهُ وَقَالَ اِبْن عَسَاكِر فِي تَرْجَمَته لِمُحَمَّدِ بْن خَالِد بِسَنَدِهِ إِلَى عَبْد الرَّحْمَن بْن الْعَلَاء بْن سَعْد عَنْ أَبِيهِ وَكَانَ مِمَّنْ بَايَعَ يَوْم الْفَتْح أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ يَوْمًا لِجُلَسَائِهِ \" أَطَّتْ السَّمَاء وَحُقَّ لَهَا أَنْ تَئِطَّ لَيْسَ فِيهَا مَوْضِعُ قَدَمٍ إِلَّا عَلَيْهِ مَلَكٌ رَاكِعٌ أَوْ سَاجِدٌ \" ثُمَّ قَرَأَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَمَا مِنَّا إِلَّا لَهُ مَقَام مَعْلُوم وَإِنَّا لَنَحْنُ الصَّافُونَ وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ \" وَقَالَ الضَّحَّاك فِي تَفْسِيره \" وَمَا مِنَّا إِلَّا لَهُ مَقَام مَعْلُوم \" قَالَ كَانَ مَسْرُوق يَرْوِي عَنْ عَائِشَة رَضِيَ اللَّه عَنْهَا أَنَّهَا قَالَتْ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" مَا مِنْ السَّمَاء الدُّنْيَا مَوْضِع إِلَّا عَلَيْهِ مَلَكٌ سَاجِد أَوْ قَائِم \" فَذَلِكَ قَوْله تَعَالَى \" وَمَا مِنَّا إِلَّا لَهُ مَقَام مَعْلُوم \" وَقَالَ الْأَعْمَش عَنْ أَبِي إِسْحَاق عَنْ مَسْرُوق عَنْ اِبْن عَبَّاس رَضِيَ اللَّه عَنْهُ قَالَ : إِنَّ فِي السَّمَاوَات لَسَمَاء مَا فِيهَا مَوْضِع شِبْر إِلَّا عَلَيْهِ جَبْهَة مَلَك أَوْ قَدَمَاهُ ثُمَّ قَرَأَ عَبْد اللَّه رَضِيَ اللَّه عَنْهُ \" وَمَا مِنَّا إِلَّا لَهُ مَقَام مَعْلُوم \" وَكَذَا قَالَ سَعِيد بْن جُبَيْر وَقَالَ قَتَادَة كَانُوا يُصَلُّونَ الرِّجَال وَالنِّسَاء جَمِيعًا حَتَّى نَزَلَتْ \" وَمَا مِنَّا إِلَّا لَهُ مَقَام مَعْلُوم \" فَتَقَدَّمَ الرِّجَال وَتَأَخَّرَ النِّسَاء .</p><BR> <br> ", "sura_id": 37, "type": 4, "id": 40494, "aya_id": 164}]