[{"text": "وَإِبْرَاهِيمَ الَّذِي وَفَّى", "sura_id": 53, "type": 0, "id": 4821, "aya_id": 37}, {"text": "وإبراهيم الذي وفى", "sura_id": 53, "type": 1, "id": 11057, "aya_id": 37}, {"text": "37 - وصحف (وإبراهيم الذي وفى) تمم ما أمر به نحو وإذ ابتلى إبراهيم ربه بكلمات فأتمهن وبيان ماء \r\n", "sura_id": 53, "type": 2, "id": 29765, "aya_id": 37}, {"text": "وصحف إبراهيم الذي وفَّى ما أُمر به وبلَّغه؟\r\n", "sura_id": 53, "type": 3, "id": 36001, "aya_id": 37}, {"text": " <font color=red>وَإِبْرَاهِيمَ الَّذِي وَفَّى</font><BR><p>قَوْله تَعَالَى \" أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُف مُوسَى وَإِبْرَاهِيم الَّذِي وَفَّى \" قَالَ سَعْد بْن جُبَيْر وَالثَّوْرِيّ أَيْ بَلَّغَ جَمِيع مَا أُمِرَ بِهِ وَقَالَ اِبْن عَبَّاس \" وَفَّى \" لِلَّهِ بِالْبَلَاغِ وَقَالَ سَعِيد بْن جُبَيْر\" وَفَّى \" مَا أُمِرَ بِهِ وَقَالَ قَتَادَة \" وَفَّى \" طَاعَة اللَّه وَأَدَّى رِسَالَته الى خَلْقه وَهَذَا الْقَوْل هُوَ اِخْتِيَار اِبْن جَرِير وَهُوَ يَشْمَل الَّذِي قَبْله وَيَشْهَد لَهُ قَوْله تَعَالَى\" وَإِذْ اِبْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ قَالَ إِنَى جَاعِلُك لِلنَّاسِ إِمَامًا \" فَقَامَ بِجَمِيعِ الْأَوَامِر وَتَرَكَ جَمِيع النَّوَاهِي وَبَلَّغَ الرِّسَالَة عَلَى التَّمَام وَالْكَمَال فَاسْتَحَقَّ بِهَذَا أَنْ يَكُون لِلنَّاسِ إِمَامًا يُقْتَدَى بِهِ فِي جَمِيع أَحْوَاله وَأَقْوَاله وَأَفْعَاله قَالَ اللَّه تَعَالَى\" ثُمَّ أَوْحَيْنَا إِلَيْك أَنْ اِتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ \" وَقَالَ اِبْن أَبِي حَاتِم حَدَّثَنَا مُحَمَّد بْن عَوْف الْحِمْصِيّ حَدَّثَنَا آدَم بْن أَبِي إِيَاس الْعَسْقَلَانِيّ حَدَّثَنَا حَمَّاد بْن سَلَمَة حَدَّثَنَا جَعْفَر بْن الزُّبَيْر عَنْ الْقَاسِم عَنْ أَبِي أُمَامَة قَالَ : تَلَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَة \" وَإِبْرَاهِيمَ الَّذِي وَفَّى\" - قَالَ - أَتَدْرِي مَا وَفَّى ؟ \" قُلْت اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ \" وَفَّى عَمَلَ يَوْمه بِأَرْبَعِ رَكَعَات مِنْ أَوَّل النَّهَار\" وَرَوَاهُ اِبْن جَرِير مِنْ حَدِيث جَعْفَر بْن الزُّبَيْر وَهُوَ ضَعِيف . وَقَالَ التِّرْمِذِيّ فِي جَامِعه حَدَّثَنَا أَبُو جَعْفَر السِّمْنَانِيّ حَدَّثَنَا أَبُو مُسْهِر حَدَّثَنَا إِسْمَاعِيل بْن عَيَّاش عَنْ يَحْيَى بْن سَعْد عَنْ خَالِد بْن مَعْدَان عَنْ جُبَيْر بْن نُفَيْر عَنْ أَبِي الدَّرْدَاء وَأَبِي ذَرّ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ اللَّه عَزَّ وَجَلَّ أَنَّهُ قَالَ \" اِبْن آدَم اِرْكَعْ لِي أَرْبَع رَكَعَات مِنْ أَوَّل النَّهَار أَكْفِك آخِره \" قَالَ اِبْن أَبِي حَاتِم رَحِمَهُ اللَّه وَحَدَّثَنَا أَبِي حَدَّثَنَا الرَّبِيع بْن سُلَيْمَان حَدَّثَنَا أَسَد بْن مُوسَى حَدَّثَنَا اِبْن لَهِيعَة حَدَّثَنَا زَبَّان بْن فَائِد عَنْ سَهْل بْن مُعَاذ بْن أَنَس عَنْ أَبِيهِ عَنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" أَلَا أُخْبِركُمْ لِمَ سَمَّى اللَّه تَعَالَى إِبْرَاهِيم خَلِيلَهُ الَّذِي وَفَّى ؟ إِنَّهُ كَانَ يَقُول كُلَّ مَا أَصْبَحَ وَأَمْسَى \" فَسُبْحَانَ اللَّه حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ \" حَتَّى خَتَمَ الْآيَة . وَرَوَاهُ اِبْن جَرِير عَنْ أَبِي كُرَيْب عَنْ رِشْدِين بْن سَعِيد عَنْ زَبَّان بِهِ ثُمَّ شَرَعَ تَعَالَى يُبَيِّن مَا كَانَ أَوْحَاهُ فِي صُحُف إِبْرَاهِيم وَمُوسَى .</p><BR> <br> ", "sura_id": 53, "type": 4, "id": 41741, "aya_id": 37}]