[{"text": "قُولُواْ آمَنَّا بِاللّهِ وَمَآ أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَقَ وَيَعْقُوبَ وَالأسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِن رَّبِّهِمْ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ", "sura_id": 2, "type": 0, "id": 143, "aya_id": 136}, {"text": "قولوا آمنا بالله وما أنزل إلينا وما أنزل إلى إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط وما أوتي موسى وعيسى وما أوتي النبيون من ربهم لا نفرق بين أحد منهم ونحن له مسلمون", "sura_id": 2, "type": 1, "id": 6379, "aya_id": 136}, {"text": "136 - (قولوا) خطاب للمؤمنين (آمنا بالله وما أنزل إلينا) من القرآن (وما أنزل إلى إبراهيم) من الصحف العشر (وإسماعيل وإسحاق ويعقوب والأسباط) أولاده (وما أوتي موسى) من التوراة (وعيسى) من الإنجيل (وما أوتي النبيون من ربهم) من الكتب والآيات (لا نفرق بين أحد منهم) فنؤمن ببعض ونكفر ببعض كاليهود والنصارى (ونحن له مسلمون) \r\n", "sura_id": 2, "type": 2, "id": 25087, "aya_id": 136}, {"text": "قولوا -أيها المؤمنون- لهؤلاء اليهود والنَّصارى: صدَّقنا بالله الواحد المعبود بحق, وبما أنزل إلينا من القرآن الذي أوحاه الله إلى نبيه ورسوله محمد صلى الله عليه وسلم, وما أنزل من الصحف إلى إبراهيم وابنيه إسماعيل وإسحاق, وإلى يعقوب والأسباط -وهم الأنبياء مِن ولد يعقوب الذين كانوا في قبائل بني إسرائيل الاثنتي عشرة- وما أُعطي موسى من التوراة, وعيسى من الإنجيل, وما أُعطي الأنبياء جميعًا من وحي ربهم, لا نفرق بين أحد منهم في الإيمان, ونحن خاضعون لله بالطاعة والعبادة.\r\n", "sura_id": 2, "type": 3, "id": 31323, "aya_id": 136}, {"text": " <font color=red>قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ</font><BR><p>أَرْشَدَ اللَّهُ تَعَالَى عِبَاده الْمُؤْمِنِينَ إِلَى الْإِيمَان بِمَا أَنْزَلَ إِلَيْهِمْ بِوَاسِطَةِ رَسُوله مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُفَصَّلًا وَمَا أَنْزَلَ عَلَى الْأَنْبِيَاء الْمُتَقَدِّمِينَ مُجْمَلًا وَنَصَّ عَلَى أَعْيَان مِنْ الرُّسُل وَأَجْمَلَ ذِكْر بَقِيَّة الْأَنْبِيَاء وَأَنْ لَا يُفَرِّقُوا بَيْن أَحَد مِنْهُمْ بَلْ يُؤْمِنُوا بِهِمْ كُلّهمْ وَلَا يَكُونُوا كَمَنْ قَالَ اللَّه فِيهِمْ \" وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْن اللَّه وَرُسُله وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُر بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْن ذَلِكَ سَبِيلًا أُولَئِكَ هُمْ الْكَافِرُونَ حَقًّا \" الْآيَة وَقَالَ الْبُخَارِيّ : حَدَّثَنَا مُحَمَّد بْن بَشَّار أَخْبَرَنَا عُثْمَان بْن عُمَر أَخْبَرَنَا عَلِيّ بْن الْمُبَارَك عَنْ يَحْيَى بْن أَبِي كَثِير عَنْ أَبِي سَلَمَة بْن عَبْد الرَّحْمَن عَنْ أَبِي هُرَيْرَة قَالَ : كَانَ أَهْل الْكِتَاب يَقْرَءُونَ التَّوْرَاة بِالْعِبْرَانِيَّةِ وَيُفَسِّرُونَهَا بِالْعَرَبِيَّةِ لِأَهْلِ الْإِسْلَام فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" لَا تُصَدِّقُوا أَهْل الْكِتَاب وَلَا تُكَذِّبُوهُمْ وَقُولُوا آمَنَّا بِاَللَّهِ وَمَا أَنْزَلَ اللَّه \" وَقَدْ رَوَى مُسْلِم وَأَبُو دَاوُد وَالنَّسَائِيّ مِنْ حَدِيث عُثْمَان بْن حَكِيم عَنْ سَعِيد بْن يَسَار عَنْ اِبْن عَبَّاس قَالَ : كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَكْثَر مَا يُصَلَّى الرَّكْعَتَيْنِ اللَّتَيْنِ قَبْل الْفَجْر بِ \" آمَنَّا بِاَللَّهِ وَمَا أُنْزِلَ إِلَيْنَا \" الْآيَة وَالْأُخْرَى بِ \" آمَنَّا بِاَللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ\" وَقَالَ أَبُو الْعَالِيَة وَالرَّبِيع وَقَتَادَة : الْأَسْبَاط بَنُو يَعْقُوب اِثْنَا عَشَر رَجُلًا وَلَدَ كُلّ رَجُل مِنْهُمْ أُمَّة مِنْ النَّاس فَسُمُّوا الْأَسْبَاط وَقَالَ الْخَلِيل بْن أَحْمَد وَغَيْره : الْأَسْبَاط فِي بَنِي إِسْرَائِيل كَالْقَبَائِلِ فِي بَنِي إِسْمَاعِيل وَقَالَ الزَّمَخْشَرِيّ فِي الْكَشَّاف : الْأَسْبَاط حَفَدَة يَعْقُوب ذَرَارِيّ أَبْنَائِهِ الِاثْنَا عَشْر وَقَدْ نَقَلَهُ الرَّازِيّ عَنْهُ وَقَرَّرَهُ وَلَمْ يُعَارِضهُ وَقَالَ الْبُخَارِيّ : الْأَسْبَاط قَبَائِل فِي بَنِي إِسْرَائِيل وَهَذَا يَقْتَضِي أَنَّ الْمُرَاد بِالْأَسْبَاطِ هَاهُنَا شُعُوب بَنِي إِسْرَائِيل وَمَا أَنْزَلَ اللَّه مِنْ الْوَحْي عَلَى الْأَنْبِيَاء الْمَوْجُودِينَ مِنْهُمْ كَمَا قَالَ مُوسَى لَهُمْ\" اُذْكُرُوا نِعْمَةَ اللَّه عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا \" الْآيَة وَقَالَ تَعَالَى \" وَقَطَّعْنَاهُمْ اِثْنَتَيْ عَشْرَة أَسْبَاطًا \" قَالَ الْقُرْطُبِيّ : وَسُمُّوا الْأَسْبَاط مِنْ السَّبْط وَهُوَ التَّتَابُع فَهُمْ جَمَاعَة وَقِيلَ أَصْله مِنْ السَّبَط بِالتَّحْرِيكِ وَهُوَ الشَّجَر أَيْ فِي الْكَثْرَة بِمَنْزِلَةِ الشَّجَر الْوَاحِدَة سَبْطَة قَالَ الزَّجَّاج : وَيُبَيِّن لَك هَذَا مَا حَدَّثَنَا مُحَمَّد بْن جَعْفَر الْأَنْبَارِيّ حَدَّثَنَا أَبُو نُجَيْد الدَّقَّاق حَدَّثَنَا الْأَسْوَد بْن عَامِر حَدَّثَنَا إِسْرَائِيل عَنْ سِمَاك عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس قَالَ : كُلُّ الْأَنْبِيَاءِ مِنْ بَنِي إِسْرَائِيل إِلَّا عَشْرَة نُوح وَهُود وَصَالِح وَشُعَيْب وَإِبْرَاهِيم وَإِسْحَاق وَيَعْقُوب وَإِسْمَاعِيل وَمُحَمَّد عَلَيْهِمْ الصَّلَاة وَالسَّلَام قَالَ الْقُرْطُبِيّ : وَالسَّبْط الْجَمَاعَة وَالْقَبِيلَة وَالرَّاجِعُونَ إِلَى أَصْل وَاحِد وَقَالَ قَتَادَة : أَمَرَ اللَّه الْمُؤْمِنِينَ أَنْ يُؤْمِنُوا بِهِ وَيُصَدِّقُوا بِكُتُبِهِ كُلّهَا وَبِرُسُلِهِ وَقَالَ سُلَيْمَان بْن حَبِيب : إِنَّمَا أُمِرْنَا أَنْ نُؤْمِن بِالتَّوْرَاةِ وَالْإِنْجِيل وَلَا نَعْمَل بِمَا فِيهِمَا . وَقَالَ اِبْن أَبِي حَاتِم : أَخْبَرَنَا مُحَمَّد بْن مُحَمَّد بْن مُصْعَب الصُّورِيّ أَخْبَرَنَا مُؤَمِّل أَخْبَرَنَا عُبَيْد اللَّه بْن أَبِي حُمَيْد عَنْ أَبِي الْمَلِيح عَنْ مَعْقِل بْن يَسَار قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ\" آمِنُوا بِالتَّوْرَاةِ وَالزَّبُور وَالْإِنْجِيل وَلْيَسَعْكُمْ الْقُرْآن \" .</p><BR> <br> ", "sura_id": 2, "type": 4, "id": 38538, "aya_id": 136}]