[{"text": "مَّنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللّهَ وَمَن تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا", "sura_id": 4, "type": 0, "id": 573, "aya_id": 80}, {"text": "من يطع الرسول فقد أطاع الله ومن تولى فما أرسلناك عليهم حفيظا", "sura_id": 4, "type": 1, "id": 6809, "aya_id": 80}, {"text": "80 - (من يطع الرسول فقد أطاع الله ومن تولى) أعرض عن طاعتك فلا يهمنك (فما أرسلناك عليهم حفيظا) حافظا لأعمالهم بل نذيرا وإلينا أمرهم فنجازيهم وهذا قبل الأمر بالقتال \r\n", "sura_id": 4, "type": 2, "id": 25517, "aya_id": 80}, {"text": "من يستجب للرسول صلى الله عليه وسلم, ويعمل بهديه, فقد استجاب لله تعالى وامتثل أمره, ومن أعرض عن طاعة الله ورسوله فما بعثناك -أيها الرسول- على هؤلاء المعترضين رقيبًا تحفظ أعمالهم وتحاسبهم عليها, فحسابهم علينا.\r\n", "sura_id": 4, "type": 3, "id": 31753, "aya_id": 80}, {"text": " <font color=red>مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا</font><BR><p>يُخْبِر تَعَالَى عَنْ عَبْده وَرَسُوله مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنَّ مَنْ أَطَاعَهُ فَقَدْ أَطَاعَ اللَّه وَمَنْ عَصَاهُ فَقَدْ عَصَى اللَّه وَمَا ذَاكَ إِلَّا لِأَنَّهُ مَا يَنْطِق عَنْ الْهَوَى إِنْ هُوَ إِلَّا وَحْي يُوحَى قَالَ اِبْن أَبِي حَاتِم : حَدَّثَنَا أَحْمَد بْن سِنَان حَدَّثَنَا أَبُو مُعَاوِيَة عَنْ الْأَعْمَش عَنْ أَبِي صَالِح عَنْ أَبِي هُرَيْرَة قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَعَلَى آله وَسَلَّمَ \" مَنْ أَطَاعَنِي فَقَدْ أَطَاعَ اللَّه وَمَنْ عَصَانِي فَقَدْ عَصَى اللَّه وَمَنْ أَطَاعَ الْأَمِير فَقَدْ أَطَاعَنِي وَمَنْ عَصَى الْأَمِير فَقَدْ عَصَانِي \" وَهَذَا الْحَدِيث ثَابِت فِي الصَّحِيحَيْنِ عَنْ الْأَعْمَش بِهِ . وَقَوْله \" وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاك عَلَيْهِمْ حَفِيظًا \" أَيْ مَا عَلَيْك مِنْهُ إِنْ عَلَيْك إِلَّا الْبَلَاغ فَمَنْ اِتَّبَعَك سَعِدَ وَنَجَا وَكَانَ لَك مِنْ الْأَجْر نَظِير مَا حَصَلَ لَهُ وَمَنْ تَوَلَّى عَنْك خَابَ وَخَسِرَ وَلَيْسَ عَلَيْك مِنْ أَمْره شَيْء كَمَا جَاءَ فِي الْحَدِيث \" مَنْ يُطِعْ اللَّه وَرَسُوله فَقَدْ رَشَدَ وَمَنْ يَعْصِ اللَّه وَرَسُوله فَإِنَّهُ لَا يَضُرّ إِلَّا نَفْسه \" .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40922, "aya_id": 80}]