[{"text": "وَمِنْ آيَاتِهِ أَن تَقُومَ السَّمَاء وَالْأَرْضُ بِأَمْرِهِ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِّنَ الْأَرْضِ إِذَا أَنتُمْ تَخْرُجُونَ", "sura_id": 30, "type": 0, "id": 3434, "aya_id": 25}, {"text": "ومن آياته أن تقوم السماء والأرض بأمره ثم إذا دعاكم دعوة من الأرض إذا أنتم تخرجون", "sura_id": 30, "type": 1, "id": 9670, "aya_id": 25}, {"text": "25 - (ومن آياته أن تقوم السماء والأرض بأمره) بإرادته من غير عمد (ثم إذا دعاكم دعوة من الأرض) بأن ينفخ إسرافيل في الصور للبعث من القبور (إذا أنتم تخرجون) منها أحياء فخروجكم منها بدعوة من آياته تعالى \r\n", "sura_id": 30, "type": 2, "id": 28378, "aya_id": 25}, {"text": "ومن آياته الدالة على قدرته قيام السماء والأرض واستقرارهما وثباتهما بأمره, فلم تتزلزلا ولم تسقط السماء على الأرض, ثم إذا دعاكم الله إلى البعث يوم القيامة, إذا أنتم تخرجون من القبور مسرعين.\r\n", "sura_id": 30, "type": 3, "id": 34614, "aya_id": 25}, {"text": " <font color=red>وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ</font><BR><p>قَالَ تَعَالَى \" وَمِنْ آيَاته أَنْ تَقُوم السَّمَاء وَالْأَرْض بِأَمْرِهِ\" كَقَوْلِهِ تَعَالَى \" وَيُمْسِك السَّمَاء أَنْ تَقَع عَلَى الْأَرْض إِلَّا بِإِذْنِهِ \" وَقَوْله \" إِنَّ اللَّه يُمْسِك السَّمَاوَات وَالْأَرْض أَنْ تَزُولَا \" وَكَانَ عُمَر بْن الْخَطَّاب رَضِيَ اللَّه عَنْهُ إِذَا اِجْتَهَدَ فِي الْيَمِين قَالَ : وَاَلَّذِي تَقُوم السَّمَاء وَالْأَرْض بِأَمْرِهِ أَيْ هِيَ قَائِمَة ثَابِتَة بِأَمْرِهِ لَهَا وَتَسْخِيره إِيَّاهَا ثُمَّ إِذَا كَانَ يَوْم الْقِيَامَة بُدِّلَتْ الْأَرْض غَيْر الْأَرْض وَالسَّمَاوَات وَخَرَجَتْ الْأَمْوَات مِنْ قُبُورهَا أَحْيَاء بِأَمْرِهِ تَعَالَى وَدُعَائِهِ إِيَّاهُمْ وَلِهَذَا قَالَ تَعَالَى \" ثُمَّ إِذَا دَعَاكُمْ دَعْوَة مِنْ الْأَرْض إِذَا أَنْتُمْ تَخْرُجُونَ \" أَيْ مِنْ الْأَرْض كَمَا قَالَ تَعَالَى \" يَوْم يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا \" وَقَالَ تَعَالَى \" فَإِنَّمَا هِيَ زَجْرَة وَاحِدَة فَإِذَا هُمْ بِالسَّاهِرَةِ \" وَقَالَ تَعَالَى \" إِنْ كَانَتْ إِلَّا صَيْحَة وَاحِدَة فَإِذَا هُمْ جَمِيعٌ لَدَيْنَا مُحْضَرُونَ \" .</p><BR> <br> ", "sura_id": 30, "type": 4, "id": 40060, "aya_id": 25}]