[{"text": "فَأَمَّا الَّذِينَ آمَنُواْ بِاللّهِ وَاعْتَصَمُواْ بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِّنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُّسْتَقِيمًا", "sura_id": 4, "type": 0, "id": 668, "aya_id": 175}, {"text": "فأما الذين آمنوا بالله واعتصموا به فسيدخلهم في رحمة منه وفضل ويهديهم إليه صراطا مستقيما", "sura_id": 4, "type": 1, "id": 6904, "aya_id": 175}, {"text": "175 - (فأما الذين آمنوا) بالقرآن (بالله واعتصموا به فسيدخلهم في رحمة منه وفضل ويهديهم إليه صراطا) طريقا (مستقيما) هو دين الإسلام \r\n", "sura_id": 4, "type": 2, "id": 25612, "aya_id": 175}, {"text": "فأمَّا الذين صدَّقوا بالله اعتقادًا وقولا وعملا واستمسكوا بالنور الذي أُنزل إليهم, فسيدخلهم الجنة رحمة منه وفضلا ويوفقهم إلى سلوك الطريق المستقيم المفضي إلى روضات الجنات.\r\n", "sura_id": 4, "type": 3, "id": 31848, "aya_id": 175}, {"text": " <font color=red>فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا</font><BR><p>\" فَأَمَّا الَّذِينَ آمَنُوا بِاَللَّهِ وَاعْتَصَمُوا بِهِ \" أَيْ جَمَعُوا بَيْن مَقَامَيْ الْعِبَادَة وَالتَّوَكُّل عَلَى اللَّه فِي جَمِيع أُمُورهمْ وَقَالَ اِبْن جُرَيْج : آمَنُوا بِاَللَّهِ وَاعْتَصَمُوا بِالْقُرْآنِ . رَوَاهُ اِبْن جَرِير \" فَسَيُدْخِلُهُمْ فِي رَحْمَة مِنْهُ وَفَضْل \" أَيْ يَرْحَمهُمْ فَيُدْخِلهُمْ الْجَنَّة وَيَزِيدهُمْ ثَوَابًا وَمُضَاعَفَة وَرَفْعًا فِي دَرَجَاتهمْ مِنْ فَضْله عَلَيْهِمْ وَإِحْسَانه إِلَيْهِمْ \" وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا \" أَيْ طَرِيقًا وَاضِحًا قَصْدًا قَوَامًا لَا اِعْوِجَاج فِيهِ وَلَا اِنْحِرَاف وَهَذِهِ صِفَة الْمُؤْمِنِينَ فِي الدُّنْيَا وَالْآخِرَة فَهُمْ فِي الدُّنْيَا عَلَى مِنْهَاج الِاسْتِقَامَة وَطَرِيق السَّلَامَة فِي جَمِيع الِاعْتِقَادَات وَالْعَمَلِيَّات وَفِي الْآخِرَة عَلَى صِرَاط اللَّه الْمُسْتَقِيم الْمُفْضِي إِلَى رَوْضَات الْجَنَّات . وَفِي حَدِيث الْحَارِث الْأَعْوَر عَنْ عَلِيّ بْن أَبِي طَالِب رَضِيَ اللَّه عَنْهُ عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ \" الْقُرْآن صِرَاط اللَّه الْمُسْتَقِيم وَحَبْل اللَّه الْمَتِين \" . وَقَدْ تَقَدَّمَ الْحَدِيث بِتَمَامِهِ فِي أَوَّل التَّفْسِير وَلِلَّهِ الْحَمْد وَالْمِنَّة .</p><BR> <br> ", "sura_id": 4, "type": 4, "id": 40851, "aya_id": 175}]