[{"text": "فَرَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ يَا قَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا أَفَطَالَ عَلَيْكُمُ الْعَهْدُ أَمْ أَرَدتُّمْ أَن يَحِلَّ عَلَيْكُمْ غَضَبٌ مِّن رَّبِّكُمْ فَأَخْلَفْتُم مَّوْعِدِي", "sura_id": 20, "type": 0, "id": 2434, "aya_id": 86}, {"text": "فرجع موسى إلى قومه غضبان أسفا قال يا قوم ألم يعدكم ربكم وعدا حسنا أفطال عليكم العهد أم أردتم أن يحل عليكم غضب من ربكم فأخلفتم موعدي", "sura_id": 20, "type": 1, "id": 8670, "aya_id": 86}, {"text": "86 - (فرجع موسى إلى قومه غضبان) من جهتهم (أسفا) شديد الحزن (قال يا قوم ألم يعدكم ربكم وعدا حسنا) أي صدقا أنه يعطيكم التوراة (أفطال عليكم العهد) مدة مفارقتي إياكم (أم أردتم أن يحل) يجب (عليكم غضب من ربكم) بعبادتكم العجل (فأخلفتم موعدي) وتركتم المجيء بعدي \r\n", "sura_id": 20, "type": 2, "id": 27378, "aya_id": 86}, {"text": "فرجع موسى إلى قومه غضبان عليهم حزينًا, وقال لهم: يا قوم ألم يَعِدْكم ربكم وعدًا حسنًا بإنزال التوراة؟ أفطال عليكم العهد واستبطأتم الوعد, أم أردتم أن تفعلوا فعلا يحل عليكم بسببه غضب من ربكم, فأخلفتم موعدي وعبدتم العجل, وتركتم الالتزام بأوامري؟\r\n", "sura_id": 20, "type": 3, "id": 33614, "aya_id": 86}, {"text": " <font color=red>فَرَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ يَا قَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا أَفَطَالَ عَلَيْكُمُ الْعَهْدُ أَمْ أَرَدْتُمْ أَنْ يَحِلَّ عَلَيْكُمْ غَضَبٌ مِنْ رَبِّكُمْ فَأَخْلَفْتُمْ</font><BR><p>وَقَوْله \" فَرَجَعَ مُوسَى إِلَى قَوْمه غَضْبَان أَسِفًا \" أَيْ بَعْدَمَا أَخْبَرَهُ تَعَالَى بِذَلِكَ فِي غَايَة الْغَضَب وَالْحَنَق عَلَيْهِمْ هُوَ فِيمَا هُوَ فِيهِ مِنْ الِاعْتِنَاء بِأَمْرِهِمْ وَتَسَلُّم التَّوْرَاة الَّتِي فِيهَا شَرِيعَتهمْ وَفِيهَا شَرَف لَهُمْ وَهُمْ قَوْم قَدْ عَبَدُوا غَيْر اللَّه مَا يَعْلَم كُلّ عَاقِل لَهُ لُبّ وَحَزْم بُطْلَان مَا هُمْ فِيهِ وَسَخَافَة عُقُولهمْ وَأَذْهَانهمْ وَلِهَذَا قَالَ رَجَعَ إِلَيْهِمْ غَضْبَان أَسِفًا وَالْأَسَف شِدَّة الْغَضَب وَقَالَ مُجَاهِد غَضْبَان أَسِفًا أَيْ جَزِعًا وَقَالَ قَتَادَة وَالسُّدِّيّ أَسِفًا حَزِينًا عَلَى مَا صَنَعَ قَوْمه مِنْ بَعْده \" قَالَ يَا قَوْمِ أَلَمْ يَعِدكُمْ رَبّكُمْ وَعْدًا حَسَنًا \" أَيْ أَمَا وَعَدَكُمْ عَلَى لِسَانِي كُلّ خَيْر فِي الدُّنْيَا وَالْآخِرَة وَحُسْن الْعَاقِبَة كَمَا شَاهَدْتُمْ مِنْ نُصْرَته إِيَّاكُمْ عَلَى عَدُوّكُمْ وَإِظْهَاركُمْ عَلَيْهِ وَغَيْر ذَلِكَ مِنْ أَيَادِي اللَّه \" أَفَطَالَ عَلَيْكُمْ الْعَهْد \" أَيْ فِي اِنْتِظَار مَا وَعَدَكُمْ اللَّه وَنِسْيَان مَا سَلَفَ مِنْ نِعَمه وَمَا بِالْعَهْدِ مِنْ قِدَم \" أَمْ أَرَدْتُمْ أَنْ يَحِلّ عَلَيْكُمْ غَضَب مِنْ رَبّكُمْ \" أَمْ هَاهُنَا بِمَعْنَى بَلْ وَهِيَ لِلْإِضْرَابِ عَنْ الْكَلَام الْأَوَّل وَعُدُول إِلَى الثَّانِي كَأَنَّهُ يَقُول بَلْ أَرَدْتُمْ بِصَنِيعِكُمْ هَذَا أَنْ يَحِلّ عَلَيْكُمْ غَضَب مِنْ رَبّكُمْ \" فَأَخْلَفْتُمْ مَوْعِدِي \" قَالُوا أَيْ بَنُو إِسْرَائِيل فِي جَوَاب مَا أَنَّبَهُمْ مُوسَى وَقَرَعَهُمْ .</p><BR> <br> ", "sura_id": 20, "type": 4, "id": 38902, "aya_id": 86}]