[{"text": "إِن تَسْتَفْتِحُواْ فَقَدْ جَاءكُمُ الْفَتْحُ وَإِن تَنتَهُواْ فَهُوَ خَيْرٌ لَّكُمْ وَإِن تَعُودُواْ نَعُدْ وَلَن تُغْنِيَ عَنكُمْ فِئَتُكُمْ شَيْئًا وَلَوْ كَثُرَتْ وَأَنَّ اللّهَ مَعَ الْمُؤْمِنِينَ", "sura_id": 8, "type": 0, "id": 1179, "aya_id": 19}, {"text": "إن تستفتحوا فقد جاءكم الفتح و إن تنتهوا فهو خير لكم و إن تعودوا نعد و لن تغني عنكم فئتكم شيئا و لو كثرت و أن الله مع المؤمنين", "sura_id": 8, "type": 1, "id": 7415, "aya_id": 19}, {"text": "19 - (إن تستفتحوا) أيها الكفار إن تطلبوا الفتح أي القضاء حيث قال أبو جهل منكم : اللهم أينا كان أقطع للرحم وأتانا بما لا نعرف فأحنه الغداة أي أهلكه (فقد جاءكم الفتح) القضاء بهلاك من هو كذلك وهو أبو جهل ومن قتل معه دون النبي صلى الله عليه وسلم والمؤمنين (وإن تنتهوا) عن الكفر والحرب (فهو خير لكم وإن تعودوا) لقتال النبي صلى الله عليه وسلم (نعد) لنصره عليكم (ولن تغني) تدفع (عنكم فئتكم) جماعاتكم (شيئا ولو كثرت وأن الله مع المؤمنين) بكسر إن استئنافا وفتحها على تقدير اللام \r\n", "sura_id": 8, "type": 2, "id": 26123, "aya_id": 19}, {"text": "إن تطلبوا -أيها الكفار- من الله أن يوقع بأسه وعذابه على المعتدين الظالمين فقد أجاب الله طلبكم, حين أوقع بكم مِن عقابه ما كان نكالا لكم وعبرة للمتقين, فإن تنتهوا -أيها الكفار- عن الكفر بالله ورسوله وقتال نبيه محمد صلى الله عليه وسلم, فهو خير لكم في دنياكم وأخراكم, وإن تعودوا إلى الحرب وقتال محمد صلى الله عليه وسلم وقتال أتباعه المؤمنين نَعُدْ بهزيمتكم كما هُزمتم يوم \"بدر\", ولن تغني عنكم جماعتكم شيئًا, كما لم تغن عنكم يوم \"بدر\" مع كثرة عددكم وعتادكم وقلة عدد المؤمنين وعدتهم, وأن الله مع المؤمنين بتأييده ونصره.\r\n", "sura_id": 8, "type": 3, "id": 32359, "aya_id": 19}, {"text": " <font color=red>إِنْ تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ وَإِنْ تَنْتَهُوا فَهُوَ خَيْرٌ لَكُمْ وَإِنْ تَعُودُوا نَعُدْ وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئًا وَلَوْ كَثُرَتْ وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ</font><BR><p>يَقُول تَعَالَى لِلْكُفَّارِ \" إِنْ تَسْتَفْتِحُوا \" أَيْ تَسْتَنْصِرُوا وَتَسْتَقْضُوا اللَّه وَتَسْتَحْكِمُوهُ أَنْ يَفْصِل بَيْنكُمْ وَبَيْن أَعْدَائِكُمْ الْمُؤْمِنِينَ فَقَدْ جَاءَكُمْ مَا سَأَلْتُمْ كَمَا قَالَ مُحَمَّد بْن إِسْحَاق وَغَيْره عَنْ الزُّهْرِيّ عَنْ عَبْد اللَّه بْن ثَعْلَبَة بْن صُعَيْر أَنَّ أَبَا جَهْل قَالَ يَوْم بَدْر : اللَّهُمَّ أَيُّنَا كَانَ أَقْطَع لِلرَّحِمِ وَآتَانَا بِمَا لَا يَعْرِف فَأَحْنِهِ الْغَدَاة . وَكَانَ اِسْتِفْتَاحًا مِنْهُ فَنَزَلَتْ \" إِنْ تَسْتَفْتِحُوا فَقَدْ جَاءَكُمْ الْفَتْح \" إِلَى آخِر الْآيَة . وَقَالَ الْإِمَام أَحْمَد حَدَّثَنَا يَزِيد يَعْنِي اِبْن هَارُون أَخْبَرَنَا مُحَمَّد بْن إِسْحَاق حَدَّثَنِي الزُّهْرِيّ عَنْ عَبْد اللَّه بْن ثَعْلَبَة أَنَّ أَبَا جَهْل قَالَ حِين اِلْتَقَى الْقَوْم اللَّهُمَّ أَقْطَعنَا لِلرَّحِمِ وَآتَانَا بِمَا لَا نَعْرِفهُ فَأَحْنِهِ الْغَدَاة . فَكَانَ الْمُسْتَفْتِح وَأَخْرَجَهُ النَّسَائِيّ فِي التَّفْسِير مِنْ حَدِيث صَالِح بْن كَيْسَان عَنْ الزُّهْرِيّ بِهِ وَكَذَا رَوَاهُ الْحَاكِم فِي مُسْتَدْرَكه مِنْ طَرِيق الزُّهْرِيّ بِهِ وَقَالَ صَحِيح عَلَى شَرْط الشَّيْخَيْنِ وَلَمْ يُخْرِجَاهُ وَرُوِيَ نَحْو هَذَا عَنْ اِبْن عَبَّاس وَمُجَاهِد وَالضَّحَّاك وَقَتَادَة وَيَزِيد بْن رُومَان وَغَيْر وَاحِد وَقَالَ السُّدِّيّ كَانَ الْمُشْرِكُونَ حِين خَرَجُوا مِنْ مَكَّة إِلَى بَدْر أَخَذُوا بِأَسْتَارِ الْكَعْبَة فَاسْتَنْصَرُوا اللَّه وَقَالُوا اللَّهُمَّ اُنْصُرْ أَعْلَى الْجُنْدَيْنِ وَأَكْرَم الْفِئَتَيْنِ وَخَيْر الْقَبِيلَتَيْنِ فَقَالَ اللَّه \" إِنْ تَسْتَفْتِحُوا فَقَدْ جَاءَكُمْ الْفَتْح \" يَقُول قَدْ نَصَرْت مَا قُلْتُمْ وَهُوَ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ عَبْد الرَّحْمَن بْن زَيْد بْن أَسْلَمَ هُوَ قَوْله تَعَالَى إِخْبَارًا عَنْهُمْ \" وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدك \" الْآيَة وَقَوْله \" وَإِنْ تَنْتَهُوا \" أَيْ عَمَّا أَنْتُمْ فِيهِ مِنْ الْكُفْر بِاَللَّهِ وَالتَّكْذِيب لِرَسُولِهِ \" فَهُوَ خَيْر لَكُمْ \" أَيْ فِي الدُّنْيَا وَالْآخِرَة وَقَوْله تَعَالَى \" وَإِنْ تَعُودُوا نَعُدْ \" كَقَوْلِهِ \" وَإِنْ عُدْتُمْ عُدْنَا \" مَعْنَاهُ وَإِنْ عُدْتُمْ إِلَى مَا كُنْتُمْ فِيهِ مِنْ الْكُفْر وَالضَّلَالَة نَعُدْ لَكُمْ بِمِثْلِ هَذِهِ الْوَاقِعَة . وَقَالَ السُّدِّيّ \" وَإِنْ تَعُودُوا \" أَيْ إِلَى الِاسْتِفْتَاح \" نَعُدْ \" أَيْ إِلَى الْفَتْح لِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَالنَّصْر لَهُ وَتَظْفِيره عَلَى أَعْدَائِهِ وَالْأَوَّل أَقْوَى \" وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئًا وَلَوْ كَثُرَتْ \" أَيْ وَلَوْ جَمَعْتُمْ مِنْ الْجُمُوع مَا عَسَى أَنْ تَجْمَعُوا فَإِنَّ مَنْ كَانَ اللَّه مَعَهُ فَلَا غَالِب لَهُ \" إِنَّ اللَّه مَعَ الْمُؤْمِنِينَ \" وَهُمْ الْحِزْب النَّبَوِيّ وَالْجَنَاب الْمُصْطَفَوِيّ .</p><BR> <br> ", "sura_id": 8, "type": 4, "id": 43065, "aya_id": 19}]