[{"text": "واَسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعاً وَيَوْمَ لاَ يَسْبِتُونَ لاَ تَأْتِيهِمْ كَذَلِكَ نَبْلُوهُم بِمَا كَانُوا يَفْسُقُونَ", "sura_id": 7, "type": 0, "id": 1117, "aya_id": 163}, {"text": "واسألهم عن القرية التي كانت حاضرة البحر إذ يعدون في السبت إذ تأتيهم حيتانهم يوم سبتهم شرعا ويوم لا يسبتون لا تأتيهم كذلك نبلوهم بما كانوا يفسقون", "sura_id": 7, "type": 1, "id": 7353, "aya_id": 163}, {"text": "163 - (واسألهم) يا محمد توبيخاً (عن القرية التي كانت حاضرة البحر) مجاورة بحر القلزم وهي أيلة ما وقع بأهلها (إذ يعدون) يعتدون (في السبت) بصيد السمك المأمورين بتركه فيه (إذ) ظرف ليعدوه (تأتيهم حيتانهم يوم سبتهم شرعاً) ظاهرة على الماء (ويوم لا يسبتون) لا يعظمون السبت أي سائر الأيام (لا تأتيهم) ابتلاء من الله (كذلك نبلوهم بما كانوا يفسقون) ولما صادوا السمك افترقت القرية أثلاثاً ثلثٌ صادوا معهم وثلثٌ نهوهم وثلثٌ أمسكوا عن الصيد والنهي \r\n", "sura_id": 7, "type": 2, "id": 26061, "aya_id": 163}, {"text": "واسأل -أيها الرسول- هؤلاء اليهود عن خبر أهل القرية التي كانت بقرب البحر, إذ يعتدي أهلها في يوم السبت على حرمات الله, حيث أمرهم أن يعظموا يوم السبت ولا يصيدوا فيه سمكًا, فابتلاهم الله وامتحنهم; فكانت حيتانهم تأتيهم يوم السبت كثيرة طافية على وجه البحر, وإذا ذهب يوم السبت تذهب الحيتان في البحر, ولا يرون منها شيئًا, فكانوا يحتالون على حبسها في يوم السبت في حفائر, ويصطادونها بعده. وكما وصفنا لكم من الاختبار والابتلاء, لإظهار السمك على ظهر الماء في اليوم المحرم عليهم صيده فيه, وإخفائه عليهم في اليوم المحلل لهم فيه صيده, كذلك نختبرهم بسبب فسقهم عن طاعة الله وخروجهم عنها.\r\n", "sura_id": 7, "type": 3, "id": 32297, "aya_id": 163}, {"text": " <font color=red>وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ لَا تَأْتِيهِمْ كَذَلِكَ نَبْلُوهُمْ بِمَا كَانُوا يَفْسُقُونَ</font><BR><p>هَذَا السِّيَاق هُوَ بَسْط لِقَوْلِهِ تَعَالَى \" وَلَقَدْ عَلِمْتُمْ الَّذِينَ اِعْتَدَوْا مِنْكُمْ فِي السَّبْت \" الْآيَة . يَقُول تَعَالَى لِنَبِيِّهِ صَلَوَات اللَّه وَسَلَامه عَلَيْهِ \" وَاسْأَلْهُمْ \" أَيْ وَاسْأَلْ هَؤُلَاءِ الْيَهُود الَّذِينَ بِحَضْرَتِك عَنْ قِصَّة أَصْحَابهمْ الَّذِينَ خَالَفُوا أَمْر اللَّه فَفَاجَأَتْهُمْ نِقْمَته عَلَى صَنِيعهمْ وَاعْتِدَائِهِمْ وَاحْتِيَالهمْ فِي الْمُخَالَفَة وَحَذَّرَ هَؤُلَاءِ مِنْ كِتْمَان صِفَتك الَّتِي يَجِدُونَهَا فِي كُتُبهمْ لِئَلَّا يَحِلّ بِهِمْ مَا حَلَّ بِإِخْوَانِهِمْ وَسَلَفهمْ وَهَذِهِ الْقَرْيَة هِيَ أَيْلَة وَهِيَ عَلَى شَاطِئ بَحْر الْقُلْزُم قَالَ مُحَمَّد بْن إِسْحَاق عَنْ دَاوُدَ بْن الْحُصَيْن عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس فِي قَوْله تَعَالَى \" وَاسْأَلْهُمْ عَنْ الْقَرْيَة الَّتِي كَانَتْ حَاضِرَة الْبَحْر \" قَالَ هِيَ قَرْيَة يُقَال لَهَا أَيْلَة بَيْن مَدْيَن وَالطُّور وَكَذَا قَالَ عِكْرِمَة وَمُجَاهِد وَقَتَادَة وَالسُّدِّيّ وَقَالَ عَبْد اللَّه بْن كَثِير الْقَارِي سَمِعْنَا أَنَّهَا أَيْلَة وَقِيلَ هِيَ مَدْيَن وَهُوَ رِوَايَة عَنْ اِبْن عَبَّاس وَقَالَ اِبْن زَيْد هِيَ قَرْيَة يُقَال لَهَا مَعْتَا بَيْن مَدْيَن وَعَيْنُونَا وَقَوْله \" إِذْ يَعْدُونَ فِي السَّبْت\" أَيْ يَعْتَدُونَ فِيهِ وَمُخَالِفُونَ أَمْر اللَّه فِيهِ لَهُمْ بِالْوَصَاةِ بِهِ إِذْ ذَاكَ \" إِذْ تَأْتِيهِمْ حِيتَانهمْ يَوْم سَبْتهمْ شُرَّعًا \" قَالَ الضَّحَّاك عَنْ اِبْن عَبَّاس أَيْ ظَاهِرَة عَلَى الْمَاء وَقَالَ الْعَوْفِيّ عَنْ اِبْن عَبَّاس ظَاهِرَة مِنْ كُلّ مَكَان قَالَ اِبْن جَرِير وَقَوْله \" وَيَوْم لَا يَسْبِتُونَ لَا تَأْتِيهِمْ كَذَلِكَ نَبْلُوهُمْ \" أَيْ نَخْتَبِرهُمْ بِإِظْهَارِ السَّمَك لَهُمْ عَلَى ظَهْر الْمَاء فِي الْيَوْم الْمُحَرَّم عَلَيْهِمْ صَيْده وَإِخْفَائِهَا عَنْهُمْ فِي الْيَوْم الْحَلَال لَهُمْ صَيْده \" كَذَلِكَ نَبْلُوهُمْ\" نَخْتَبِرهُمْ \" بِمَا كَانُوا يَفْسُقُونَ \" يَقُول بِفِسْقِهِمْ عَنْ طَاعَة اللَّه وَخُرُوجهمْ عَنْهَا وَهَؤُلَاءِ قَوْم اِحْتَالُوا عَلَى اِنْتَهَاك مَحَارِم اللَّه بِمَا تَعَاطَوْا مِنْ الْأَسْبَاب الظَّاهِرَة الَّتِي مَعْنَاهَا فِي الْبَاطِن تَعَاطِي الْحَرَام وَقَدْ قَالَ الْفَقِيه الْإِمَام أَبُو عَبْد اللَّه بْن بَطَّة رَحِمَهُ اللَّه حَدَّثَنَا أَحْمَد بْن مُحَمَّد بْن سَلْم حَدَّثَنَا الْحَسَن بْن مُحَمَّد بْن الصَّبَّاح الزَّعْفَرَانِيّ حَدَّثَنَا يَزِيد بْن هَارُون حَدَّثَنَا مُحَمَّد بْن عَمْرو عَنْ أَبِي سَلَمَة عَنْ أَبِي هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" لَا تَرْتَكِبُوا مَا اِرْتَكَبَتْ الْيَهُود فَتَسْتَحِلُّوا مَحَارِم اللَّه بِأَدْنَى الْحِيَل \" وَهَذَا إِسْنَاد جَيِّد فَإِنَّ أَحْمَد بْن مُحَمَّد بْن سَلْم هَذَا ذَكَرَهُ الْخَطِيب فِي تَارِيخه وَوَثَّقَهُ وَبَاقِي رِجَاله مَشْهُورُونَ ثِقَات وَيُصَحِّح التِّرْمِذِيّ بِمِثْلِ هَذَا الْإِسْنَاد كَثِيرًا .</p><BR> <br> ", "sura_id": 7, "type": 4, "id": 42537, "aya_id": 163}]