[{"text": "فَكَفَى بِاللّهِ شَهِيدًا بَيْنَنَا وَبَيْنَكُمْ إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ", "sura_id": 10, "type": 0, "id": 1393, "aya_id": 29}, {"text": "فكفى بالله شهيدا بيننا وبينكم إن كنا عن عبادتكم لغافلين", "sura_id": 10, "type": 1, "id": 7629, "aya_id": 29}, {"text": "29 - (فكفى بالله شهيداً بيننا وبينكم إن) مخففة أي إنا (كنا عن عبادتكم لغافلين) \r\n", "sura_id": 10, "type": 2, "id": 26337, "aya_id": 29}, {"text": "فكفى بالله شهيدًا بيننا وبينكم, إننا لم نكن نعلم ما كنتم تقولون وتفعلون, ولقد كنَّا عن عبادتكم إيانا غافلين, لا نشعر بها.\r\n", "sura_id": 10, "type": 3, "id": 32573, "aya_id": 29}, {"text": " <font color=red>فَكَفَى بِاللَّهِ شَهِيدًا بَيْنَنَا وَبَيْنَكُمْ إِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ</font><BR><p>أَيْ مَا كُنَّا نَشْعُر بِهَا وَلَا نَعْلَم بِهَا وَإِنَّمَا كُنْتُمْ تَعْبُدُونَنَا مِنْ حَيْثُ لَا نَدْرِي بِكُمْ وَاَللَّه شَهِيد بَيْننَا وَبَيْنكُمْ أَنَّا مَا دَعَوْنَاكُمْ إِلَى عِبَادَتنَا وَلَا أَمَرْنَاكُمْ بِهَا وَلَا رَضِينَا مِنْكُمْ بِذَلِكَ وَفِي هَذَا تَبْكِيت عَظِيم لِلْمُشْرِكِينَ الَّذِينَ عَبَدُوا مَعَ اللَّه غَيْره مِمَّنْ لَا يَسْمَع وَلَا يُبْصِر وَلَا يُغْنِي عَنْهُمْ شَيْئًا وَلَمْ يَأْمُرهُمْ بِذَلِكَ وَلَا رَضِيَ بِهِ وَلَا أَرَادَهُ بَلْ تَبَرَّأَ مِنْهُمْ فِي وَقْت أَحْوَج مَا يَكُونُونَ إِلَيْهِ وَقَدْ تَرَكُوا عِبَادَة الْحَيّ الْقَيُّوم السَّمِيع الْبَصِير الْقَادِر عَلَى كُلّ شَيْء الْعَلِيم بِكُلِّ شَيْء وَقَدْ أَرْسَلَ رُسُله وَأَنْزَلَ كُتُبه آمِرًا بِعِبَادَتِهِ وَحْده لَا شَرِيك لَهُ نَاهِيًا عَنْ عِبَادَة مَا سِوَاهُ كَمَا قَالَ تَعَالَى \" وَلَقَدْ بَعَثْنَا فِي كُلّ أُمَّة رَسُولًا أَنْ اُعْبُدُوا اللَّه وَاجْتَنِبُوا الطَّاغُوت فَمِنْهُمْ مَنْ هَدَى اللَّه وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَة \" وَقَالَ تَعَالَى \" وَمَا أَرْسَلْنَا مِنْ قَبْلك مِنْ رَسُول إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَه إِلَّا أَنَا فَاعْبُدُونِ \" وَقَالَ \" وَاسْأَلْ مَنْ أَرْسَلْنَا قَبْلك مِنْ رُسُلنَا أَجَعَلْنَا مِنْ دُون الرَّحْمَن آلِهَة يُعْبَدُونَ \" وَالْمُشْرِكُونَ أَنْوَاع وَأَقْسَام قَدْ ذَكَرَهُمْ اللَّه فِي كِتَابه وَبَيَّنَ أَحْوَالهمْ وَأَقْوَالهمْ وَرَدَّ عَلَيْهِمْ فِيمَا هُمْ فِيهِ أَتَمَّ رَدَّ .</p><BR> <br> ", "sura_id": 10, "type": 4, "id": 37455, "aya_id": 29}]